{"Content":{"0":"(CNN) New research suggests the cognitive effects of marijuana use, though significant, may not persist for very long in young people. Here's what else you need to know to Get Up to Speed and Out the Door . (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here .)\n\n1. President Trump\n\nPresident Trump thinks he can do great things in a meeting with North Korean leader Kim Jong Un. But he's also more than willing to walk away . Speaking at Mar-a-Lago with Japanese Prime Minister Shinzo Abe, the President said that if talks with Kim aren't \"fruitful, I will respectfully leave the meeting.\" Abe during the visit reminded Trump about past US failures in North Korean interactions.\n\nMeantime, Trump downplayed talk he's getting ready to fire special counsel Robert Mueller or Deputy Attorney General Rod Rosenstein; \"They're still here,\" he said. When questions turned to Russia, he used his go-to phrase -- \"no collusion\" -- FIVE times . Speaking of Russia, senior administration officials told CNN the President personally made the decision to dump the plan to hit the Russians with more sanctions after the Syria chemical weapons attack. Trump also is facing backlash for using the word \"breeding\" when discussing cities that don't cooperate with the feds to deport undocumented immigrants.\n\n2. Puerto Rico blackout\n\nPuerto Rico just can't catch a break. Almost the entire island is in the dark this morning, after a crew removing a fallen tower got too close to an energized line, causing it to fail and, in the process, knock out power across the grid. Only a fraction of residents have regained power so far. This is the second blackout in two weeks caused by the same subcontractor, so the island's governor wants its public power agency to cancel its contract. Huge swaths of Puerto Rico have been without power since Hurricane Maria destroyed its electrical grid last fall, making that the second-longest blackout in history\n\n3. Cuba\n\nThe man likely to become Cuba's next President may not carry the Castro name, but he'll uphold the Castro ideology. Cuban First Vice President Miguel Diaz-Canel was nominated by the country's National Assembly to replace Raul Castro as the island nation's leader. He's a 57-year-old technocrat who said he believes \"in continuity,\" dashing the hopes of those wishing that a change in leadership could lead to reforms. And Raul Castro is still expected to exercise a large measure of control over the Cuban government.\n\nJUST WATCHED The challenges facing Cuba's likely new leader Replay More Videos ... MUST WATCH The challenges facing Cuba's likely new leader 02:38\n\n4. Syria\n\nChemical weapons experts still haven't been able to get into Douma, the site of a suspected gas attack on civilians. The latest delay was caused by gunfire on a UN security team . It's not clear now when the team of experts from the Organization for the Prohibition of Chemical Weapons will be allowed into the city. And that's concerning because there's fear all the physical evidence of an attack might be gone by the time a team gets in. About 75 people were killed in the attack, for which Syria and Russia were blamed. The US, UK and France retaliated last week with missile strikes.\n\nJUST WATCHED An American ISIS widow looks for a way home Replay More Videos ... MUST WATCH An American ISIS widow looks for a way home 05:10\n\n5. Airline safety\n\nJUST WATCHED Passenger: I tried and tried to pull woman in Replay More Videos ... MUST WATCH Passenger: I tried and tried to pull woman in 01:11\n\nEditor's note: We're grateful to our readers who are aviation experts and who pointed out a line in yesterday's newsletter that implied the pilot regained control of the plane only after it dropped from about 30,000 feet to 10,000 feet. It's We're grateful to our readers who are aviation experts and who pointed out a line in yesterday's newsletter that implied the pilot regained control of the plane only after it dropped from about 30,000 feet to 10,000 feet. It's standard procedure in an emergency to descend to 10,000 feet, which is what the pilot, who's being praised for her \"nerves of steel,\" did.\n\nJUST WATCHED Pilot praised for her handling of emergency Replay More Videos ... MUST WATCH Pilot praised for her handling of emergency 02:41\n\nBREAKFAST BROWSE\n\nSuper Spielberg\n\nLooks like Steven Spielberg is joining the superhero craze. He's getting involved in \"Blackhawk,\" from the DC Universe.\n\nWelcome to Wakanda\n\nSaudi Arabia ended it's 35-year ban on movie theaters with a screening of \"Black Panther.\"\n\nJUST WATCHED Kids see themselves in 'Black Panther' heroes Replay More Videos ... MUST WATCH Kids see themselves in 'Black Panther' heroes 01:50\n\nRemember me?\n\nHe needed a kidney and made a desperate plea. Thankfully, a classmate he hadn't seen in five decades answered the call.\n\nReboots roll on\n\nTips wanted\n\nThat \"Three Billboards\" movie was inspired by an actual cold case , and police just doubled the reward in the real-life mystery.\n\nTumbleweed trouble\n\nLiving the California lifestyle is awesome -- until giant tumbleweeds roll into town and darn near take over.\n\nHAPPENING LATER\n\nPrince death investigation\n\nA Minnesota prosecutor will announce today whether anyone will be charged in pop legend's April 2016 death.\n\nTODAY'S NUMBER\n\n100 million\n\nThe number of Amazon Prime members, revealed for the first time by CEO Jeff Bezos in a letter to shareholders\n\nJUST WATCHED Is Amazon a monopoly? Replay More Videos ... MUST WATCH Is Amazon a monopoly? 04:14\n\nTODAY'S QUOTE\n\n\"This action goes against our very foundation.\"\n\nAir National Guard Director Lt. Gen. Scott Rice, after three members of the Tennessee Air National Guard were fired or demoted after one used a dinosaur puppet while taking the reenlistment oath\n\nAND FINALLY\n\nWhat's Michael Scott's superpower?","1":"(CNN) President Donald Trump deployed the full trappings of formal state entertaining for the first time on Monday in the hopes an elaborate display of diplomacy can lead to a deeper bond with French President Emmanuel Macron.\n\nBut beneath the pomp and circumstance the state visit brings -- streets lined with fluttering French and American flags, an elaborate military welcome and a meticulously planned state dinner -- the two leaders are expected to tackle a slew of pressing foreign policy issues, from the Iran deal to the Syrian civil war, counterterrorism and Russian aggression. The daylight between the men on some of those issues will become apparent.\n\nMacron touched down in Washington midday aboard a French government plane. After arriving to Blair House, the presidential guest quarters, he and his wife, Brigitte, strolled to the Lincoln Memorial, surrounded by security agents and journalists.\n\nLater, the couple greeted Trump at the West Wing with kisses on each cheek to formally begin the visit. Joined by Melania Trump, the foursome used golden shovels to plant a European Sessile oak tree on the South Lawn that had been plucked from the Belleau Woods, northeast of Paris, where 9,000 American troops lost their lives during World War I. They departed soon after aboard a helicopter to Mount Vernon, the riverfront estate of George Washington , for a private dinnerof lemon-ricotta agnolotti with citrus butter, salad, ballotine of Dover sole with lemon curd and heirloom asparagus, and chocolate soufflé with cherry vanilla ice cream.\n\nTweeting on Monday afternoon, Emmanuel Macron previewed his message to Trump.\n\n\"The United States and France share a long history, we have led revolutions together to defend freedom and democracy,\" he wrote. \"It is our turn to live up to the example set by our history.\"\n\nThe two leaders get to business on Tuesday following a military welcome on the South Lawn. In the wake of the US-French strikes in Syria, questions remain about Trump's willingness to maintain a military presence in Syria as Macron has urged his US counterpart to do. Trump's harsh new new trade approach has led to fears of a trade war. And a fast-approaching deadline on the Iran deal also looms large.\n\nMacron as Trump whisperer?\n\nTrump has threatened to pull out of the Iran deal and snapback US sanctions on Iran by May 12 unless major changes are made to the agreement brokered by the previous US administration, which capped Iran's nuclear program in exchange for relief from economic sanctions. France, Germany and the United Kingdom -- key signatories to the deal -- are in the midst of negotiations with the US aimed at assuaging some of Trump's concerns, but large gaps still remain.\n\nAlready, some US administration officials have been preparing options for withdrawal from the agreement, hoping to be ready should Trump abruptly make his announcement over Twitter. Macron's visit could prove critical to swaying Trump toward a compromise, rather than the all-or-nothing approach he has signaled on the Iran deal. The French leader -- who has been dubbed a \"Trump whisperer\" by some -- has forged one of the closest relationships Trump maintains with any world leader, some of whom he has openly feuded with or belittled.\n\nThat \"Trump whisperer\" status was on full display ahead of his visit to the US, when Macron appeared on Fox News -- Trump's favorite network -- to make an early case on the Iran deal, as if speaking directly to the President.\n\n\"What do you have as a better option? I don't see it,\" Macron said of the deal, which he acknowledged is not \"perfect.\" \"What is the what-if scenario or your plan B? I don't have any plan B for nuclear against Iran. So, that's the question we will discuss.\"\n\nJUST WATCHED Trump and Macron at Bastille Day (2017) Replay More Videos ... MUST WATCH Trump and Macron at Bastille Day (2017) 01:15\n\nThe appearance on Fox continued Macron's pattern of assiduously cultivating Trump using flattery and a careful study of his likes and dislikes. In July, he correctly guessed that a military parade down the Champs-Élysées might appeal to his US visitor; Trump liked it so much he ordered the Pentagon to plan a similar one back home.\n\nBut beneath the outward bonhomie is an underlying competitiveness, according to US and French officials familiar with the two men's relationship. Both are alpha males highly attuned to their own reputations, and each entered office with grand promises of shattering their country's political status quo. Officials in both countries have downplayed the notion of a \"bromance,\" insisting the two men are not close personal friends but rather closely aligned allies.\n\nEver since May, when the two men met for the first time inside the US ambassador's residence in Brussels, fascination has swirled around their relationship. That first meeting was marked by strained grins and a lengthy, white-knuckled handshake that immediately went viral online.\n\nEven before that session, which occurred on the sidelines of a NATO summit, Macron has carefully approached his interactions with an unpredictable American leader. He studied videos of Trump's handshakes, which sometimes include a firm tug inward. And he and his aides continue to closely monitor Trump's Twitter feed for a daily reading of the US President's mood and his shifting policy sentiments.\n\nContrast with Merkel\n\nPerhaps most shrewdly, Macron recognized that Europe's other dominant leader, German Chancellor Angela Merkel, would be permanently tarnished in Trump's mind after fostering deeply personal ties to President Barack Obama. Long averse to his predecessor's policies and platforms, Trump has viewed Merkel as irrevocably tied to Obama, according to people who have spoken to him.\n\nMacron has cast himself as a blank slate, without a pre-existing relationship that might color his interactions with Trump (though Macron has met privately with Obama, and even secured Obama's endorsement during his campaign last spring).\n\nMerkel will visit the White House on Friday with none of the elaborate trimmings associated with a state visit. Once the favored European leader for US presidents, including Obama and President George W. Bush, Merkel got off to a frosty start with Trump and struggled to recover. The two leaders went more than five months without speaking earlier this year.\n\nThat's left an opening for Macron, who has deployed flattery and a close study of Trump's mindset to secure a position as the chief transatlantic emissary, reasserting Paris as the principal European contact point after long being overshadowed by Berlin and London.\n\nThat was on heightened display earlier this month as the two men worked closely to plan retaliatory strikes for a suspected chemical gas attack in Syria. Early in the week, US administration officials rushed to develop plans for a response amid concerns Macron would act first. Trump told his advisers that he didn't want to appear to play second fiddle to his younger French counterpart.\n\nSyria policy\n\nAs the week proceeded, however, the two men spoke almost daily to develop a response, alongside British Prime Minister Theresa May. After the strikes, Macron even claimed during a television interview that he had \"convinced\" his US counterpart to remain committed to Syria, despite his declaration that US troops would soon exit the country.\n\nBut it appears Macron will need to press his case again in person. Even in the wake of the strikes against the Syrian regime's chemical weapons facilities, the White House refused to walk back Trump's decision to prepare for withdrawal.\n\n\"Our policy hasn't changed,\" White House press secretary Sarah Sanders said last week in response to Macron's claim. \"We still have troops on the ground. But the President wants to bring those people home, and that hasn't shifted.\"\n\nTop US military officials and US allies who are invested in the region have worried that a withdrawal of US troops -- who are explicitly involved in the fight against ISIS -- could create a vacuum for Russian and Iranian influence to expand in the region.\n\nEven as Trump has warned of a \"sustained\" response to the use of chemical weapons in Syria, the US has yet to impose fresh sanctions targeting Russian companies that have facilitated Syria's chemical weapons program. A senior administration official said Friday the sanctions were still under consideration, but said it was uncertain whether new sanctions could be announced to coincide with Macron's visit.\n\nAs he headed toward Washington on Monday, Macron spoke by phone with Russian President Vladimir Putin to discuss Syria and other matters.\n\nTrade is also expected to be on the agenda, with the steel and aluminum tariffs Trump signed into law expected to hit exempted European allies on May 1 unless the parties reach a deal averting the tariffs.\n\n\"I hope ... he will not implement these new tariffs and he will decide for an exemption for the European Union. You don't make trade war with your ally,\" Macron said in his Fox News interview. \"I'm an easy guy. I'm very simple. I'm straightforward. It's too complicated -- if you make war against everybody. You make trade war against China, trade war against Europe, war in Syria, war against Iran -- come on, it doesn't work. You need ally. We are the ally.\"","2":"Washington (CNN) Hours of intensive talks and elaborate displays of bonhomie between President Donald Trump and his French counterpart Emmanuel Macron on Tuesday failed to yield clarity on the fate of the Iran nuclear deal, which Trump has derided and Macron hopes to salvage.\n\nMore successful were Macron's appeals to rethink an immediate exit of US troops from Syria, which Trump conceded could not happen until the US is able to \"leave a strong and lasting footprint.\"\n\nIt amounted to a split outcome for Macron, who arrived in Washington hoping to sway Trump away from isolationist decisions that loom in the coming months. Trump has insisted his pledges to rip up the Iran deal and bring American troops home from war amount to promises his voters expect him to fulfill.\n\nTrump opened the day railing against the Iran accord, calling the Obama-era agreement \"insane\" and \"ridiculous\" for failing to contain Tehran.\n\nLater, during a news conference, he sounded a more conciliatory note and maintained he could soon strike an agreement with his visitor, who laid out his own vision for pact.\n\n\"We can be flexible. You know, in life you have to be flexible, and as leaders of countries, you have to show flexibility,\" Trump said.\n\nBut Trump declined to say whether he would sign on to a Europe-brokered supplemental agreement to the Iran deal. And he offered an ominous threat to Tehran should it resume its nuclear program.\n\n\"They will have bigger problems than they ever had before,\" he said.\n\nThe lingering dispute over the Iran deal proved that neither dinners of Dover sole nor a glitzy military welcome could paper over the two leaders' differences during an elaborate state visit, the first of Trump's presidency.\n\nEarlier in the day, the two men put forward an elaborate show of friendship on the South Lawn, reviewing cordons of troops in formation and recalling the long history between the US and France. They are due to sit for Trump's inaugural state dinner on Tuesday evening, with rack of lamb and jambalaya on the menu.\n\nThroughout the day, the two leaders sought to play up in their body language the image of a global \"bromance.\" But the persistent back-patting, handshaking and pecks on the cheek came ultimately to assume a competitive undertone, with the germ-averse Trump standing rigidly as Macron grasped his forearm and Trump happily flicking what he said was a flake of dandruff from Macron's navy suit.\n\nMacron acknowledged during his remarks Tuesday that he was visiting a strong-willed peer.\n\n\"It's not a mystery, we did not have the same starting positions, and neither you nor I have a habit of changing our stances or going with the wind,\" the French President said through a translator. \"That being said, I can say that we've had a very frank discussions, just the two of us.\"\n\nLittle clarity on Iran\n\nJUST WATCHED Trump: If Iran threatens us, they will pay Replay More Videos ... MUST WATCH Trump: If Iran threatens us, they will pay 00:55\n\nTrump has threatened to pull out of the Iran deal and snap back US sanctions on Iran by May 12 unless major changes are made to the agreement brokered by the previous US administration, which capped Iran's nuclear program in exchange for relief from economic sanctions.\n\nTrump on Tuesday decried the deal as failing to address Iran's ballistic missile program or its support of terror groups in the Middle East.\n\nFrance, Germany and the United Kingdom -- key signatories to the deal -- are in the midst of negotiations with the US aimed at assuaging some of Trump's concerns, but large gaps still remain.\n\nMacron said on Tuesday he was open to a new agreement that would address Trump's concerns while not tearing apart the existing deal. But Trump offered no indication of which direction he may go.\n\n\"Nobody knows what I'm going to do on the 12th,\" Trump said, referring to the deadline. \"This is a deal with decayed foundations. It's a bad deal, it's a bad structure, it's falling down. It should have never, ever been made.\"\n\nAlready, some US administration officials have been preparing options for withdrawal from the agreement, hoping to be ready should Trump abruptly make his announcement over Twitter. Macron's visit was viewed as critical to swaying Trump toward a compromise, rather than the all-or-nothing approach he has signaled on the Iran deal.\n\nTrump offered scant assurances to Macron that he was reconsidering his pledge to exit the Iran agreement. But he did signal a compromise may be near.\n\n\"We could have at least an agreement among ourselves fairly quickly,\" he said during talks in the Cabinet Room. \"I think we're fairly close to understanding each other. And I think our meeting, our one-on-one went very, very well.\"\n\nAnd he signaled he was willing to reconsider his demand that US troops exit Syria soon, indicating he didn't want other countries like Iran and Russia to gain a foothold.\n\n\"I do want to come home, but I want to come home also having accomplished what we have to accomplish,\" he said.\n\nElaborate welcome\n\nTrump is deploying the full trappings of formal state entertaining for the first time in the hopes an elaborate display of diplomacy can lead to a deeper bond with the young French leader. First lady Melania Trump, who emerged from the South Portico on Tuesday wearing a dramatic wide-brimmed white hat , has been overseeing preparations, including the three-course state dinner on Tuesday.\n\nStanding before a military display on the South Lawn, Trump hailed the US-France alliance without mentioning the areas of difference. Macron, he said later, was doing a \"great job\" as President.\n\nMacron, however, did not avoid the topic, saying the differences over climate change were surmountable.\n\n\"On this issue, we do not always agree as to the solutions, but in the end, such is the case in any family and in any friendship, and it is also where the fate of our children is at stake,\" he said through a translator.\n\nHe also warned against the rise of \"aggressive nationalisms that deny our history and divide the world,\" a potent subject both in France, where anti-Semitism and nativist immigration stances have swelled, and the United States, where white nationalist rallies have drawn condemnation, though not from Trump.\n\n\"It is together that we will build a new strong multilateralism that defends pluralism and democracy in the face of ill winds,\" Macron said.\n\nUnderlying competitiveness\n\nThe French leader -- who has been dubbed a \"Trump whisperer\" by some -- has forged one of the closest relationships Trump maintains with any world leader, some of whom he has openly feuded with or belittled.\n\nBut beneath the outward bonhomie is an underlying competitiveness, according to US and French officials familiar with the two men's relationship. Both are alpha males highly attuned to their own reputations, and each entered office with grand promises of shattering their country's political status quo. Officials in both countries have downplayed the notion of a \"bromance,\" insisting the two men are not close personal friends but rather closely aligned allies.\n\nEver since May, when the two men met for the first time inside the US ambassador's residence in Brussels, fascination has swirled around their relationship. That first meeting was marked by strained grins and a lengthy, white-knuckled handshake that immediately went viral online.\n\nEven before that session, which occurred on the sidelines of a NATO summit, Macron has carefully approached his interactions with an unpredictable American leader. He studied videos of Trump's handshakes, which sometimes include a firm tug inward. He and his aides continue to closely monitor Trump's Twitter feed for a daily reading of the US President's mood and his shifting policy sentiments.\n\nOn Tuesday, the physical assertiveness continued. Macron seemed intent on kissing Trump on both cheeks, in the French style, upon every greeting. During their joint news conference, he reached over on occasion to grab Trump's arm as he punctuated his point.\n\nTrump, meanwhile, decided a photo opportunity on the Oval Office was the ideal moment to highlight Macron's scalp care.\n\n\"I'll get that little piece of dandruff off,\" Trump said, brushing an invisible piece of dust from Macron's shoulder.\n\n\"We have to make him perfect,\" he said. \"He is perfect.\"","3":"Washington (CNN) President Donald Trump signaled possible progress on a fix to the Iran nuclear deal, as US and European negotiators near agreement on how to keep the US from leaving the international pact.\n\n\"We could have at least an agreement among ourselves fairly quickly,\" Trump said during talks with French President Emmanuel Macron in Washington -- which are aimed in part at urging Trump to stick with the 2015 agreement. \"I think we're fairly close to understanding each other. And I think our meeting, our one-on-one went very, very well.\"\n\nThe comment is the first indication that Trump might be open to staying in a deal he's excoriated, one that exchanges curbs on parts of Iran's nuclear program for nuclear-related sanctions relief.\n\nThe US and Europe are working on a supplemental agreement that would address areas inside and outside the deal that have troubled Trump, and have reached agreement on Iran's missile program, nuclear inspections and its regional activities, but hurdles remain.\n\nDespite the high-level European lobbying effort -- German Chancellor Angela Merkel arrives Friday and British Prime Minister Theresa May could follow -- and progress by negotiators, sources within and close to the Trump administration tell CNN that the White House, subject to the whims of the ever-impulsive President, could still leave the deal.\n\n\"If Macron comes to the table with a good deal ... Trump will be able to claim he fixed [President Barack] Obama's fatally flawed agreement and check that box and move on to use other levers of national power against Iran,\" said Mark Dubowitz, CEO of the Foundation for Defense of Democracies.\n\nThe deal has powerful enemies. Secretary of State-designate Mike Pompeo is a critic, and suggested during negotiations that it would be easy to simply bomb Iran. And the new national security adviser, John Bolton, has been telling Europeans the deal is \"unfixable.\"\n\nEven so, parties to the deal tell CNN they are \"optimistic\" and \"very close.\" The US and European negotiators aren't working on \"fixing\" the nuclear deal -- Europeans and Iran refuse to re-open it for renegotiations.\n\nBut sources familiar with the talks tell CNN the two sides have agreed on several issues that would be part of a supplement to the Iran deal.\n\nProgress on a supplement to the deal\n\nAccording to a source familiar with the talks, the negotiators have agreed on measures that would use powerful US and European sanctions to target Iran's long-range missile program and missiles of other ranges.\n\nThey have agreed on a common position that the International Atomic Energy Agency has the right to inspect all nuclear sites, including military sites, and that there will be a range of consequences for Iran if it denies access.\n\nAnd the partners will take a range of measures to address Iran's activities in the Middle East, including possible European sanctions against Hezbollah entities, sanctions targeting Iran's activities in Syria and Iraq, and others that focus on maritime navigation and cyber. Some of these measures will be public; many will be private and involve intelligence sharing, according to a source familiar with the talks.\n\nBut areas of disagreement remain, particularly on the issue of \"sunset clauses.\" These sections of the deal expire after a few years, though the pact forbids Iran from gaining nuclear weapons in perpetuity. The US wants an automatic resumption of sanctions if Iran starts certain nuclear activities once those sunset clauses expire. Europe, according to the source, wants intervening assessments before sanctions snap back.\n\nA senior State Department official, speaking to reporters Sunday about those ongoing talks, said that \"we have made a great deal of progress, but it is -- we're not there yet.\"\n\nMacron will likely spend the rest of his visit working hard to bridge those gaps. If he succeeds, the supplemental agreement could exist on its own as a deterrence to Iran expanding its missile and nuclear programs, or it could represent the first phase of diplomatic negotiations to work with Iran on a \"JCPOA 2.0.\"\n\nIf the US and its European allies fail to reach an agreement, the administration can reapply sanctions and leave the deal quickly or can slowly start reimposing penalties. That kind of slower, \"rolling snapback,\" the source said, means the US wouldn't immediately leave the deal, giving the Europeans more time to see if they can get Iran to agree to concessions.\n\nOne option the White House could pursue is to avoid reimposing nuclear sanctions and instead target Iran's Central Bank for the country's support of the Syrian regime. May 12 is also Trump's next deadline to waive US sanctions against Iran's Central Bank, a step he has to take every four months under a US law on the Joint Comprehensive Plan of Action.\n\nWith the clock ticking on Trump's May 12 deadline, Macron has likely emphasized the benefits of Europe and US acting in solidarity. Sanctions have less force if a broader group isn't enforcing them.\n\nIran lobbying hard\n\nThe Iranians are also engaged in their own high-level lobbying effort. Tehran's foreign minister, Mohammad Javad Zarif, visited New York on Sunday, offering interviews, and held forth Monday on Twitter to offer some support to Macron.\n\n\"President Macron is correct in saying there's no 'Plan B' on JCPOA,\" Zarif tweeted Monday. \"It's either all or nothing. European leaders should encourage President Trump not just to stay in the nuclear deal, but more importantly to begin implementing his part of the bargain in good faith.\"\n\nZarif said Monday night that the US hasn't held up its obligations under the nuclear deal, leaving ordinary Iranians disappointed.\n\n\"People expected the international community to perform the way Iran has performed,\" Zarif said in remarks at the Council on Foreign Relations in New York. While several international assessments have found Iran is complying with the deal, Zarif noted that under Trump, the US has yet to issue a single license allowing for US investment in Iran.\n\n\"The United States is already in violation,\" he said, \"and people ask, \"What happened?\" and that leads to resentment.\"\n\nThe European countries making up the \"E3\" -- France, Germany and the UK -- will not even publicly discuss contingency plans in the event the US walks away. Doing so, officials say, simply lends credibility to the idea that there are workable alternatives to the agreement.\n\nIt's not clear what Iran would do if the US leaves the deal.\n\n\"This is not a case in which you have an obvious answer as to how the Iranians would respond should the Trump administration pull out,\" said Firas Maksad, director of the Arabia Foundation.\n\nIf Tehran remains in the pact with the Europeans, they will lose some financial benefits of the deal because there will be a higher risk for companies investing in Iran if the US pulls out. At the same time, Tehran would still be forbidden from enriching uranium.\n\n\"There's a moral hazard for the Iranians going about business as if the Americans never left,\" Maksad said.\n\nBut if Iran responds by walking away from the deal too, it \"puts them on a confrontation path with the United States and the Europeans at a time when they're pretty stretched thin in the region, and in the socioeconomic protests that continue to bubble up throughout the country,\" he said.\n\nOne possibility, Maksad said, is that Iran responds with asymmetric attacks targeting US interests in the region: US troops in Iraq, special forces in Syria, diplomats and diplomatic facilities across the Middle East.","4":"Washington (CNN) The US State Department's human rights report for 2017 , released Friday, appeared to reflect the Trump administration's worldview by scaling back on the reporting of women's issues and choosing not to identify the West Bank or Gaza Strip as territories \"occupied\" by Israel.\n\nThe report did criticize US adversaries including Russia and Iran, but pulled punches when it came to key US allies such as Saudi Arabia.\n\nThe report's introduction singled out political adversaries and pointed to four particular countries: China, Russia, Iran and North Korea. The report itself also singled out Russia, emphasizing once again the disconnect between an administration willing to criticize Moscow and President Donald Trump's reluctance to do so. Acting Secretary of State John Sullivan said the governments of the four countries \"violate the human rights of those within their borders on a daily basis and are forces of instability as a result.\"\n\nHe added that \"States that restrict freedoms of expression and peaceful assembly; that allow and commit violence against members of religious, ethnic, and other minority groups; or that undermine the fundamental dignity of persons are morally reprehensible and undermine our interests.\"\n\nAllies such as Israel, along with others that have questionable track records, including Turkey and Saudi Arabia, were not singled out in the introduction.\n\nLike many administrations, the White House has stepped lightly when it comes to allies, but some aspects of the report -- particularly its decision not to refer to Palestinian territories as occupied and its care over alleged Saudi torture -- seem to mark striking concessions to them.\n\nCritics said the report is the latest indication that the Trump administration is putting human rights on the back burner.\n\n\"From the beginning, this administration has sent the message that the United States will no longer prioritize efforts to hold the global community to account for human rights,\" Joanne Lin, national director of advocacy and governmental relations at Amnesty International USA, said in a statement.\n\n\"Reports of the omission of key passages pertaining to sexual and reproductive rights, women's rights and the rights of marginalized populations, combined with the Administration's deference to known human rights violators like the governments of Saudi Arabia and Turkey, make us skeptical that these reports present a full picture of human rights around the world,\" Lin said.\n\nThose concerns surfaced last year, when then-Secretary of State Rex Tillerson came under fire for breaking with tradition and declining to present the report in person when it was issued. More than once while he was in the job he expressed the view that human rights sometimes have to take a back seat to more pragmatic concerns.\n\nWhile it's too early to say what sort of emphasis Secretary of State nominee Mike Pompeo will place on human rights, he tipped his hat to the issue in his April 12 confirmation hearing before the Senate Foreign Relations Committee.\n\nHe told lawmakers that America's blessings come with a duty to lead. \"If we do not lead the calls for democracy, prosperity and human rights around the world, who will?\" Pompeo asked. \"No other nation is equipped with the same blend of power and principle.\"\n\nNotably, this year's report changes the way women's reproductive issues are addressed -- a move that has concerned some women's health and human rights advocates.\n\nBreaking with recent tradition, the document highlighted instances of coercive family planning, such as forced abortion, instead of referring to a broader range of reproductive rights including restrictions on access to abortion.\n\nAndrea Prasow, the deputy Washington director at Human Rights Watch, said in a statement Friday that the report \"guts the analysis of sexual and reproductive rights, reflecting the Trump administration's hostility toward these issues.\"\n\n\"In doing so the administration is undermining a document that has long been relied upon by the Congress, foreign governments and activists alike to assess human rights conditions around the world,\" Prasow added. \"This is unfortunately only one facet of the administration's efforts to downplay human rights as an element of US foreign policy.\"\n\nLast year, the administration drew similar ire from advocacy groups over its decision to reinstate the so-called Mexico City policy barring nongovernmental organizations that advise women on abortion from receiving US funds.\n\nBut the State Department says it is simplifying the report -- which is congressionally mandated and intended to document the status of human rights and worker rights in nearly 200 countries and territories -- to return to its basic requirements under the law as it was applied prior to the Obama administration, and that it provides additional information on some abbreviated sections in hyperlink form.\n\n\"This year, we have sharpened the focus of the report to be more responsive to statutory reporting requirements, and more focused on government action or inaction with regard to the promotion and protection of human rights,\" Sullivan told reporters, speaking broadly about the document.\n\nThe report, available online and one of the government's most highly read publications, is broken down by region and country.\n\nThe Israel section was notable for a change in its categories. This year's report removed references to the West Bank and Gaza as \"occupied territories.\"\n\nWhereas last year the country section was titled \"Israel and the Occupied Territories,\" this year it is called \"Israel, Golan Heights, West Bank and Gaza.\" The report refers, at one point, to the \"Israeli-occupied Golan Heights,\" but the only place where it refers to Gaza or the West Bank as \"occupied\" is in a quote.\n\nHere are some highlights of the report.\n\nSaudi Arabia\n\nSaudi Arabia's abuses included unlawful killings, execution without due process, torture, and arbitrary arrest and detention. Saudis lack basic freedoms, including freedoms of expression, peaceful assembly, association, movement and religion, the report said.\n\nIn November, the Saudi government detained approximately 200 government officials, businesspeople and royal family members, ostensibly to investigate allegations of widespread corruption. The report offered odd, soft-pedaled language to describe allegations of torture, saying that, \"according to media reports, members of the security forces coerced with relative impunity at least some of the detainees to the point of requiring medical care.\"\n\nThe report noted that Saudi-led airstrikes in Yemen resulted in civilian casualties and damage to infrastructure, and cited concerns by the United Nations and rights groups such as Amnesty International that Saudi strikes caused disproportionate collateral damage. Unusually, it paired that observation with a sentence noting that rebels in Yemen have fired missiles into Saudi territory.\n\nSyria\n\nThe Syria section of the report reads like a catalog of the absolute worst of human behavior.\n\nThe regime conducted extrajudicial executions and used rape -- including of children -- as a weapon of war. It committed massacres, starved its population, \"disappeared\" and tortured people by the thousands. Prisons are known for sexual violence, life-threatening conditions and the deliberate denial of medical care.\n\nSyria continued to use chemical weapons, including sarin and chlorine, against civilians, and to conduct widespread \"barrel bombing\" of civilians and residential areas. The government systematically attacked civilian infrastructure, including hospitals.\n\n\"Impunity was pervasive and deeply embedded in the security forces and elsewhere in the government,\" the report said.\n\nRussia\n\nBeyond the annexation of Crimea in 2014 and its backing for Russian-led forces in Ukraine, where thousands of civilians have died, Russia was identified as a major violator of human rights within its own territory.\n\nThe most significant human rights issues included extrajudicial killings, enforced disappearances, torture, life-threatening conditions in prisons, arbitrary arrest and detention, a lack of judicial independence and severe restrictions on freedom of expression and the media, to name a few.\n\nNew laws limit peaceful dissent and curtail the work of opposition politicians and civil society groups. There is \"widespread corruption at all levels and in all branches of government,\" the report said.\n\nThe government in Chechnya of Ramzan Kadyrov, an ally of Russian President Vladimir Putin, committed abuses with impunity, including killings, torture, physical abuse and politically motivated abductions. \"Virtually none of these abuses was credibly investigated or prosecuted by either the federal government or local Chechen authorities,\" the report said.\n\nNorth Korea\n\nThe description of human rights abuses in the Democratic People's Republic of Korea, or North Korea, was a horrifying litany of extrajudicial killings; disappearances; arbitrary arrests and detentions; torture; and political prison camps in which conditions were often life-threatening and included forced and compulsory labor, as well as unfair trials and rigid controls over many aspects of citizen's lives.\n\nThe report also said there have been \"numerous reports\" that North Korea's government, which holds three American hostages, committed arbitrary and unlawful killings. Trump is set to meet North Korea's leader, Kim Jong Un, in the next few weeks.\n\nIran\n\nIran is a violator of rights at home and a driver of destabilization in Syria because of its support for Syrian President Bashar al-Assad and for Hezbollah forces there and in Iraq, the report said.\n\nIran executes people without fair trials, tortures and arbitrarily detains people, invades their privacy, and restricts the press and all public expressions of dissent against the government.\n\n\"The government took few steps to investigate, prosecute, punish, or otherwise hold accountable officials who committed these abuses, many of which were perpetrated as a matter of government policy,\" the report said. \"Impunity remained pervasive throughout all levels of the government and security forces.\"\n\nMyanmar\n\nThe report calls out Myanmar's security forces and local militias for committing ethnic cleansing against the Rohingya minority population in 2017.\n\nThose groups, the report notes, \"reportedly committed widespread atrocities against Rohingya villagers, including extrajudicial killings, disappearances, rape, torture, arbitrary arrest, and burning of tens of thousands of homes and some religious structures and other buildings.\"\n\n\"We condemn the ethnic cleansing of Rohingya in Burma and the atrocities committed against them,\" Sullivan said in his remarks, referring to the country by its alternate name, \"and we are working with partners to address that crisis.\"\n\n\"Those responsible for the violations, abuses and attacks must be held accountable,\" he added.\n\nVenezuela\n\n\"Democratic governance and human rights deteriorated dramatically during the year as the result of a campaign of the Maduro administration to consolidate its power,\" the State Department said in its report, citing cases of excessive force used against protesters and widespread detentions.\n\n\"The most significant human rights issues included extrajudicial killings by security forces, including government sponsored 'colectivos'; torture by security forces; harsh and life-threatening prison conditions; widespread arbitrary detentions; and political prisoners,\" the report states.\n\nThe Trump administration has frequently criticized President Nicolas Maduro's government, threatening further economic sanctions and a potential oil embargo if reforms aren't implemented.\n\nVenezuela is facing an economic crisis that has led hundreds of thousands to flee to neighboring countries.\n\nCuba\n\nWhile the US and Cuba restored diplomatic relations under the Obama administration, the two countries continue to find themselves at odds on a host of issues, including human rights and governance.\n\nThis year's human rights report calls out Cuba for issues including politically motivated detentions, torture and censorship.\n\nThe report, which covers developments in 2017, makes no mention of the recent political transition in Cuba.\n\nOn Thursday, State Department spokeswoman Heather Nauert said the US was \"disappointed that the Cuban government opted to silence independent voices and maintain its repressive monopoly on power, rather than allow its people a meaningful choice through free, fair and competitive elections.\"\n\nChina\n\nIn addition to singling out China as a force for instability in its preface, the report focuses on the country's police and judicial system, as well as \"significant restrictions on freedom of speech, press, assembly, association, religion, and movement.\"\n\nIn his remarks, Sullivan said, \"China continues to spread the worst features of its authoritarian system, including restrictions on activists, civil society, freedom of expression, and the use of arbitrary surveillance.\"\n\n\"We're particularly concerned about the efforts of Chinese authorities to eliminate the religious, linguistic and cultural identities of Uyghur Muslims and Tibetan Buddhists,\" he said, \"as well as restrictions on the worship of Christians.\"\n\nThe US and China have had an unsteady relationship in recent months, with Trump publicly praising Chinese President Xi Jinping, while blasting the country over its trade practices.\n\nTurkey\n\n\"In Turkey, the detention of tens of thousands of individuals including journalists and academics under an ongoing state of emergency has undermined the rule of law there,\" Sullivan said in his remarks, referring to a widespread crackdown initiated by the government of President Recep Tayyip Erdogan since a failed coup attempt in 2016.\n\nWhile the US and Turkey retain an important military alliance, their relations have become increasingly frayed as Erdogan has consolidated political power and aligned himself more closely with US foes like Russia and Iran.\n\nThe report notes that Turkey \"experienced significant political challenges during the year,\" but it criticizes widespread arrests, including those of two US mission employees.","5":"Paris (CNN) It was last July that US President Donald Trump laid bare the depth of his feelings for his French counterpart Emmanuel Macron.\n\nFor Trump, it was not the romantic dinner at the prestigious Le Jules Verne restaurant inside the Eiffel Tower, nor the rendition of Daft Punk's \"Get Lucky\" by a marching band that impressed, but that remarkable 29-second handshake.\n\nPerhaps what appeared at first to be two men attempting to assert their own alpha male credentials was actually a sign of respect and admiration.\n\nWhatever the case, by the time Trump left Paris after a whirlwind 36 hours that included a spectacular Bastille Day parade, he was sold on Macron.\n\n\"He's a great guy. Smart. Strong. Loves holding my hand,\" Trump told the New York Times after his visit to Paris.\n\n\"People don't realize he loves holding my hand. And that's good, as far as that goes.\"\n\n\"I mean, really. He's a very good person,\" Trump went on. \"And a tough guy, but look, he has to be. I think he is going to be a terrific president of France. But he does love holding my hand.\"\n\nTrump backed his comments up further in January when he afforded Macron the honor of being the first foreign leader invited for a state visit by the Trump administration.\n\nThe three-day visit, which begins on Monday, comes at a time when the pair are working to strengthen ties between their nations.\n\nBeyond the bravado\n\nAt first glance, the relationship between Trump, a 71-year-old isolationist who enjoys cable news and long days on the golf course, and the 40-year-old Macron, a pro-European integrationist who likes to quote philosophers and extol the virtues of the arts, seems unlikely.\n\nIndeed, their relationship got off to a rocky start at last May's NATO summit in Brussels, when Macron appeared to ignore Trump's outstretched hand and greeted German Chancellor Angela Merkel instead.\n\nWhen the two did eventually shake hands, it was one that went viral online, with neither man ceding any ground.\n\nBut looking beyond the handshake and the bravado, the two men share a number of similarities.\n\nBoth based their presidential campaigns on being outsiders and enemies of the political elite. They took advantage of the public's dissatisfaction and disillusionment with mainstream political parties en route to winning their respective elections.\n\nTrump, a real estate mogul, and Macron, a former investment banker, are both drawn to sealing good deals.\n\nAnd they share a penchant for symbolism and showmanship, whether it be appearing on reality television or holding meetings amid the splendor of the Palace of Versailles.\n\nAnd both men married women whom they are 24 years apart from -- Melania Trump is almost 24 years younger than the US President, and Brigitte Trogneux is roughly 24 years older than Macron.\n\nThe pair also share views on policy, notably on eliminating ISIS and battling against global terrorism.\n\nMore recently, Trump and Macron have been working together on eliminating Syria's chemical weapons capabilities.\n\nThis sense of potential cooperation has helped frame forthcoming talks as somewhat crucial, not only in terms of policy, but also in helping to reestablish what has been a historically strong US-France partnership.\n\nTaking on Trump\n\nFor Macron, the stars have aligned. While British Prime Minister Theresa May has had to fend off criticism over her courtship of Trump, Macron has seen no need to hold back and has presented himself as Europe's spokesman.\n\nTrump is hardly popular in France, but Macron has faced little opposition to his decision to keep close ties with Washington and further his position as Trump's \"interpreter,\" as aides have put it.\n\nWhile other European leaders have been reticent about indulging Trump, Macron has managed to cut through the noise. But his status as the European leader with perhaps the most influence in the White House will be put to the test this week on a number of fronts.\n\nIn an interview with Fox News that aired Sunday, the French President suggested it would be a mistake for Trump to ditch the nuclear deal with Iran, and urged his counterpart to continue to exempt Europe from tariffs.\n\n\"You cannot make a trade war with your allies,\" Macron said. \"It's too complicated if you make war against everybody, you make trade war against China, trade war against Europe, war in Syria, war against Iran, it doesn't work. You need allies.\"\n\nTrump has been an outspoken critic of the deal, agreed by his predecessor, to curtail Tehran's nuclear ambitions, labeling it a \"major embarrassment\" for the US.\n\nHe has warned France, Britain and Germany that they must \"fix the terrible flaws\" of the agreement by May 12 or he would refuse to honor the sanctions relief Iran was promised.\n\nMacron will make Europe's case for remaining in the Joint Commission Plan of Action, the formal name for the Iran nuclear deal, with a failure to reach a deal likely to harm relations between the US and European Union.\n\nIn anticipation of his visit to Washington, Macron held talks with Merkel. Both leaders are keen to ensure that Trump extends a waiver for US tariffs on European steel and aluminum.\n\nThat may be difficult. Last month Trump launched a scathing attack on the EU, claiming its trade policies have \"been brutal\" to the US after announcing a 25% tariff on steel and 10% tariff on aluminum imports.\n\nHe added that the EU had \"banded together in order to beat the United States in trade.\"\n\nThose comments caused an angry reaction in Europe, which will be hoping that Macron can change Trump's mind.\n\nMacron vindicated?\n\nMacron's trip to the White House is likely to be a litmus test of his Trump strategy, as well as his ability to negotiate on behalf of French interests overseas.\n\nMaron stands next to Trump as they pose for a photo at the G20 in Gemany last July.\n\nA year into his tenure as President, Macron has succeeded in reinforcing France's status as -- in Trump's words -- the \"first and oldest ally\" of the US. What is hard to miss is the fact that this new \"special relationship\" was forged by two political newcomers, both of whom are determined to shake up the system through a cult of personality.\n\nThe chemistry between the two men has propelled the partnership forward at a time when Trump has failed to forge a close bond with the leaders of the UK or Germany.\n\nWhile May and Merkel look on, Macron has the opportunity to cement France's place at the top table with the Trump administration and, in so doing, continue his pursuit of being Europe's leading man.","6":"(CNN) Chemical weapons experts finally collected samples in the besieged Syrian city of Douma on Saturday, the Organisation for the Prohibition of Chemical Weapons said, after waiting for days to access the site of a suspected gas attack.\n\nA fact-finding team visited one site in Douma and collected samples, the group said, to help determine whether banned substances were used there in an April 7 strike.\n\n\"The OPCW will evaluate the situation and consider future steps including another possible visit to Douma,\" the organization said.\n\nThe team faced several obstacles in getting to Douma, raising concerns that any chemicals that may have been used could disintegrate by the time experts get there, or that evidence could be manipulated.\n\nUK officials say about 75 people were killed April 7 in an attack on the rebel stronghold. US officials have said they believe chlorine and sarin gas were dropped there.\n\nRead More","7":"Jane Merrick is a British political journalist and former political editor of the Independent on Sunday newspaper. The opinions expressed in this commentary are hers.\n\n(CNN) British Prime Minister Theresa May is juggling many problems right now. Defending her government's role in the threatened deportation of some legal immigrants, which has overshadowed the Queen's final Commonwealth summit in London, and controversy over her decision to join in airstrikes in Syria without a vote in Parliament, to name but two. With so many political crises swirling around her government, it is easy to forget that there is one problem that will not be solved for many months, if not years: Brexit.\n\nOn Wednesday, the Prime Minister was defeated in the House of Lords in a key vote on Britain's departure from the European Union. Peers rejected a proposal to withdraw Britain from a customs union with the European Union after Brexit without a proper debate in Parliament.\n\nThe Lords is often seen as an outdated body -- unelected and aging -- but it has the power to inflict damage and cripple government policy when it sees fit. What's more, the seniority of members voting against May was considerable: they included five former Cabinet ministers, several former junior ministers and every living former Cabinet secretary -- the most senior official in the British government. A second defeat for the government swiftly followed the first.\n\nThe vote on the customs union is crucial because it marks what many see as the dividing line between a hard and soft Brexit. May's plan is to withdraw the UK from both the EU single market and any customs union with the EU, and is one of her negotiating red lines. Yet opponents regard this \"hard Brexit\" plan as detrimental to the British economy, and want the UK to remain in some form of customs union with Brussels.\n\nBut the customs union vote was also only the beginning of what will likely be a war of attrition on all aspects of Brexit between the Lords, where May does not have an overall majority, and the Commons, where the government's majority only exists because of the smaller DUP party of Northern Ireland. In the next few months, both houses of Parliament are likely to take apart her plans for a hard Brexit.\n\nJUST WATCHED David Cameron: No regrets on Brexit referendum Replay More Videos ... MUST WATCH David Cameron: No regrets on Brexit referendum 03:04\n\nRead More","8":"Gayle Tzemach Lemmon is a CNN contributor and adjunct senior fellow at the Council on Foreign Relations. She is the author of \"Ashley's War: The Untold Story of a Team of Women Soldiers on the Special Ops Battlefield.\" The opinions expressed in this commentary are hers.\n\n(CNN) Navigating the line between innocence and complicity, between knowing and ignorance, between willing agent and unwitting victim -- that is the work of those charged with figuring out what responsibility ISIS wives from overseas bear as the rule of the terrorist group winds down.\n\nGayle Tzemach Lemmon\n\nWhat is certain: these women witnessed a brutal hell of inhumanity from a front-row seat. Stayed until the end of the so-called \"caliphate.\" They bore and raised children amid hangings, beheadings and the enslavement of other human beings. Saw rape and murder and brutality organized, scaled and viciously and effectively tailored to inflict extreme suffering on a great many.\n\nAnd now, for those women still in Syria, they live in dust-coated tents, or sometimes in prison rooms, alongside their children, inhabiting a legal purgatory until one authority or another figures out what to do with them. What do you do with an \"ISIS bride\" far from home who says she was a victim, but also played a role in burying human beings?\n\nThat, right now, is the question facing US officials as they figure out what in the world to do with the case of Samantha Sally , an American woman from Indiana who ended up living with her husband in ISIS territory from 2015 until ISIS lost its one-time stronghold of Raqqa late last year.\n\nSally witnessed enslavement of Yazidi women -- and says she witnessed their rape -- and she did not escape the caliphate. Or attempt it, she tells CNN, fearing for her and her children's lives. US-backed Kurdish forces found Sally, and US officials now are working to figure out her fate and that of her four American children, one of whom was forced to be in an ISIS video.\n\nRead More","9":"Washington (CNN) ISIS and al Qaeda represent major threats and are growing in strength in West Africa according to the commander of US special operations in Africa, Maj. Gen. Marcus Hicks.\n\n\"The al Qaeda and ISIS inspired threats in Lake Chad Basin and here in the Sahel are very real and continue to grow in strength,\" Hicks told CNN, referring to two regions in western Africa.\n\nHicks was speaking via phone from Niger where he was attending Flintlock 18, a major military exercise involving 1,900 elite special operations and counterterrorism troops from 21 African and western countries.\n\n\"Both ISIS and al Qaeda franchises here should be taken seriously, they both have either carried out or attempted attacks on western interests in Africa, and they both have aspirations to continue attacks on western interests here, and then to attack the west beyond here,\" Hicks said.\n\nNIAMEY, Niger -- US Air Force Maj. Gen. Marcus Hicks, commander, Special Operations Command Africa, is interviewed by local media after the opening ceremony of Flintlock 2018 in Niamey, Niger, April 11, 2018. (US Army Photo by Sgt. Heather Doppke\/79th Theater Sustainment Command)\n\nBut while he labeled both groups threats, Hicks said that al Qaeda represented the bigger concern due to its ability to plan for the long term.\n\n\"What concerns me most specifically is al Qaeda, because I believe that al Qaeda-associated threats here, so al Shabaab and JNIM and the other offshoots of formerly known as al Qaeda in the Islamic Maghreb, are taking direction from al Qaeda core and are sort of walking through the al Qaeda playbook to develop clandestine infrastructure, and I think they have a disciplined, patient approach to building a base that will allow them to form a caliphate when the time is right,\" Hicks said referring to the terror group's Somalia, Mali and North Africa based affiliates.\n\nThe biggest al Qaeda affiliate is al Shabaab in Somalia where the terror group commands some 4,000-6,000 active fighters, according to the US military, making it one of al Qaeda's largest affiliates. US Navy Seals advise local Somali security forces battling al Shabaab while the Trump administration has also conducted dozens of targeted airstrikes against the group.\n\nJNIM, the Mali-based al Qaeda affiliate, has approximately 800 fighters. France has thousands of troops in Mali, helping local forces combat JNIM and other extremist groups.\n\nNigerien Armed Forces conduct a key leader engagement training with 20th Special Forces Group in Niger on April 16, 2018. (US Army photo by Staff Sgt. Jeremiah Runser)\n\nOfficials are also concerned about ISIS affiliates in Libya, the Sahel, the Lake Chad Basin, and Somalia, particularly the prospect of foreign fighters leaving Iraq and Syria and joining these newer affiliates.\n\nThe two groups in the Lake Chad Basin, which includes Nigeria, Niger, Cameroon and Chad include Boko Haram and ISIS West Africa. The US military believes Boko Haram fields approximately 1,500 and ISIS West Africa approximately 3,500.\n\n\"As the physical caliphate collapses, where those fighters go is a question. There are already sub-pockets again both in the Sahel, in Libya, in Lake Chad Basin and a small one in Somalia where those ISIS fighters could find themselves.\" US Air Force Col. Craig Miller, an officer in Special Operations Command Africa, told CNN.\n\n\"The threat is increasing at different rates and different volumes depending on where you are at in the theater in Africa,\" a US military official familiar with US operations in Africa told CNN.\n\nHicks said that exercises like Flintlock highlight the strategy of working \"by, with and through\" local African partners as they seek to combat both terror organizations.\n\nHowever, even this supporting role carries risk something underscored in October when four US soldiers were killed in an ambush by some 50 ISIS-affiliated fighters while advising Nigerien troops near the Niger-Mali border. On Thursday the Pentagon confirmed that the investigation into the incident by US Africa Command has been completed and the results are expected to be made public in the near future.\n\nA US Special Operations Soldiers observes as a Senegalese Soldier shoots during close quarters battle training April 14, 2018 at Tahoua, Niger. (US Army photo by SPC. Britany A. Slessman)\n\nThe group that was believed responsible for the ambush, ISIS in the Greater Sahara, is thought to have up to 300 active fighters, operating in the ungoverned border area between Mali and Niger, an area known as the Sahel.\n\nHicks acknowledged the risks involved, saying \"missions here are not without risk, I want to be very clear about that\" but also added: \"we try to mitigate risk where we can.\"\n\nFollowing another firefight between a different group of ISIS-linked fighters, ISIS West Africa, and a joint US-Nigerien force in December in a different part of the country, Hicks issued a letter to the troops under his command reminding them that the US military was in a supporting role.\n\n\"My intent there was to remind -- a lot of my force is coming out of Afghanistan, and to remind them that we are not in Afghanistan. We have multiple sovereign nations here, and this is going to be a long, deliberate effort to develop their capability, and that our focus is really on working by, with and through our African and western partners,\" Hicks said.\n\nHicks said that resource constraints also factored into his decision to remind his troops of their supporting role.\n\n\"I cautioned my force to back away from pushing it too hard is because the resource rich environment that we enjoyed in Iraq and Afghanistan exists virtually nowhere in Africa,\" Hicks said, referring to the limited resources US troops in Africa enjoy compared to operations in Iraq, Syria and Afghanistan. There are only about 800 US troops in Niger, a country roughly two-times the size of Texas.\n\n\"We're mindful of the limits of our resources,\" Hicks said, saying that those constraints factored into operational planning with regards to things like air support for operations.\n\nHicks said that he has shifted the focus of US special operations forces in Africa, from advising small local units on tactical patrols toward more strategic-level advising, something he said would allow for a \"higher-level return on investment\" given the relatively small number of troops in Africa while also having \"the benefit of reducing our risk somewhat.\"\n\n\"We are not walking away from our African partners. In fact, because their capability has improved to the level it has, they're capable of conducting lots of these tactical operations on their own,\" Hicks said while adding that some tactical level advising out in the field would continue.\n\n\"We're going to help them to degrade the enemies that we share in common. They are fighting America's enemies. These are sworn enemies of the United States, that's why we're here. We can fight them here or we can fight them somewhere else at a much higher cost,\" Hicks said.","10":"Washington (CNN) Public humiliation is a rite of passage for many top officials in the Trump administration. But when it was Nikki Haley 's turn this week, she fought back, defending herself in a way that reflects her unique status in the Trump administration.\n\nThe US ambassador to the United Nations spent much of Tuesday feeling both embarrassed that she had caused controversy by getting ahead of the White House in announcing Russia sanctions and irked by seemingly dismissive and condescending remarks from a fellow administration official, according to two sources close to Haley.\n\nLarry Kudlow, President Donald Trump's newly installed chief economic adviser, said \"there might have been some momentary confusion\" on her part. Haley found the remark disrespectful and felt she couldn't keep quiet, the sources said.\n\n\"With all due respect, I don't get confused,\" Haley said in a statement.\n\nIt was a stunning retort in an administration where the typical response to being put down is to slink away quietly and regroup. That was the playbook for former Secretary of State Rex Tillerson, who was ridiculed on Twitter by President Donald Trump for getting too far ahead on diplomacy with North Korea. Similarly, then-Homeland Security Secretary John Kelly, who is now White House chief of staff, ran afoul of Trump when he insisted the administration's travel ban was really a \"travel pause,\" only to watch the President call it a ban.\n\nHaley didn't endure a presidential putdown, but Kudlow's comments -- for which he later apologized -- were in line with an apparent White House strategy to shift blame to Haley and shield the President. Still, none of her colleagues have so publicly bristled at the egg on their faces.\n\nNavigating shifting dynamics\n\nFor now at least, she is showing off her savvy in navigating the administration's ever shifting dynamics. She appears to have emerged from the combative approach unscathed -- a rare feat in Trump's orbit.\n\n\"It's clear that in situations like this she is prepared to defend herself -- and publicly, if necessary,\" said John Negroponte, a former US ambassador to the United Nations under President George W. Bush\n\nAnother source close to Haley said the ambassador \"isn't going to let the President run over her like some of these star-struck men around the White House let him do.\"\n\nWhen asked by a reporter at the UN Wednesday about her relationship with Trump, Haley said, \"It's perfect.\"\n\nHaley, a former South Carolina governor who endorsed a Trump rival during her state's high profile presidential primary, is one of the administration's most prominent voices. That's in part because of her penchant for speaking her mind, even when her views cause heartburn in the White House.\n\nShe insisted she would speak her mind when she joined the Trump's administration. Before agreeing to accept a nomination as UN ambassador, Haley listed off a few conditions during a conversation with Trump.\n\n\"I said, 'I don't want to be a wallflower or a talking head. I want to be able to speak my mind.' (Trump) said, 'That is why I asked you to do this,'\" Haley told CNN last summer\n\nAnd since that conversation, Haley has spoken her mind -- staking out tough positions on everything from racism in the US to policy regarding Russia, Syria and Iran, often teetering on the edge of the administration's position and her own. But she had also always been cautious to avoid contradicting Trump, frequently touching base with him directly to coordinate her public messaging and remaining in his good graces.\n\nPolicy shift wasn't communicated\n\nThe reasons why Haley refused to take the heat for Sunday's miscommunication became clearer on Tuesday and Wednesday, with three administration officials telling CNN that Trump changed his mind on imposing additional sanctions on Russia. That policy shift wasn't communicated to Haley before her appearance on Sunday talk shows where she said new sanctions were on the way, the officials said.\n\nSanctions would typically be announced by the Treasury secretary or the White House. The communications breakdown in this instance underscores the administration's frequent difficulty in coordinating a coherent policy message.\n\nThe White House did not return requests for comment on the matter.\n\nAlready, some of Haley's political opponents have used her rebuke of the administration's efforts to blame her for the sanctions misstep to take shots at her.\n\nThe audacious move -- coupled with a recent effort for her and Vice President Mike Pence to share a political aide -- again drew attention to her lofty political ambitions, with whispers of her close political alliance with Pence and a potential 2020 ticket growing louder. Sources close to Haley quickly slapped down the notion that she and Pence were considering a joint ticket.\n\nAndre Bauer, a former lieutenant governor of South Carolina who lost the 2010 race for governor to Haley, took to CNN on Wednesday to blast Haley for her misstep and call attention to her past opposition to Trump.\n\n\"She could've easily just let it go, but instead she fired back,\" Bauer, a CNN political commentator, said. \"She took the shot because she's not a team player. She from the beginning was a 'Never Trumper' even after he won the nomination.\"\n\nBeyond his initial aggravation at the public dissonance that Haley's remarks on Sunday invited, there was no indication Wednesday that Trump had soured on Haley. As of last summer, Haley told CNN Trump had \"never once\" called to say she had overstepped.\n\n\"I don't go rogue on the President,\" Haley said then. \"I'm a strong voice by nature. He's aware of what I'm doing and he's very supportive.\"","11":"Washington (CNN) US intelligence is monitoring a series of cargo flights from Iran into Syria that the US suspects may be carrying weapons systems into Syria for potential use by Bashar al-Assad's regime or Iranian forces, CNN has learned.\n\nAn administration official confirms to CNN that the flights took place and the US and Israel are both concerned the cargo could potentially include weapons that could eventually be used to threaten Israel.\n\nWhile weapons shipments into Syria are not uncommon, these flights involving Iran have caught the attention of US intelligence because they occurred in the days after the April 13 US airstrikes on Assad regime targets. Rhetoric between Iran and Israel has also escalated in recent weeks over Tehran's involvement in areas of Syria that can be used to potentially launch missiles or aircraft that could target Israel.\n\nEarlier this week, social media sites that track global air traffic recorded at least two flights by Syrian Air Force IL-76 cargo jets between Iran and Syria. The official said other flights, including at least one from an Iranian cargo jet, have also caught US attention.\n\nIsrael reportedly struck several targets inside Syria earlier this month including a T4 airbase in Homs province where Iranians had placed anti-aircraft missiles as well as unmanned aerial vehicles.\n\nRead More","12":"(CNN) Ask anyone around Houston to name their favorite pizza joint, and the answer's likely to be unanimous: Fuzzy's in west Houston.\n\nAsk the guy known as Fuzzy about his favorite customer, and the answer will surprise you: Barbara Bush.\n\nBecause if it weren't for her and her husband George H.W. Bush, Fawaz \"Fuzzy\" Hajjar says he wouldn't have the success he has today.\n\nHajjar immigrated from Syria with just $50 in his pocket and after years of scrimping and saving, opened a pizza shop. And then, Barbara Bush - during an appearance on David Letterman -- mentioned it as her favorite place to eat in Houston.\n\nAnd the rest is history: a beautiful history of an American dream and a first lady who helped nurture it.\n\nHow they first met\n\nAfter President George H.W. Bush left office, he and his wife moved to Houston. His office was down the street from Fuzzy's.\n\nAnd one day, around 25 years ago, he came in for a slice.\n\nThat's when he learned how Hajjar came to America from Damascus with less than $100. How he learned to make pizzas in Chicago. How he moved to Houston with a dream to open a restaurant.\n\nThe President was enamored.\n\nThe Hajjars with President George H.W. Bush during a visit in October 2015\n\n\"When they found out his story; that he had come with $50 in his pocket here to go to a university to study, and what he's achieved over that period of time, they truly called him The American Dream,\" Hajjar's wife, Rita, told CNN.\n\nThe President would bring famous friends over, including the owners of the Houston Astros and the Houston Texans, and recount the story of Fuzzy's American Dream.\n\nBusiness was good. But it exploded two years later after a Barbara Bush appearance on David Letterman's late-night talk show.\n\n\"We were listening to David Letterman and he asked her, I think, what was her favorite places to eat,\" Rita Hajjar said. \"And she mentioned Fuzzy's.\"\n\nThat was in 1994. And things have never been the same.\n\n\"[My husband] said that really made his business go crazy when she mentioned that,\" she said.\n\nHow the shop remembers her\n\nFrom the outside, Fuzzy's Pizza and Cafe looks pretty nondescript. The red and white sign claims it's the \"Best Pizza in town.\"\n\nBut step inside and there's no escaping the impact the Bushes have had.\n\nAn event space at the back of the restaurant is called the Bush Room. Photos of them hang there.\n\nAnd the most lasting reminder: pizzas named after the former President and First Lady.\n\nThe Hajjars\n\nThe Barbara Bush Pizza has artichokes, spinach, mushrooms, chicken, and garlic.\n\nThe President Bush Pizza has artichoke hearts, pepperoni, Canadian bacon, Italian sausage, green peppers, mushrooms, onions, and black olives.\n\nThe Barbara Bush Pizza\n\n\"\n\nWe made the pizza and we offered it to Barbara Bush and she fell in love with it,\" Fawaz Hajjar said proudly. \"\n\nSince then she started telling us, 'Give me the one you made me last time,\" he said, smiling.\n\nHe asked if he could put it on the menu, and Barbara Bush thought it was a great idea.\n\n\"Mrs. Bush I think she did so much for Fuzzy and I -- and she's still doing it. I mean, by her remembrance and allowing her name to be on the menu -- and look at all the customers and the response we're getting,\" Rita Hajjar said.\n\n\n\n\n\nHow Houston has responded\n\nIt's been busy at the shop this week.\n\nThe phone hasn't stopped ringing. Customers have been streaming in.\n\nRita Hajjar estimates that 70% of the customers who've been coming in since the former First Lady's passing have been ordering The Barbara Bush Pizza -- either a slice or the whole pie.\n\nWhen asked why the Bushes were such big fans of their pizza, Rita Hajjar said they just loved her husband's secret ingredient. His pizzas, she said, are made with love. And she's sure the Bushes could taste it.\n\n\"Right here,\" Rita Hajjar said, motioning to a spot in the room dedicated to the Bushes, \"I took a picture, I put it on our Facebook. That picture that I posted was exactly three years ago, April 17, 2015 - that was when we took the picture. And she passed away April 17, 2018.\"","13":"(CNN) The day before US Ambassador to the UN Nikki Haley went on national television saying that new sanctions would be announced against Russia, the White House sent out a list of talking points to surrogates advocating such a move. But the day after she announced sanctions would be coming, the White House contradicted itself, abruptly saying it would not be following through with the sanctions.\n\nCNN obtained an email distributed by the White House on Saturday morning, April 14, outlining the administration's response to an alleged chemical weapons attack in Syria. The talking points said, \"We also intend to impose specific additional sanctions against Russia to respond to Moscow's ongoing support for the Assad regime, which has enabled the regime's atrocities against the Syrian people. \"\n\nIt is unclear whether these were the talking points Haley was using when she made her TV appearance.\n\nThe talking points in the email included wording criticizing Russia for standing \"in the way of every effort the United States and our partners have taken over the past year\" as well as for repeatedly undermining international efforts to \"pressure the [Syrian] regime to surrender its remaining chemical weapons stockpiles and completely destroy its program.\"\n\nSurrogates were told to point out that Russia \"used its veto power six times over the past year to block UN Security Council resolutions\" that would have held Syria accountable for using chemical weapons and that, \"Most egregiously, Russia took away the world's ability to attribute the chemical weapons attacks in Syria by vetoing the renewal of the UN-OPCW Joint Investigative Mechanism -- an impartial, independent technical body mandated to investigate responsibility for chemical weapons use in Syria.\"\n\nRead More","14":"Washington (CNN) The US-backed Syrian Democratic Forces have captured an individual the US assesses to be Mohammed Haydar Zammar, a Syrian-born German national linked to the 9\/11 terrorist attacks.\n\n\"We can confirm that Mohammad Haydar Zammar, a Syrian-born German national, was captured more than a month ago by SDF partners as part of their ongoing operations to defeat ISIS inside Syria,\" Pentagon spokesman Eric Pahon told CNN.\n\nPahon said Zammar \"was captured during a unilateral operation conducted by the Syrian Democratic Forces.\"\n\n\"We are working with our SDF partners to obtain additional details,\" he added, calling Zammar's capture \"a strong reminder of the threat posed by ISIS and its network of foreign terrorist fighters.\"\n\nThe spokesman for the People's Protection Unit (YPG), Nouri Mahmoud, and the spokesman for the Syrian Democratic Forces, Mostafa Bari, refused to comment when contacted by CNN.\n\nRead More","15":"Hagar Hajjar Chemali is founder and CEO of Greenwich Media Strategies LLC . She was Director for Syria and Lebanon at the National Security Council and Spokesperson for the US Mission to the United Nations under the Obama administration. The opinions expressed in this commentary are her own.\n\n(CNN) For years, the Armenian-American community has called on US presidents to officially recognize the 1915 mass killings of 1.5 million Armenians by the Ottoman Empire as genocide. Their failure to do so has been a perennial feature of American politics for decades.\n\nAnd yet, despite his well-known disregard for facts, the one president uniquely positioned to speak the truth after so many of his predecessors have refused is Donald Trump.\n\nThis is because of two defining aspects of his approach to international relations: he doesn't care what other countries think about his foreign policy; and he wants to achieve what he believes his predecessors could not.\n\nWe all know the reasons to make this declaration. It's the right thing to do. It respects historical facts, and appropriately honors those killed. It upholds our values as a nation to speak truth to power. It also answers the call of a key American constituency: the United States is home to roughly 1.5 million Americans of Armenian descent -- the second largest population of Armenians outside Armenia . But these reasons have always been there and every modern-day US president surely understood them.\n\nThey also understood that such a move would upset Turkey -- which vehemently denies that a genocide occurred -- and felt it could possibly undermine a number of important joint efforts with the key strategic ally.\n\nPresident Barack Obama came close to making the genocide declaration several times. At the beginning of his tenure, after promising to make this declaration during his campaign, he decided against making the move because he did not want to disrupt or undermine Turkey-Armenia reconciliation talks that were taking place at the time.\n\nJUST WATCHED Why Obama won't say 'Armenian genocide' Replay More Videos ... MUST WATCH Why Obama won't say 'Armenian genocide' 03:04\n\nLater in 2015, the Obama administration came close to making the declaration for the 100th anniversary of Armenian Remembrance Day, but the administration was concerned such a move would undermine joint efforts with Turkey to combat ISIS in the region.\n\nPresident Ronald Reagan is the only sitting US president to have used the word \"genocide\" in describing the atrocities, and he called on others to follow through on an official recognition -- but neither Congress nor subsequent Presidents did this. Like President Obama, President George W. Bush also promised during his presidential campaign that he would make this declaration, but did not.\n\nThe United States continues to work with Turkey in a number of ways that support US national security objectives, for example on counterterrorism efforts in Syria. The United States also provides military aid to Turkey and has used the air base at Incirlik to support military operations in the region -- a factor that is glaringly significant given the current situation in Syria and related mounting global tension. And of course, although it is unclear how much this matters to President Trump, Turkey is a NATO ally.\n\nUp to this point, the Trump administration has been following the apparent tradition of not making a declaration. President Trump's statement last year on Armenian Remembrance Day, made weeks before Turkish Prime Minister Recep Tayyip Erdogan's visit to Washington, like every other such statement before it, fell short of recognizing the Armenian genocide.\n\nBut now the time is ripe for President Trump to make the genocide declaration.\n\nFirst, Turkey's recent actions go directly against our national security objectives and the resources we have put behind achieving them.\n\nJUST WATCHED Pope joins chorus against Armenian 'genocide' Replay More Videos ... MUST WATCH Pope joins chorus against Armenian 'genocide' 02:45\n\nSecond, President Trump likely doesn't care what Turkey thinks anyway, just as he doesn't care how other countries react to his other foreign policy decisions.\n\nThis is illustrated in a number of his foreign policy moves -- such as his announcement that the United States will increase tariffs on steel and aluminum, his decision to move the American embassy in Israel to Jerusalem, and his undiplomatic and militaristic tweets on North Korea. So let Trump capitalize on this characteristic and make this declaration his own victory.\n\nCertainly, Turkey is likely to react negatively, even harshly, at first. This could possibly pose risks during American engagement in Syria, but as evidenced by the recent summit in Ankara where Russian President Vladimir Putin, Iranian President Hassan Rouhani, and Prime Minister Erdogan met to discuss Syria, Turkey has appeared to forge an alliance with Russia and Iran in this crisis anyway. Like every other time a nation has recognized the genocide, Turkey will ultimately be forced to move on. Turkey is no stranger to overcoming differences with a country when doing so serves its interests.\n\nRussia, for example, officially recognized the Armenian genocide (in 1995, 2005, and 2015), and yet Turkey has recently sought warmer relations with Moscow. The relationship between Moscow and Ankara, Turkey's capital, has proven to be much bigger than this dispute. And so it is with the United States.\n\nJUST WATCHED Armenia: 'Genocide' as a word 'exactly shows the truth' Replay More Videos ... MUST WATCH Armenia: 'Genocide' as a word 'exactly shows the truth' 07:34\n\nThird, and most importantly, President Trump stands to win on other foreign policy objectives from a genocide declaration.\n\nSuch a move would underscore US resolve to hold perpetrators of atrocities accountable and would also demonstrate a willingness to unapologetically uphold our principles without fear. That kind of approach gives the United States leverage in negotiations or other diplomatic pursuits -- for example as they relate to supporting Vice President Mike Pence's promise to defend Christians in the Middle East or the persecution of other minorities -- because others will know the United States is not afraid to speak the truth.\n\nFor a President apparently unconcerned with diplomatic fallout and undeterred by threats of unsustainable retaliation, recognizing the Armenian genocide on this year's Armenian Remembrance Day is an easy win -- not only for the United States and the Armenian-American community, but for a President who has a global reputation for indifference to truth.","16":"(CNN) New research suggests the cognitive effects of marijuana use, though significant, may not persist for very long in young people. Here's what else you need to know to Get Up to Speed and Out the Door . (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here .)\n\n1. President Trump\n\nPresident Trump thinks he can do great things in a meeting with North Korean leader Kim Jong Un. But he's also more than willing to walk away . Speaking at Mar-a-Lago with Japanese Prime Minister Shinzo Abe, the President said that if talks with Kim aren't \"fruitful, I will respectfully leave the meeting.\" Abe during the visit reminded Trump about past US failures in North Korean interactions.\n\nMeantime, Trump downplayed talk he's getting ready to fire special counsel Robert Mueller or Deputy Attorney General Rod Rosenstein; \"They're still here,\" he said. When questions turned to Russia, he used his go-to phrase -- \"no collusion\" -- FIVE times . Speaking of Russia, senior administration officials told CNN the President personally made the decision to dump the plan to hit the Russians with more sanctions after the Syria chemical weapons attack. Trump also is facing backlash for using the word \"breeding\" when discussing cities that don't cooperate with the feds to deport undocumented immigrants.\n\n2. Puerto Rico blackout\n\nPuerto Rico just can't catch a break. Almost the entire island is in the dark this morning, after a crew removing a fallen tower got too close to an energized line, causing it to fail and, in the process, knock out power across the grid. Only a fraction of residents have regained power so far. This is the second blackout in two weeks caused by the same subcontractor, so the island's governor wants its public power agency to cancel its contract. Huge swaths of Puerto Rico have been without power since Hurricane Maria destroyed its electrical grid last fall, making that the second-longest blackout in history\n\n3. Cuba\n\nThe man likely to become Cuba's next President may not carry the Castro name, but he'll uphold the Castro ideology. Cuban First Vice President Miguel Diaz-Canel was nominated by the country's National Assembly to replace Raul Castro as the island nation's leader. He's a 57-year-old technocrat who said he believes \"in continuity,\" dashing the hopes of those wishing that a change in leadership could lead to reforms. And Raul Castro is still expected to exercise a large measure of control over the Cuban government.\n\nJUST WATCHED The challenges facing Cuba's likely new leader Replay More Videos ... MUST WATCH The challenges facing Cuba's likely new leader 02:38\n\n4. Syria\n\nChemical weapons experts still haven't been able to get into Douma, the site of a suspected gas attack on civilians. The latest delay was caused by gunfire on a UN security team . It's not clear now when the team of experts from the Organization for the Prohibition of Chemical Weapons will be allowed into the city. And that's concerning because there's fear all the physical evidence of an attack might be gone by the time a team gets in. About 75 people were killed in the attack, for which Syria and Russia were blamed. The US, UK and France retaliated last week with missile strikes.\n\nJUST WATCHED An American ISIS widow looks for a way home Replay More Videos ... MUST WATCH An American ISIS widow looks for a way home 05:10\n\n5. Airline safety\n\nJUST WATCHED Passenger: I tried and tried to pull woman in Replay More Videos ... MUST WATCH Passenger: I tried and tried to pull woman in 01:11\n\nEditor's note: We're grateful to our readers who are aviation experts and who pointed out a line in yesterday's newsletter that implied the pilot regained control of the plane only after it dropped from about 30,000 feet to 10,000 feet. It's We're grateful to our readers who are aviation experts and who pointed out a line in yesterday's newsletter that implied the pilot regained control of the plane only after it dropped from about 30,000 feet to 10,000 feet. It's standard procedure in an emergency to descend to 10,000 feet, which is what the pilot, who's being praised for her \"nerves of steel,\" did.\n\nJUST WATCHED Pilot praised for her handling of emergency Replay More Videos ... MUST WATCH Pilot praised for her handling of emergency 02:41\n\nBREAKFAST BROWSE\n\nSuper Spielberg\n\nLooks like Steven Spielberg is joining the superhero craze. He's getting involved in \"Blackhawk,\" from the DC Universe.\n\nWelcome to Wakanda\n\nSaudi Arabia ended it's 35-year ban on movie theaters with a screening of \"Black Panther.\"\n\nJUST WATCHED Kids see themselves in 'Black Panther' heroes Replay More Videos ... MUST WATCH Kids see themselves in 'Black Panther' heroes 01:50\n\nRemember me?\n\nHe needed a kidney and made a desperate plea. Thankfully, a classmate he hadn't seen in five decades answered the call.\n\nReboots roll on\n\nTips wanted\n\nThat \"Three Billboards\" movie was inspired by an actual cold case , and police just doubled the reward in the real-life mystery.\n\nTumbleweed trouble\n\nLiving the California lifestyle is awesome -- until giant tumbleweeds roll into town and darn near take over.\n\nHAPPENING LATER\n\nPrince death investigation\n\nA Minnesota prosecutor will announce today whether anyone will be charged in pop legend's April 2016 death.\n\nTODAY'S NUMBER\n\n100 million\n\nThe number of Amazon Prime members, revealed for the first time by CEO Jeff Bezos in a letter to shareholders\n\nJUST WATCHED Is Amazon a monopoly? Replay More Videos ... MUST WATCH Is Amazon a monopoly? 04:14\n\nTODAY'S QUOTE\n\n\"This action goes against our very foundation.\"\n\nAir National Guard Director Lt. Gen. Scott Rice, after three members of the Tennessee Air National Guard were fired or demoted after one used a dinosaur puppet while taking the reenlistment oath\n\nAND FINALLY\n\nWhat's Michael Scott's superpower?","17":"(CNN) French President Emmanuel Macron and US President Donald Trump have indicated they want to aim for a new deal to curb Iran's regional ambitions and ballistic missiles program that would run alongside the existing international nuclear pact.\n\nMacron, speaking at a joint news conference Tuesday with Trump while on a state visit to Washington, acknowledged a \"disagreement\" between them on the 2015 Iran deal, which Trump has criticized harshly and repeatedly threatened to ditch.\n\nBut, Macron said, \"I think we are overcoming it by deciding to work towards a deal, an overall deal that will enable us to deal with the nuclear issue, but also treat it together with another three issues which were not being dealt with so far.\"\n\nMacron, whose visit to Washington is aimed in part at urging Trump to stick with the 2015 accord, said the Joint Comprehensive Plan of Action (JCPOA) should be seen as the \"first pillar\" of a broader framework that would also restrict Iran's regional influence, its ballistic missiles and its nuclear activities post-2025, when the existing deal expires.\n\n\"I always said we should not tear apart the JCPOA and have nothing else. I think this would not be a good solution,\" Macron said. \"No matter the decision now that President Trump will take, I would like us to work as from now on a new deal with four pillars, including what is already covered by the JCPOA.\"\n\nTrump -- who opened the day railing against the Obama-era accord as \"insane\" and \"ridiculous\" -- has threatened to pull out and reimpose US sanctions on Iran by May 12 unless major changes are made to the agreement, which capped Iran's nuclear program in exchange for relief from economic sanctions.\n\nBut he sounded a more conciliatory note as he appeared with Macron, saying: \"We can be flexible. You know, in life you have to be flexible, and as leaders of countries, you have to show flexibility.\"\n\nIt remained in question \"whether or not it will be possible to do a new deal with solid foundations,\" Trump said.\n\n\"We could have at least an agreement among ourselves fairly quickly,\" he added. \"I think we're fairly close to understanding each other. And I think our meeting, our one-on-one went very, very well.\"\n\nAt the same time, Trump issued an ominous threat should Tehran resume its nuclear program, saying: \"If Iran threatens us in any way, they will pay a price like few countries have ever paid.\"\n\nMacron links new Iran deal to Syria\n\nEarlier in the day, the two men put forward an elaborate show of friendship on the South Lawn, reviewing cordons of troops in formation and recalling the long history between the US and France. The US President and first lady Melania Trump later welcomed Macron and his wife Brigitte to the Trump administration's first state dinner\n\nMacron appealed to that long friendship as he spoke alongside Trump.\n\n\"We've spent more than an hour, just the two of us -- and had the conclusions been that the United States of America would walk away from the JCPOA and France would not move, then our friendship would be wasted,\" he said.\n\nMacron also said France and the United States were working together toward a \"convergence of view\" on the stability of the wider region and Iran's influence there, before potentially moving on to \"a new deal that would include the solution for Syria.\" Russia and Turkey could be involved in future regional talks, he said.\n\nTrump said he and Macron had talked about his desire to withdraw US troops from Syria in the context of concerns over Iran's activities in the region, saying \"we are discussing Syria as part of an overall deal.\"\n\nFrance, Germany and the United Kingdom -- key signatories to the Iran nuclear deal, together known as the E3 -- are in the midst of negotiations with the US aimed at assuaging some of Trump's concerns. German Chancellor Angela Merkel arrives Friday to continue the lobbying effort and British Prime Minister Theresa May could follow.\n\nWhat's in the Iran nuclear deal? Stockpiles & centrifuges: The deal has curbed Iran's nuclear program, reducing its stockpiles of enriched uranium by 97 percent and cutting the number of its centrifuges by two-thirds. Uranium enrichment: It still allows Iran to continue enrichment -- enough for civil use to power parts of the country, but not enough to build a nuclear bomb. Inspections: Iran is required to provide inspectors from the UN's nuclear watchdog access to monitor its declared nuclear facilities. Compliance: Every 90 days, the US President must certify to Congress that Iran is keeping up its end of the deal. If the President does not certify the agreement, Congress has a statutory 60-day period to decide whether to reimpose sanctions. Sanctions: If Iran doesn't comply, US, European Union, and UN nuclear-related sanctions on the Iranian economy would be reinstated. A number of non-nuclear-related sanctions currently remain in place. Sources: White House, State Department, Congress, CNN\n\nGerman Foreign Ministry spokesman Rainer Breul told journalists Wednesday that Germany's \"top priority\" was to keep the existing Iran nuclear deal intact. ''Seven states and the EU negotiated the agreement and it cannot be renegotiated or replaced by a subgroup,\" Breul said. \"A new nuclear treaty is not on the agenda.\"\n\nEllie Geranmayeh, a senior policy fellow at the European Council on Foreign Relations, told CNN that the E3 and United States appeared to have been discussing a package \"which first and foremost keeps the JCPOA in place within the existing parameters\" but would replace it with a follow-up agreement once certain terms of the 2015 deal expire.\n\nThis follow-up agreement would primarily address Trump's concerns about Iran's regional behavior, she said. But, she added, \"that doesn't necessarily mean that they're going to present that as a package to Iran. I think what they're trying to reach is a common transatlantic understanding of how Western policy should be shaped towards Iran.\"\n\nThis is a \"last European push\" to stop Trump from pulling out on May 12 but there are \"no guarantees\" it will work, Geranmayeh said. \"The President has had a habit with these waivers to take them to the eleventh hour before making up his mind,\" she said.\n\nAlready, some US administration officials have been preparing options for withdrawal from the agreement, hoping to be ready should Trump abruptly make his announcement over Twitter. Macron's visit has been viewed as critical to swaying Trump toward a compromise, rather than the all-or-nothing approach he has previously signaled on the Iran deal.\n\nIran: 'Grave mistake' for US to pull out\n\nIranian President Hassan Rouhani urged other countries to support the deal and warned that the United States would be making a \"grave mistake\" if it pulled out.\n\n\"If one day the JCPOA is canceled, we have plans in response, but if one day the US wants to violate the JCPOA it will pay the highest political and moral price at international level,\" Rouhani said Tuesday.\n\nIran's Foreign Minister Mohammad Javad Zarif, who visited New York on Sunday, also called on European leaders to back the accord.\n\n\"President Macron is correct in saying there's no 'Plan B' on JCPOA,\" Zarif tweeted. \"It's either all or nothing. European leaders should encourage President Trump not just to stay in the nuclear deal, but more importantly to begin implementing his part of the bargain in good faith.\"\n\nIn remarks at the Council on Foreign Relations in New York, Zarif said the US had not held up its obligations under the nuclear deal, leaving ordinary Iranians disappointed.\n\n\"People expected the international community to perform the way Iran has performed,\" he said. While several international assessments have found Iran is complying with the deal, Zarif noted that under Trump the US has yet to issue a single license allowing for US investment in Iran.","18":"Samantha Vinograd is a CNN National Security Analyst. She served on President Obama's National Security Council from 2009-2013 and at the Treasury Department under President Bush. Follow her @sam_vinograd. The views expressed in this commentary are her own.\n\n(CNN) Every week, I offer a glimpse of the kind of intelligence assessments that are likely to come across the desk of the President of the United States. Modeled on the President's Daily Briefing, or PDB, which the director of national intelligence prepares for the President almost daily, my Presidential Weekly Briefing focuses on the topics and issues the President needs to know to make informed decisions.\n\nHere's this week's briefing:\n\nA French Kiss, with some strings attached\n\nFrench President Emmanuel Macron has made no secret of his efforts to seduce you. He's been after you since your first meeting in Brussels, Belgium, last year and followed up that encounter with your invitation to France for Bastille Day. He wants a serious relationship, but when he arrives in Washington on Monday -- the first state visit of a foreign leader for this administration -- he's coming with a hefty personal and political agenda.\n\nHe's up against strong headwinds in France; his domestic approval ratings are at their lowest point since he took office with only 40% of the French population saying they have a favorable opinion of Macron, a drop of 12 percentage points from December. His approval rating has dwindled as he pushes forward with politically sensitive public sector reforms.\n\nHe has described your relationship as \"direct and frank\" but knows you are not a popular figure in France (polls have shown that you have a 14% approval rating there). So he's going to want to come out of this visit looking like he's gotten something for investing time, effort and patience in your \"unbreakable\" relationship and will want to show that he, and France, are increasingly becoming the go-to powerhouse on the continent. Macron has tried to position himself as a global mediator, including with the Palestinians , Syrians and Russians, and Lebanese and on a personal level will want you to recognize his role.\n\nMacron will have a long list of agenda items including:\n\nRussia - Call it like it is: Macron is not a wilting flower on Russia. He has urged Macron is not a wilting flower on Russia. He has urged dialogue with Russia over Syria and France has been vocal about Russian meddling in the French elections, ongoing illegal activities in Ukraine , and the poisoning in the United Kingdom of the former Russian double agent Sergei Skripal and his daughter. Macron will likely be looking for you to join him in condemning Russia's ongoing global misbehavior while supporting dialogue to de-escalate tensions in Syria. There is more that France could be doing -- France has not sanctioned Russian oligarchs, like the administration did recently, so you could use your meetings to urge him to look into all means of pressure -- financial, diplomatic, and otherwise. Multilateralizing sanctions could move them from symbolic to impactful.\n\nSyria - stay in it: Macron may believe the road to Damascus leads through dialogue with Moscow, but he does not want the United States to reduce our military footprint in Syria anytime soon. At one point, he claimed credit for Macron may believe the road to Damascus leads through dialogue with Moscow, but he does not want the United States to reduce our military footprint in Syria anytime soon. At one point, he claimed credit for persuading you to keep US forces in Syria, so it's clear he wants to portray himself as calling at least some of the shots. He'll want to reaffirm the ongoing US mission in Syria, and it may be a good time to clarify -- privately before publicly -- what the coalition red lines are, in fact, on future chemical weapons use. France remains a partner in our broader counter-ISIS campaign and in private you could ask him for additional resources as needed in Syria or elsewhere, particularly as France has suffered ISIS-inspired attacks for several years.\n\nIran - this deal is better than no deal: Macron has criticized your decision to unilaterally pull out of deals like the Paris climate accord, and he will push you to avoid decertifying the Iran deal on May 12. He knows that administration requests to change the deal aren't finalized with other parties and that the deadline for US certification is weeks away. He'll likely raise the Iran deal when he addresses a joint session of Congress later this week. On Sunday he Macron has criticized your decision to unilaterally pull out of deals like the Paris climate accord, and he will push you to avoid decertifying the Iran deal on May 12. He knows that administration requests to change the deal aren't finalized with other parties and that the deadline for US certification is weeks away. He'll likely raise the Iran deal when he addresses a joint session of Congress later this week. On Sunday he admitted he has no \"plan B\" if we withdraw from the deal so will likely use a lot of his horsepower to convince you that this deal is better than no deal, and it's likely that he's coming to Washington armed with some new concessions from other signatories. (Germany's Angela Merkel will likely double-team on these points when she meets with you on Friday.) New European sanctions against Iran may be part of the combined European \"stay in the deal\" package.\n\n● Trade - friends want benefits: After visiting Berlin on Thursday to coordinate his approach with Merkel, Macron is going to urge you to drop your proclivity for unilateral trade announcements, like the steel and aluminum tariffs that almost set off a trade war before exemptions were announced. He'll probably try to get you to agree to extend the European Union's exemption from the tariffs and will likely be looking for a public announcement to this effect.\n\nNotably, Merkel will be with you at the White House a few days after the Macron state visit. They are likely coordinating their approach on all these points.\n\nKim Jong Un has a summit shopping list\n\nAfter North Korea's announcement that it is suspending nuclear and missile tests and closing a nuclear site, excitement ensued, including via Twitter. We assess that this was not, at its core, a conciliatory good faith gesture. Kim made this announcement because he may no longer need tests -- he's gotten his nuclear and missile program where he wants them to be. The official North Korean statement indicated that, \"Under the proven condition of complete nuclear weapons, we no longer need any nuclear tests, midrange and intercontinental ballistic rocket tests, and that the nuclear test site in northern area has also completed its mission.\"\n\nWhile the timing of this announcement was likely meant to spark goodwill ahead of Kim's summit with South Korean President Moon later this week, it is not a North Korean white flag. In fact it could be a move to pave the way for North Korea's recognition as a nuclear power. The North Korean bottom line?\n\nTests -- that may no longer be needed -- are frozen, but the rest of the nuclear and missile program are not.\n\nAdd this announcement to Kim's ongoing rapprochement with Moon, from the Olympics to K-Pop, he's been making some friendly overtures. In the run-up to their Friday meeting at the Demilitarized Zone, the two Korean leaders even established a direct phone line between their offices for the first time.\n\nMoon undoubtedly wants the intra-Korean summit to be a win; he's invested a lot personally in this diplomatic \"breakthrough.\" But with all this seemingly positive momentum, the question still remains, what does Kim Jong Un want?\n\nIt is dangerous to assume that a leader as deeply paranoid as Kim Jong Un -- and a leader engaged in so many malign activities -- had an epiphany and has suddenly decided to open up his country to the world for nothing. Even if he does in fact believe that focusing on economic growth and improving the national economy is the best path forward, everything is a negotiation, and everyone wants something , including Kim Jong Un.\n\nHe probably views his summit with Moon and his summit with you, Mr. President, as part of a larger sequence, and so we have to assess what's on his combined summit shopping list:\n\n● Kim puts Kim first: First and foremost, Kim Jong Un cares about himself and confidence that he's safe from regime change (or worse) is going to be the prerequisite for him seriously engaging in any way. And even if he actually intends to denuclearize, he's going to want an ironclad assurance that this all isn't a ruse to get him out of power. Remember that we don't think he even left North Korea from 2011 until his recent trip to Beijing because of deep-seated paranoia about assassination attempts. If Mike Pompeo didn't deliver a security assurance to Kim when they met over Easter weekend, Kim's going to be shopping for one before he makes any real concessions.\n\nHe wants to be Nuclear Prom King: We've seen Kim's love affair with the spotlight play out since his publicity tour We've seen Kim's love affair with the spotlight play out since his publicity tour kicked off in January, and it's clear he desperately craves attention. International recognition as a nuclear power has been on his shopping list for a while, and if he is going to agree to the complete, verifiable, irreversible dismantling of his nuclear program, he's going to first want the world to acknowledge that, despite incredible constraints, he was able to achieve the nuclear capability that has eluded so many others. He's not going to give up the goods before we acknowledge that he was able to build them.\n\nHe wants to pad his bank account: There is no doubt that international sanctions, led by the administration, There is no doubt that international sanctions, led by the administration, have had a bite and have limited Kim's ability to spend and finance new projects. Billions of dollars of trade has been put on ice, and Kim has expensive spending habits, including on luxury goods and on his military. In a country where 70% of the country's 25.1 million population is \"food insecure\" and chronic malnutrition is endemic , Kim spends a disproportionate amount of money on defense spending. The latest North Korean budget (which is likely more propaganda than actual budgeting) puts defense spending at 15.8% of GDP, but analysts put the actual figure much higher; North Korea has one of the largest conventional militaries in the world.\n\nHe's also talked about pursuing reforms like opening special economic zones where he needs to attract foreign investors (sanctions make that impossible). Kim's going to want at least some sanctions lifted -- and, in their place, direct economic assistance -- so he can continue his personal life of luxury and feed his favorite pet projects -- from the military to ski resorts and celebrity visits.\n\nHe wants to be Unifier in Chief: Kim has talked about Kim has talked about reunifying the peninsula in the past (perhaps in his own macabre image), and as he heads into the intra-Korean summit and later meets with you, we assess that he'll take steps to bring the two Koreas closer. These steps could include more reunions between families separated by the Korean War and a formal end to the war itself. In keeping with his need for accolades and adoration, it is likely Kim will want public recognition as the unifier of the Korean Peninsula.\n\nNo Cuban cigar\n\nOn the surface, Cubans witnessed a historic transfer of power last week. Raul Castro turned over the presidency to his hand-picked successor, Miguel Díaz-Canel, who was elected by the Cuban National Assembly (his victory wasn't hard fought -- he was the only candidate on the ticket.) But this is a paper tiger: Raul Castro isn't going anywhere. He still holds the most important position in the country: head of the Communist Party, so the end of a Castro-as-President era does not mean that Castro-as-President policies will be thrown by the wayside. The head of the Communist Party in Cuba is the \"leading force of society and of the state.\" The party -- not the President -- calls the shots.\n\nIn his farewell speech (a mere 90 minutes compared to the lengthy monologues his brother Fidel preferred), Castro said that Díaz-Canel would serve two five-year terms and then take over as President of the Communist Party in 2021 -- so we could be facing, at minimum, another few years of Castro holding the Communist Party reins.\n\nDíaz-Canel and most members of government bodies have close ties to Castro, so we shouldn't expect any bold moves by Díaz-Canel absent Castro's consent. His ties to the Castros go back decades -- he even served on their security detail during the Cold War.\n\nCastro did see Cuba through some reforms, including allowing Cubans to travel, a diplomatic opening with the United States under then-President Obama, and some blossoms of free enterprise in the socialist state were allowed to bloom. These reforms -- as well as any future ones -- had to be approved by the Communist Party. So even if Díaz-Canel wanted to go out on a limb, the party will remain a check on any of his ambitions.\n\nFollow CNN Opinion Join us on Twitter and Facebook\n\nDespite the transfer of power, the future of the Cuban people still rests with a Castro. The ongoing question is whether Raul Castro himself will agree to any political or economic liberalization or moves toward actual rule of law. Absent his approval, Díaz-Canel will not have the political capital, clout or runway to pursue anything different than what we're already seeing.","19":"Washington (CNN) French President Emmanuel Macron will address a joint session of Congress on April 25 as part of his state visit, a senior administration official told reporters Friday. The address coincides with the 58th anniversary of former French President Charles de Gaulle's address to a joint session of Congress.\n\nMacron's visit -- the first official state visit of Donald Trump's presidency -- will focus on longstanding US-French friendship, trade and economic relations and the security partnership between the two countries, the official said.\n\nThe Iran nuclear deal -- which hits a major deadline next month -- will be a \"major topic of discussion\" during Trump and Macron's discussions, the official said.\n\nThe official noted that \"the work is not quite done yet\" on making fixes to the deal that Trump has demanded, but said this will be an opportunity for Trump and Macron to have further discussions.\n\nTrump and Macron are also expected to discuss the recent joint strikes in Syria and the future of the two countries' involvement there, the official said.\n\nRead More"},"URL":{"0":"https:\/\/www.cnn.com\/2018\/04\/19\/us\/five-things-april-19-trnd\/index.html","1":"https:\/\/www.cnn.com\/2018\/04\/23\/politics\/donald-trump-emmanuel-macron-agenda\/index.html","2":"https:\/\/www.cnn.com\/2018\/04\/24\/politics\/trump-macron-state-dinner\/index.html","3":"https:\/\/www.cnn.com\/2018\/04\/24\/politics\/iran-lobbying-macron-trump\/index.html","4":"https:\/\/www.cnn.com\/2018\/04\/20\/politics\/state-human-rights-report-2017\/index.html","5":"https:\/\/www.cnn.com\/2018\/04\/23\/europe\/emmanuel-macron-donald-trump-visit-intl\/index.html","6":"https:\/\/www.cnn.com\/2018\/04\/21\/middleeast\/syria-opcw-inspectors\/index.html","7":"https:\/\/www.cnn.com\/2018\/04\/19\/opinions\/democracy-hard-brexit-merrick-opinion-intl\/index.html","8":"https:\/\/www.cnn.com\/2018\/04\/20\/opinions\/isis-bride-children-opinion-lemmon\/index.html","9":"https:\/\/www.cnn.com\/2018\/04\/19\/politics\/africa-isis-al-qaeda-threat\/index.html","10":"https:\/\/www.cnn.com\/2018\/04\/18\/politics\/nikki-haley-white-house-role\/index.html","11":"https:\/\/www.cnn.com\/2018\/04\/25\/politics\/iran-shipments-syria\/index.html","12":"https:\/\/www.cnn.com\/2018\/04\/20\/us\/barbara-bush-fawaz-hajjar-fuzzy-pizza-trnd\/index.html","13":"https:\/\/www.cnn.com\/2018\/04\/20\/politics\/white-house-syria-talking-points\/index.html","14":"https:\/\/www.cnn.com\/2018\/04\/19\/politics\/syrian-fighters-capture-9-11-suspect-zammar\/index.html","15":"https:\/\/www.cnn.com\/2018\/04\/23\/opinions\/trump-could-tell-truth-about-armenian-genocide-chemali\/index.html","16":"https:\/\/www.cnn.com\/2018\/04\/19\/us\/five-things-april-19-trnd\/index.html","17":"https:\/\/www.cnn.com\/2018\/04\/25\/politics\/macron-trump-iran-deal-intl\/index.html","18":"https:\/\/www.cnn.com\/2018\/04\/22\/opinions\/macrons-bromance-with-trump-will-come-at-a-price-vinograd\/index.html","19":"https:\/\/www.cnn.com\/2018\/04\/20\/politics\/emmanuel-macron-congress-address-state-visit\/index.html"}}