{"Content":{"0":"Washington (CNN) US intelligence is monitoring a series of cargo flights from Iran into Syria that the US suspects may be carrying weapons systems into Syria for potential use by Bashar al-Assad's regime or Iranian forces, CNN has learned.\n\nAn administration official confirms to CNN that the flights took place and the US and Israel are both concerned the cargo could potentially include weapons that could eventually be used to threaten Israel.\n\nWhile weapons shipments into Syria are not uncommon, these flights involving Iran have caught the attention of US intelligence because they occurred in the days after the April 13 US airstrikes on Assad regime targets. Rhetoric between Iran and Israel has also escalated in recent weeks over Tehran's involvement in areas of Syria that can be used to potentially launch missiles or aircraft that could target Israel.\n\nEarlier this week, social media sites that track global air traffic recorded at least two flights by Syrian Air Force IL-76 cargo jets between Iran and Syria. The official said other flights, including at least one from an Iranian cargo jet, have also caught US attention.\n\nIsrael reportedly struck several targets inside Syria earlier this month including a T4 airbase in Homs province where Iranians had placed anti-aircraft missiles as well as unmanned aerial vehicles.\n\nRead More","1":"(CNN) French President Emmanuel Macron and US President Donald Trump have indicated they want to aim for a new deal to curb Iran's regional ambitions and ballistic missiles program that would run alongside the existing international nuclear pact.\n\nMacron, speaking at a joint news conference Tuesday with Trump while on a state visit to Washington, acknowledged a \"disagreement\" between them on the 2015 Iran deal, which Trump has criticized harshly and repeatedly threatened to ditch.\n\nBut, Macron said, \"I think we are overcoming it by deciding to work towards a deal, an overall deal that will enable us to deal with the nuclear issue, but also treat it together with another three issues which were not being dealt with so far.\"\n\nMacron, whose visit to Washington is aimed in part at urging Trump to stick with the 2015 accord, said the Joint Comprehensive Plan of Action (JCPOA) should be seen as the \"first pillar\" of a broader framework that would also restrict Iran's regional influence, its ballistic missiles and its nuclear activities post-2025, when the existing deal expires.\n\n\"I always said we should not tear apart the JCPOA and have nothing else. I think this would not be a good solution,\" Macron said. \"No matter the decision now that President Trump will take, I would like us to work as from now on a new deal with four pillars, including what is already covered by the JCPOA.\"\n\nTrump -- who opened the day railing against the Obama-era accord as \"insane\" and \"ridiculous\" -- has threatened to pull out and reimpose US sanctions on Iran by May 12 unless major changes are made to the agreement, which capped Iran's nuclear program in exchange for relief from economic sanctions.\n\nBut he sounded a more conciliatory note as he appeared with Macron, saying: \"We can be flexible. You know, in life you have to be flexible, and as leaders of countries, you have to show flexibility.\"\n\nIt remained in question \"whether or not it will be possible to do a new deal with solid foundations,\" Trump said.\n\n\"We could have at least an agreement among ourselves fairly quickly,\" he added. \"I think we're fairly close to understanding each other. And I think our meeting, our one-on-one went very, very well.\"\n\nAt the same time, Trump issued an ominous threat should Tehran resume its nuclear program, saying: \"If Iran threatens us in any way, they will pay a price like few countries have ever paid.\"\n\nMacron links new Iran deal to Syria\n\nEarlier in the day, the two men put forward an elaborate show of friendship on the South Lawn, reviewing cordons of troops in formation and recalling the long history between the US and France. The US President and first lady Melania Trump later welcomed Macron and his wife Brigitte to the Trump administration's first state dinner\n\nMacron appealed to that long friendship as he spoke alongside Trump.\n\n\"We've spent more than an hour, just the two of us -- and had the conclusions been that the United States of America would walk away from the JCPOA and France would not move, then our friendship would be wasted,\" he said.\n\nMacron also said France and the United States were working together toward a \"convergence of view\" on the stability of the wider region and Iran's influence there, before potentially moving on to \"a new deal that would include the solution for Syria.\" Russia and Turkey could be involved in future regional talks, he said.\n\nTrump said he and Macron had talked about his desire to withdraw US troops from Syria in the context of concerns over Iran's activities in the region, saying \"we are discussing Syria as part of an overall deal.\"\n\nFrance, Germany and the United Kingdom -- key signatories to the Iran nuclear deal, together known as the E3 -- are in the midst of negotiations with the US aimed at assuaging some of Trump's concerns. German Chancellor Angela Merkel arrives Friday to continue the lobbying effort and British Prime Minister Theresa May could follow.\n\nWhat's in the Iran nuclear deal? Stockpiles & centrifuges: The deal has curbed Iran's nuclear program, reducing its stockpiles of enriched uranium by 97 percent and cutting the number of its centrifuges by two-thirds. Uranium enrichment: It still allows Iran to continue enrichment -- enough for civil use to power parts of the country, but not enough to build a nuclear bomb. Inspections: Iran is required to provide inspectors from the UN's nuclear watchdog access to monitor its declared nuclear facilities. Compliance: Every 90 days, the US President must certify to Congress that Iran is keeping up its end of the deal. If the President does not certify the agreement, Congress has a statutory 60-day period to decide whether to reimpose sanctions. Sanctions: If Iran doesn't comply, US, European Union, and UN nuclear-related sanctions on the Iranian economy would be reinstated. A number of non-nuclear-related sanctions currently remain in place. Sources: White House, State Department, Congress, CNN\n\nGerman Foreign Ministry spokesman Rainer Breul told journalists Wednesday that Germany's \"top priority\" was to keep the existing Iran nuclear deal intact. ''Seven states and the EU negotiated the agreement and it cannot be renegotiated or replaced by a subgroup,\" Breul said. \"A new nuclear treaty is not on the agenda.\"\n\nEllie Geranmayeh, a senior policy fellow at the European Council on Foreign Relations, told CNN that the E3 and United States appeared to have been discussing a package \"which first and foremost keeps the JCPOA in place within the existing parameters\" but would replace it with a follow-up agreement once certain terms of the 2015 deal expire.\n\nThis follow-up agreement would primarily address Trump's concerns about Iran's regional behavior, she said. But, she added, \"that doesn't necessarily mean that they're going to present that as a package to Iran. I think what they're trying to reach is a common transatlantic understanding of how Western policy should be shaped towards Iran.\"\n\nThis is a \"last European push\" to stop Trump from pulling out on May 12 but there are \"no guarantees\" it will work, Geranmayeh said. \"The President has had a habit with these waivers to take them to the eleventh hour before making up his mind,\" she said.\n\nAlready, some US administration officials have been preparing options for withdrawal from the agreement, hoping to be ready should Trump abruptly make his announcement over Twitter. Macron's visit has been viewed as critical to swaying Trump toward a compromise, rather than the all-or-nothing approach he has previously signaled on the Iran deal.\n\nIran: 'Grave mistake' for US to pull out\n\nIranian President Hassan Rouhani urged other countries to support the deal and warned that the United States would be making a \"grave mistake\" if it pulled out.\n\n\"If one day the JCPOA is canceled, we have plans in response, but if one day the US wants to violate the JCPOA it will pay the highest political and moral price at international level,\" Rouhani said Tuesday.\n\nIran's Foreign Minister Mohammad Javad Zarif, who visited New York on Sunday, also called on European leaders to back the accord.\n\n\"President Macron is correct in saying there's no 'Plan B' on JCPOA,\" Zarif tweeted. \"It's either all or nothing. European leaders should encourage President Trump not just to stay in the nuclear deal, but more importantly to begin implementing his part of the bargain in good faith.\"\n\nIn remarks at the Council on Foreign Relations in New York, Zarif said the US had not held up its obligations under the nuclear deal, leaving ordinary Iranians disappointed.\n\n\"People expected the international community to perform the way Iran has performed,\" he said. While several international assessments have found Iran is complying with the deal, Zarif noted that under Trump the US has yet to issue a single license allowing for US investment in Iran.","2":"The Dow barely snapped its longest slump in more than a year.\n\nThe average gained 60 points on Wednesday after a five-day losing streak. The S&P 500 inched higher, but the Nasdaq closed lower for the fifth straight day — its longest skid since November 2016.\n\nBoeing (BA), the best-performing company on the Dow this year, helped the market get back on track. An optimistic forecast lifted Boeing's shares 4%.\n\nInvestors hoped corporate earnings season would provide a respite to a fragile market. The Dow has been fighting to claw its way back from correction territory — down 10% since its record high in late January.\n\nEarnings have been strong: 83% of companies to report on the S&P 500 so far have beaten Wall Street's profit expectations. If that number holds, it would be a record, according to John Butters, senior earnings analyst at FactSet. Around 30% of companies have reported.\n\nBut their results have failed to live up to investors' high expectations, which were raised by corporate tax cuts.\n\nInvestors feel \"it's not going to get any better\" than right now, said Ed Yardeni, president of Yardeni Research.\n\nRelated: Boeing earnings are good and getting better\n\nBut several forces have caused a \"re-balancing of the market\" in recent weeks, said Quincy Krosby, chief market strategist at Prudential Financial.\n\nRising bond yields are putting pressure on stocks. The yield on the 10-year US Treasury note breached 3% for the first time in more than four years Tuesday. Inflation fears have contributed to the run-up in yields. Inflation eats away at the value of fixed bond payments, leading investors to demand a higher yield in return.\n\nCar loans and mortgage prices are linked to the 10-year note, and rising yields will raise borrowing costs for companies and consumers. Investors worry that will slow consumer spending, the backbone of the economy.\n\nRelated: Hedge fund manager Kyle Bass: 'There's been a trade war with China since 2001'\n\nHigher bond yields could also become more attractive than volatile stocks for many investors.\n\nThe 10-year yield inched up to 3.01% on Wednesday. If the yield marches to 3.05%, it could spark a new wave of selling, Krosby predicted.\n\n\"The uncertainty of what will happen next in the bond market is weighing on stocks,\" Yardeni said.\n\nHigher commodity costs have also jolted investors. Raising production costs could dent profit margins and force companies to take up the price of goods on consumers.\n\nOn Tuesday, Caterpillar (CAT), an industrial bellwether, warned on its earnings call that margins wouldn't get any higher and the last three months were its \"high-water mark\" for the year. Caterpillar lost 6% on Tuesday and sent a chill across the market. A 425-point rout on Tuesday pushed the index back into negative territory for the year.\n\nOil prices have jumped toward $70 a barrel in recent weeks on geopolitical tensions in Syria and Iran. OPEC's production cuts have mopped up a global oil glut that caused prices to crash to $26 a barrel in 2016.\n\nThe combination of higher yields and oil prices have heightened expectations of inflation -- and tightening from the Federal Reserve. When inflation rises, that raises the possibility the Federal Reserve will hike interest rates at a faster pace to prevent the economy from getting too hot. The Fed is on track to raise rates for the second time this year in June.\n\nAnother alarming sign for investors: the US dollar is at a four-month high. A weak dollar has raised the value of exports for multinational companies, but it has rallied as yields climb.","3":"(CNN) Of the many interesting portions of President Trump's news conference Tuesday with French President Emmanuel Macron, one of the more confusing came when he complained -- for the umpteenth time -- that the US has spent $7 trillion in the Middle East since 2001 and then threatened Iran in the same breath.\n\nHe uses the figure to argue the US has spent too much money there. The problem is that almost every review suggests Trump is way off-the-mark. The US has not spent anywhere near $7 trillion in the Middle East. Not yet.\n\nFor clarity, here's the full transcript of Trump's $7 trillion comment with context for each portion:\n\nTRUMP: But if I might add, they -- states and, as I alluded to, that in countries that are in the area, some of which are immensely wealthy, would not be there except for the United States and to a lesser extent France. But they wouldn't be there except for the United States, they wouldn't last a week.\n\n(Earlier in the news conference he said wealthy nations in the Middle East need to spend more money on the effort to combat ISIS.)\n\nTRUMP: We are protecting them. They have to now step up and pay for what's happening. Because I don't think France or the United States should be liable for the tremendous cost. The United States is embarrassingly into the Middle East as of a few months ago, as you've heard me say before.\n\n(Trump here acknowledges he's made the claim he's about to make before. So he's doing it on purpose.)\n\nTRUMP: And I don't take responsibility, but I would be very embarrassed if I had to. $7 trillion, and when we want to build, Mr. President, our infrastructure, everybody says that we want to be careful with our money. When we want to fix a highway or we want to build schools and lots of other things, tunnels, bridges, they say oh, let's be careful with our money.\n\n(The President of the US sort of has to take responsibility for the country, no? He and former President Barack Obama both said they opposed the war in Iraq, but they still had to deal with it when they took office. It is his responsibility. Second, the argument he's making is we should be spending the money being spent in the Middle East elsewhere in the US. Many Americans would likely agree. But Trump is not yet following through on his idea to completely pull out of the region.)\n\nTRUMP: And yet we've spent $7 trillion in the Middle East and we've got nothing for it. Nothing, less than nothing, as far as I'm concerned. That's over an 18-year period. The countries that are there, that you all know very well, are immensely wealthy.\n\n(Again, what the US has gotten out of its involvement in the Middle East is truly debatable. CNN's Nick Paton Walsh has a really thoughtful essay on this . But if you go back 18 years, it lands you at the 9\/11 terror attacks, which led directly to US involvement in Afghanistan and, according to Trump's current national security adviser, John Bolton, to the Iraq War, too. The larger issue is that his $7 trillion figure -- he used to say $6 trillion -- is not widely accepted to be true. PolitiFact The Washington Post and others have questioned its veracity. The Congressional Research Service said the operational costs were less than $2 trillion between 2001 and 2016. It's much more -- $3.6 trillion, according to a Brown University study that lumps in other Pentagon and Department of Homeland Security spending. In order to get to $7 trillion, you have to add future spending, most of which is for veterans over the next 35 years. The point is that $3.6 trillion is A LOT of money. Why not just say that? Or, if you want to say $7 trillion, just say over the coming decades as we care for veterans. No study seems to suggest the US has spent $7 trillion in the Middle East (and Afghanistan) in 18 years.)\n\nTRUMP: They're going to have to pay for this, and I think the President and I agree very much on that. And they will pay for it. They will pay for it. We've spoken to them, they will pay for it. The United States will not continue to pay.\n\n(Trump here is putting Middle East nations on notice that they'll have to pay more where it comes to Iran and Syria to keep the US in the Middle East.)\n\nAnd they will also put soldiers on the ground, which they're not doing. And we will in fact bring lots of people home. We will have a strong blockage to the Mediterranean, which to me is very important. Because if we don't, you have Iran going right to the Mediterranean, not going to have that.\n\n(Trump here appears to be saying the US could bring the troops it has in the Middle East home.)\n\nTRUMP: But there is a chance, and nobody knows what I'm going to do on the 12th. Although, Mr. President, you have a pretty good idea. But we'll see, but we'll see also if I do what some people expect. Whether or not it will be possible to do a new deal with solid foundations.\n\n(May 12 is the deadline for the US to recertify Iran's compliance with the nuclear deal. Macron had just floated the idea of a new agreement between Iran and the international community that could also deal with Syria. But it is true that nobody knows what Trump will do, although he has mercilessly criticized the Iran deal and cleansed his immediate staff of its supporters.)\n\nTRUMP: Because this is a deal with decayed foundations. It's a bad deal, it's a bad structure. It's falling down. Should've never, ever been made. I blame Congress, I blame a lot of people for it. But it should've never been made. And we're going to see what happens on the 12th. But I will say if Iran threatens US in any way, they will pay a price like few countries have ever paid.\n\n(In the same answer, Trump has put other Middle East countries on notice that they will have to pony up to keep the US involved, and then has put Iran on notice that it should not threaten the US or it will have to pay a price.)","4":"Photos: Yemen: The images Saudi Arabia doesn't want you to see – After two and a half years of civil war, Yemen is in the grip of a vicious cholera outbreak and a near famine that have coincided to create one of the worst humanitarian crises on the planet. Hide Caption 1 of 25\n\nPhotos: Batool Ali, aged 6, stands on a hospital bed in Saada City, Yemen. Batool is suffering from severe acute malnutrition. The pouch attached to her arm contains a potion used to ward off snakes while families take shelter in the desert overnight. Hide Caption 2 of 25\n\nPhotos: A suspected cholera patient lies on a wooden bed in a hospital in Al Hudaydah. According to the World Health Organization, there are 167,000 cholera cases across the country, and more than 1,100 people have died of the disease. Hide Caption 3 of 25\n\nPhotos: Ahmed, three, and his six-year-old sister Khaoula were orphaned in an airstrike on their house. Ahmed's knee is completely broken and medical staff say that his right leg will no longer grow. Khaoula lost her teeth and most of her tongue in the attack. Hide Caption 4 of 25\n\nPhotos: The war is severely hampering access to critical medical supplies. Patients at the Sciences and Technology Hospital in the capital, Sana'a, are treated with the support of Al-Ataa, a national NGO funded by the UN's Office for the Coordination of Humanitarian Affairs. Hide Caption 5 of 25\n\nPhotos: Saleh is four months old and severely malnourished. His 22-year-old mother, Nora, already has five children -- the first was born when she was just 12, after a forced marriage at the age of 11. Hide Caption 6 of 25\n\nPhotos: An injured soldier salutes while being photographed on his hospital bed at the Al Thawra Hospital in Sana'a. He sustained disfiguring facial wounds in an airstrike in the northern Saada region of the country. Hide Caption 7 of 25\n\nPhotos: Majed Shoei was injured six months ago when a bomb exploded near him. Money is tight for the father-of-eight, who used to be a construction worker, but is unable to work because of his health and so cannot afford to pay his medical bills. Hide Caption 8 of 25\n\nPhotos: Abdellatif Allami walks with his three-year-old daughter Sara in the Harat Al-Masna'a slum in Sana'a, home to the families of former factory workers. They used to receive a basic pension of around $120 a month, but the payments stopped seven months ago, and the families now rely on donations to survive. Hide Caption 9 of 25\n\nPhotos: Children play in a pool of water in the Harat Al-Masna'a slum in Sana'a. The slum, which is close to an urban military base, was hit by two airstrikes last year on the Eid Al-Adha holiday, destroying 25 houses. Hide Caption 10 of 25\n\nPhotos: Young students play in the ruins of the Aal Okab school in Saada City, which was destroyed in June 2015. At least two million Yemeni children are missing school, and more than 1,600 schools out of action because of conflict-related damage, according to UNICEF. Hide Caption 11 of 25\n\nPhotos: A student at the Aal Okab school stands in the ruins of one of his former classrooms. He and his fellow pupils now attend lesson in UNICEF tents nearby. Hide Caption 12 of 25\n\nPhotos: Khairy is a mother of three; she has just given birth to a baby boy, but she is unable to breastfeed because she is undernourished and she does not have enough formula milk to feed her new son. Hide Caption 13 of 25\n\nPhotos: Children peer out of a window in a former government building in the suburbs of Ibb. The building was provided by local authorities to house 53 displaced families, but has no electricity or running water. Hide Caption 14 of 25\n\nPhotos: The slippers of young orphans scattered on the floor of the Al Hubaishi Orphanage in Ibb. The facility houses more than 200 boys, most of whose fathers were killed while serving in the army. Hide Caption 15 of 25\n\nPhotos: Cars and trucks wait in line to pass over a bridge that was hit by an airstrike in 2016 -- one of just four roads linking Al Hudaydah with the rest of the country. Hide Caption 16 of 25\n\nPhotos: Mohammad, 17, from Mogadishu survived an attack on a migrant boat off the coast of Yemen that killed at least 42 people. He says he saw a helicopter take off from a large military boat and thought they were being saved -- until it opened fire on them. Two of his friends were killed, and he had to have his right foot amputated. Hide Caption 17 of 25\n\nPhotos: A military guard sits in the former Assembly Hall of the Governor of Saada that now lies in ruins following multiple airstrikes in April 2015. Hide Caption 18 of 25\n\nPhotos: A man stands next to a missile casing in a former government building in Saada City, which was attacked in April 2015. Since the conflict escalated, two years ago, much of the city's infrastructure has been destroyed. Hide Caption 19 of 25\n\nPhotos: Yemen has been in the grip of civil war since March 2015, when Houthi rebels drove out the government and took over the capital, Sana'a. The crisis quickly escalated, allowing al Qaeda and ISIS -- enemies of the Houthis -- to grow stronger amid the chaos. Hide Caption 20 of 25\n\nPhotos: Since the conflict began, the Saudi-led coalition, which has US support, has imposed a blockade on the country that has left nearly 80 percent of Yemenis reliant on humanitarian assistance for their most basic needs. Hide Caption 21 of 25\n\nPhotos: A sandstorm barrels across the landscape near Abs, a sprawling settlement for internally displaced people in Yemen. The UN Office for the Coordination of Humanitarian Affairs (OCHA) says more than 3 million Yemenis are displaced. Hide Caption 22 of 25\n\nPhotos: Yemenis collect drinking water at a camp for internally displaced people. Water is heavily rationed at the camp, and is only available during three one-hour windows each day. The UN says 14.5 million people in Yemen need help to access safe water and sanitation. Hide Caption 23 of 25\n\nPhotos: Children watch a mini tornado whip up sand as it travels across the desert near the town of Huth, 80km north of Sana'a. Aid agencies predict that by the end of the year, Yemen will be in a state of full-blown famine. Hide Caption 24 of 25","5":"Washington (CNN) Conservative justices and swing vote Justice Anthony Kennedy appeared to side with the Trump administration Wednesday as the Supreme Court heard oral arguments on President Donald Trump's travel ban.\n\nMore than a year after Trump caused chaos in the airports by following through on a campaign promise and restricting travel from several Muslim-majority countries, the justices considered the legality of a third version of the original travel ban to decide whether the President ultimately exceeded his authority.\n\nComing out of oral arguments, the justices wrestled with the travel ban, at times breaking down on ideological lines.\n\nKennedy's vote could be key, and while he did express some reservation about a candidate's expressions of animus against Muslims during the campaign, he didn't seem to have overall concerns about the President's authority to ban entry, noting that the travel ban could be reviewed every 180 days. Other justices, including Chief Justice John Roberts and Samuel Alito, also highlighted the President's power in this area.\n\nThe Trump administration argued forcefully in favor of the travel ban, with Solicitor General Noel Francisco emphasizing \"this is not a so-called 'Muslim ban.'\"\n\n\"It excludes the vast majority of the Muslim world,\" he told the justices, saying the presidential order was based on neutral criteria and written \"after a worldwide multi-agency review.\"\n\nAlito also noted that the ban only impacts a handful of Muslim-majority countries, at one point stating this does \"not look like a Muslim ban.\"\n\nAs Francisco took the podium, liberal justices pounced on the scope of the ban, its indefinite nature and whether it exceeded the President's authority.\n\nPressed by Justice Sonia Sotomayor about where the President \"gets the authority to do more\" than what Congress already decided, Francisco said it's up to the executive branch to \"set up, to maintain and to constantly improve\" the screening system.\n\nLiberal Justice Elena Kagan brought up a hypothetical: what if a president gave strong anti-Semitic statements during his campaign and then issued a proclamation saying no one from Israel could enter the country. She asked if those statements wouldn't be relevant and indicate animus.\n\nKennedy offered his own hypothetical concern about a candidate who might express hateful statements, and then \"takes acts that are consistent with those hateful statements.\"\n\n\"Whatever he said in his campaign is irrelevant?\" he asked.\n\nLater, critically, when Neal Katyal, arguing for Hawaii against the ban, came to the podium, Kennedy seemed to express more sympathy for Trump's position. He noted that the travel ban could be examined every 180 days.\n\nAnd Kennedy asked with skepticism whether the courts should be second guessing the political branches when it comes to national security.\n\n\"Your argument is,\" he said, \"that courts have the duty to review whether or not there is such a national contingency -- that's for the courts to do, not the President?\" he asked Katyal.\n\nRoberts stressed the White House's national security concerns and asked whether \"any type of targeted action\" that might impact the Muslim population would give rise to claims of discrimination.\n\nAt the end of arguments, Katyal told the justices that if the President disavowed all of his statements, he wouldn't have an issue here.\n\nKatyal told the justices that he told the 9th Circuit exactly that but the President hasn't done that.\n\nFrancisco said at the end that Trump has stated this is not a Muslim ban and pointed to specific statements from September 25.\n\n\"He has made crystal clear that Muslims in this country are great Americans and there are many, many Muslim countries who love this country and he has praised Islam as one of the great countries of the world,\" Francisco said.\n\nAhead of the hearing, a handful of protesters rallied outside the court, holding signs that read \"No Muslim Ban Ever,\" \"We will stand together\" and \"Come for one, face us all.\"\n\nSeveral speakers -- including Nihad Awad, the national executive director of the Council on American-Islamic Relations -- also addressed the crowd outside.\n\n\"This Constitution, he thinks it's a toy to be played with and to be thrown away when he's bored with its protections,\" Awad said.\n\nAfter various iterations of the ban ricocheted through the courts, the Supreme Court agreed last December to allow travel ban 3.0 to go entirely into effect pending appeal.\n\nThe version of the ban before the court, signed in September, came after the administration completed a worldwide review as to the vetting procedures of several countries. The ban restricts the entry of noncitizens from seven countries to varying degrees: Iran, North Korea, Syria, Libya, Yemen, Somalia and Venezuela. (Chad has been removed from the list, which Francisco also noted during the hearing)\n\nIn court briefs, Katyal relied on a \"litany\" of statements that Trump made during the campaign and afterward concerning a restriction of Muslims entering the United States and notes that even though the current proclamation was crafted after a review of the entry policies of other governments, it is a \"direct descendant of previous bans\" covering many of the same countries.\n\nHis brief includes some of the President's statements on the campaign trail calling for a \"Muslim ban\" as well as a retweet of three anti-Muslim propaganda videos he sent on November 29, 2017.\n\nStrong message from court\n\nBoth sides say that if the court greenlights the ban it will send a strong message for other presidents and could shed light on how courts should consider statements a president makes during a campaign or on his Twitter feed.\n\n\"Nobody denies that the president wields extraordinary power over immigration and national security,\" said Joshua Matz, who sided with the challengers in a brief filed on behalf of constitutional scholars. \"What's at stake here is the president's ability to evade any legal consequence for his own public statements, including those broadcast on a global stage.\"\n\nJoshua A. Geltzer of Georgetown Law, who also opposes the ban, says the case is about the office of the president, not any one president. \"It's about whether our federal courts have a meaningful role to play in enforcing the limits of those authorities, or whether -- as the government argues here -- the courts simply shouldn't be looking at this at all,\" he said.\n\nJosh Blackman, a law professor at the South Texas College of Law in Houston, believes the justices will find that the travel ban passes legal muster.\n\n\"If the court upholds the travel ban on statutory grounds, it will signal that Congress has for decades vested the president with the flexibility to respond to an unforeseeable national security dynamic,\" he said.\n\nBlackman thinks the court will find that the President has his own inherent constitutional authority to exclude noncitizens and the justices won't hold campaign statements against the President.\n\n\"If the Supreme Court rules that the President's actions can be halted based on his campaign statements, courts will be drawn into the unenviable position of serving as fact-checkers for the executive branch,\" he said."},"URL":{"0":"https:\/\/www.cnn.com\/2018\/04\/25\/politics\/iran-shipments-syria\/index.html","1":"https:\/\/www.cnn.com\/2018\/04\/25\/politics\/macron-trump-iran-deal-intl\/index.html","2":"http:\/\/money.cnn.com\/2018\/04\/25\/investing\/stock-market-dow-jones-nasdaq\/index.html","3":"https:\/\/www.cnn.com\/2018\/04\/24\/politics\/us-spends-7-trillion-middle-east-trump-fact-check\/index.html","4":"https:\/\/www.cnn.com\/2018\/04\/25\/us\/five-things-april-25-trnd\/index.html","5":"https:\/\/www.cnn.com\/2018\/04\/25\/politics\/supreme-court-travel-ban\/index.html"}}