{"Content":{"0":"Panathinaikos play at the Apostolos Nikolaidis Stadium and have won the Greek Super League 20 times\n\nPanathinaikos have been banned from European competition for three years by the continent's football governing body after failing to pay their debts.\n\nPlayers at Greece's oldest club went on strike earlier this month in protest over unpaid wages from last year.\n\nThe 20-time Greek champions were given a suspended sentence by Uefa in December, and told they had until 1 March to settle their unpaid bills.\n\nHaving failed to comply, they have also been fined 100,000 euros (£88,000).\n\nPanathinaikos, who are seventh in Greece's top flight, had already incurred a three-point domestic penalty this season for failing to pay money owed to their former defender Jens Wemmer.\n\nThe Athens-based club are the country's most successful side in European competition. They were European Cup runners-up in 1971 and reached the semi-finals of the same competition in 1985 and 1996, losing to Liverpool and Ajax respectively.\n\nThis season, though, they were knocked out of the Europa League in the play-off round.\n\nThe punishment handed down by Uefa's club financial control body represents another inauspicious moment for Greek Super League clubs this season.\n\nLast month, PAOK Salonika president Ivan Savvidis was banned for three years for coming onto the pitch with a gun during a top-flight game against AEK Athens.","1":"Media playback is unsupported on your device Media caption America's gun laws explained\n\nIn the wake of one of the deadliest US high school shootings, the National Rifle Association (NRA) has raised its biggest haul in donations in 15 years.\n\nThe powerful gun lobby's political fund raised $2.4 million (£1.7 million) in March, filings submitted to the Federal Elections Commissions (FEC) show.\n\nThe total marks the most it has raised in a single month since June 2003.\n\nMarch was the group's first month of fundraising since the Parkland school shooting in Florida left 17 dead.\n\nMost of the donations, which was $1.5m more than it raised last year during the same period, came from donors who gave less than $200 (£143), FEC records show.\n\nThis is not the first time a shooting has resulted in a boost in donations. The NRA raised $1.1m (£787,000) and $1.5m (£1m) in January and February 2013, just after the Sandy Hook school shooting in Connecticut.\n\nMedia playback is unsupported on your device Media caption Why this mass shooting is different - the evidence\n\nWhile the NRA's Political Victory Fund does give money directly to political campaigns, the majority of its spending is indirectly linked to a candidate's campaign.\n\nIn Florida, Republican Senator Marco Rubio received $9,900 (£7,000) from the NRA, but the group spent over $3m (£2.1m) indirectly to support his election, according to US media.\n\nMore on the issue:\n\nGun control organisations have not seen the same donation momentum.\n\nEverytown for Gun Safety, a nonprofit group advocating for gun control, raised just $13,580 (£9,700) for their political fund in March.\n\nMarch for Our Lives, the group founded after the Parkland shooting, did raise $3.5m (£2.5m) since February, but according to the fundraising page, half of the money went towards the Washington on 24 March.\n\nThe rest went to the victims of the shooting at Marjory Stoneman Douglas High School in Parkland, Florida.","2":"Image caption Shanti Viswanathan teaches algebra at the Marjory Stoneman Douglas High School\n\nShanti Viswanathan, a US teacher of Indian origin, saved the lives of her students during the school shooting in Parkland, Florida, on 14 February. In her first media interview, an exclusive, she spoke to BBC Tamil's Aarthi Gnanasekaran about how that day unfolded.\n\nIt was around 2.15pm. Ms Viswanathan was half-way through her fourth period algebra class at the Marjory Stoneman Douglas High School when they heard gunshots.\n\n\"As soon as I heard the shots fired, I said drop everything, leave everything,\" Ms Viswanathan said.\n\nShe said students who were working on their laptops asked if they should put them away. \"I said leave the laptops,\" she recalled. She told them to crouch or hide in corners so they wouldn't be visible from the small glass window in the centre of the classroom door.\n\n\"I might have said it was a drill because I wanted to reassure them. I didn't want anybody panicking,\" she added.\n\nWhile some of them scrambled to hide under her desk, she locked the classroom door, covered the window with a sheet of paper and turned off the lights. And then they waited.\n\nAccording to police reports, 19-year-old Nicholas Cruz arrived on school premises at 2.17pm in an Uber car. He entered the school wearing a gas mask and carrying a rifle, ammunition cartridges and smoke grenades. He then set off the fire alarm so students and teachers would leave the classrooms and pour into the corridors.\n\nImage copyright Getty Images Image caption The gunman, a former student who was expelled, killed 17 people in six-and-half minutes\n\nThe first shots were at heard at 2.21pm when he fired into classrooms on the first floor. In the six-and-half minutes that followed, he shot dead 17 people - 15 students and two teachers.\n\nMs Viswanathan's classroom was on the second floor. \"It was all quiet. I told them to stay silent,\" she said - she hoped the gunman would assume the classroom was empty.\n\nShe said she saw the door handle move - perhaps he tried opening the door. But he moved on.\n\nShe said it was purely \"presence of mind\" because she had never been trained for a scenario such as this.\n\nNo-one would have expected this, she added, because Parkland - a leafy city just an hour from Miami - had recently been declared one of the safest cities in the region.\n\n'War zone'\n\nEven when the police turned up to evacuate the classroom, Ms Viswanathan said she refused to unlock the door. Instead she asked them to get the key from school officials or break down the door - and they eventually did.\n\n\"It was like a war zone… blood on the stairs, in the hallways, blood in front of the building, bodies being dragged,\" she said. \"I know a teacher who had to cross eight dead bodies before she was evacuated.\n\n\"Is this really the safe haven we had created for students to learn? Is this a place of learning or is this a place of death?\"\n\nMr Cruz, a former student who had been recently expelled, was arrested at 3.41pm, a few miles from the school. He had left his weapons in a stairwell in the school building and then blended into the crowd of students as they exited with help from the police.\n\nImage copyright Getty Images Image caption The shooting in Parkland sparked protests across the US for tighter gun control\n\nThis was the sixth school shooting of 2018 in the US. And it was the worst since 2012, when gunman Adam Lanza attacked Sandy Hook Elementary School in Newtown, Connecticut. He shot dead 20 young children and six adults before killing himself.\n\nBut the attack in Parkland ignited a youth-led anti-gun movement that has swept the US.\n\nWithin days, the #NeverAgain movement gathered support on social media and sparked countrywide protests for tighter gun control, with the students from Marjorie Stoneman Douglas High School becoming its fiercest advocates.\n\nImage copyright Getty Images Image caption Emma Gonzalez, 18, one of the survivors of the shooting, has become a prominent voice in the anti-gun movement\n\n\"I am so proud of our... children,\" said Ms Viswanathan. \"All these kids have been our spokespeople, they have done such a wonderful job representing this whole movement.\"\n\n'New-found respect'\n\nWhat does she think of US President Donald Trump's proposal that arming teachers could prevent school shootings?\n\n\"A good guy with a gun can catch innocents in the crossfire, a good guy with a gun can still not stop a guy with an AR-15,\" she said.\n\nMs Viswanathan would not say what age of the students in her class were but she did say her relationship with them has changed.\n\n\"Right now, they have a new-found respect for me because we have been through something together.\"\n\nBut, she added, more than two months later, they are still anxious. \"They keep looking at the door, they keep looking at the window, they are afraid to go the bathroom.\"\n\n\"There is no reason for a civilian to hold an assault rifle no matter what. This should be the last mass shooting to ever happen, we should not have any more mass shootings. Ever.\"","3":"Hello. Here's your morning briefing:\n\nCorbyn fails to convince Jewish groups\n\nImage copyright PA\n\nJeremy Corbyn described his meeting with Jewish leaders on Tuesday as \"positive and constructive\". They, however, called it \"disappointing\" and a \"missed opportunity\".\n\nIt was arranged by the Labour leader as he tries to get to tackle the accusations of anti-Semitism dogging his party. But the Jewish Leadership Council and the Board of Deputies of British Jews said his proposals \"fell short of the minimum level of action\" they had called for. Labour, though, says it has agreed to settle \"the vast majority\" of the outstanding cases by the end of July, and will set out further measures soon.\n\nThe BBC's political correspondent Iain Watson says this issue is undermining Labour's \"brand\" as a party that stands for equal rights and anti-racism, and potentially diverting the leadership from next Thursday's local election contests. It would certainly be helpful if Jewish leaders had accepted some progress had been made, he adds, and without that, this row remains a potent weapon for Labour's political opponents.\n\nFight over toddler's future goes on\n\nOn Tuesday, a High Court judge ruled that the parents of seriously ill boy Alfie Evans cannot take him to Italy for further treatment, but the family's lawyers say they plan to challenge that later.\n\nThe 23-month-old has a degenerative disease from which doctors at Liverpool's Alder Hey hospital insist he cannot recover. His parents, though, argue that since his life support was withdrawn on Monday he has done much better than anticipated and should be given one final chance. The judge said the toddler's continued life was a \"special opportunity\" for his parents to spend time with him - not the time for more legal manoeuvres.\n\nRead more on Alfie's case.\n\nGet news from the BBC in your inbox, each weekday morning\n\nPositive noises on Iran deal\n\nThe 2015 nuclear deal struck between Iran and six world powers was the signature foreign policy achievement of Barack Obama's presidency, but Donald Trump has refused to back it, throwing the whole thing into jeopardy. Now, though, he and his French counterpart Emmanuel Macron have suggested there could be a new agreement - \"a much bigger\" deal - rather than it being dead in the water altogether.\n\nThe BBC's Barbara Plett-Usher said the hint of progress shows Mr Macron - the first foreign leader treated to a state visit by Mr Trump - seems to know how to talk to the president. What does the Iran deal entail and could it really collapse? Read our guide.\n\nHow can businesses tackle sexual harassment?\n\nBy Katie Prescott and Charlotte McDonald\n\n\"I've just moved house, do you want to come over and test my mattress?\" Charlotte reads from a list of #MeToo moments - the times in her career where she has experienced some kind of unwanted sexual attention. As a solicitor working in property, this text message from one of her clients is just the tip of the jaw-dropping iceberg. \"The worst one was by a married senior colleague. We had been at an event with lots of alcohol and he was brushing my hair with his wedding ring hand and saying I was very pretty.\"\n\nRead the full article\n\nWhat the papers say\n\nImage copyright Times, Guardian\n\nThe personal chemistry between Donald Trump and Emmanuel Macron is on full display. Pictures show them \"hugging, hand-holding and cheek-kissing\", as the Guardian puts it, while the Daily Telegraph says that if physical intimacy is any sign of diplomatic closeness, the pair are in the full throes of a political bromance. For the Daily Mail, it is a pragmatic attempt to establish France as the crucial post-Brexit bridge between the US and Europe. Elsewhere, the Times says the government is set to ban special promotions on foods considered to be high in fat, sugar or salt, after opposition leaders gave their backing to measures to tackle the obesity crisis.\n\nDaily digest\n\nMuslim foster case Times newspaper \"distorted\" its coverage, regulator says\n\nAnfield attack Man critically hurt outside Champions League game\n\nLumley Actress \"terrified\" all men are now seen as \"bad\"\n\nTop prize UK ticketholder scoops £121m jackpot\n\nIf you see one thing today\n\nWhere are you on the UK fat scale?\n\nIf you listen to one thing today\n\nImage copyright Getty Images\n\nThe long shadow of Canary Wharf\n\nIf you read one thing today\n\nImage copyright PA\n\nWill Salisbury ever recover?\n\nSign up for a morning briefing direct to your phone\n\nLookahead\n\n12:00 The Independent Inquiry into Child Sexual Abuse publishes an interim review of its work so far.\n\nToday: The name of the new royal baby, born on Monday, may be revealed.\n\nOn this day\n\n1980 A top-secret attempt by the US to free American hostages held in the Iranian capital, Tehran, collapses in failure, with the death of eight soldiers.\n\nFrom elsewhere\n\nDo gun owners want gun control? Yes, some say, post-Parkland (New York Times)\n\nIs the party over for tourism in Ibiza? (Daily Telegraph)\n\n'A complete sham': The airport parking scam that's after your pension (Daily Mirror)\n\nCricket for idiots: There are 100 reasons not to like the ECB's big idea (Guardian)"},"URL":{"0":"https:\/\/www.bbc.co.uk\/sport\/football\/43887360","1":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-43884698","2":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-43835274","3":"http:\/\/www.bbc.co.uk\/news\/uk-43885816"}}