{"Content":{"0":"Toronto van attack: What is an 'incel'?\n\nImage copyright Alek Minassian\/LinkedIn Image caption Police arrested Alek Minassian within half an hour of the attack\n\nReports from Canada say the suspect in the Toronto van attack made a reference to \"Incel Rebellion\" on Facebook. But what exactly is an \"incel\"?\n\nAlek Minassian, 25, appeared in court on Tuesday, a day after a rental van struck pedestrians in the city, killing 10 and injuring 15.\n\nFacebook confirmed to the BBC that Minassian was the author of a post which read in part: \"The Incel Rebellion has already begun! We will overthrow all the Chads and Stacys! All hail the Supreme Gentleman Elliot Rodger!\" The post also contained a reference to the message board 4chan.\n\nImage copyright Facebook\n\n\"Incel\" is short for \"involuntarily celibate\" and in particular refers to online groups of men who feel that they can't enter into sexual relationships.\n\nThe attitudes of men who visit the boards vary widely, but online they frequently vent anger against sexually prolific men (\"Chads\") and women (\"Stacys\"). More generally, incel forums often include rants aimed at feminism and women.\n\nIn November, Reddit banned a section or subreddit of its site devoted to incels for hosting violent content.\n\nOn Tuesday, another subreddit dedicated to incels, r\/Malecel, was banned.\n\nHowever, other similar boards remain active on Reddit, and many other sites play host to incel discussions.\n\nImage copyright Reddit\n\nIncel forums also - albeit sometimes ironically - include praise for Elliot Rodger, who killed six people in the rampage through Isla Vista, California in 2014 before turning the gun on himself.\n\nRodger left a rambling manifesto detailing his sexual frustration and his hatred of women and minorities.\n\nImage copyright Getty Images Image caption Mourners left candles and messages on Yonge Street in Toronto after Monday's attack\n\nDo you have a story for us? Email BBC Trending.\n\nMore from Trending: The online activists pushing Syria conspiracy theories\n\nImage copyright Twitter\/@sahouraxo\n\nAs the investigation continues into another alleged chemical attack in Syria, one group of influential online activists is busy spreading their version of events. READ NOW\n\nYou can follow BBC Trending on Twitter @BBCtrending, and find us on Facebook. All our stories are at bbc.com\/trending.","1":"Media playback is unsupported on your device Media caption Trump and Macron's touching moments\n\nUS President Donald Trump and his French counterpart Emmanuel Macron have suggested there could be a new agreement on Iran's nuclear programme.\n\nAfter talks in the US, Mr Trump, who is sceptical of an accord that was struck in 2015, spoke about \"doing a much bigger, maybe, deal\".\n\nMr Macron said a new pact must cover Iran's ballistic missile programme and its role in the Middle East.\n\nIran warned of \"severe consequences\" if the US withdraws from the deal.\n\nIn 2015, Iran agreed to mothball its nuclear programme in return for an easing of economic sanctions on Iran.\n\nThe US president has been threatening to reject an extension of the Obama-era nuclear pact reached between Tehran and world powers by a 12 May deadline.\n\nMr Macron had been lobbying Mr Trump to stick with the deal, saying there was no better option.\n\nGermany's Chancellor Angela Merkel is due to visit the US on Friday to make a last-minute bid to dissuade Mr Trump from potentially torpedoing the agreement.\n\nIranian Foreign Minister Javad Zarif was quoted as saying that Tehran would \"most likely\" abandon the accord if the US pulled out.\n\nWhat did Trump and Macron say in Washington?\n\n\"I think we will have a great shot at doing a much bigger, maybe, deal,\" the US president said, adding that any new agreement must be built on \"solid foundations\".\n\n\"They should have made a deal that covered Yemen, that covered Syria, that covered other parts of the Middle East,\" said Mr Trump, referring to the 2015 accord which he described as \"insane\".\n\nMedia playback is unsupported on your device Media caption What French people think about Trump and Macron meeting\n\nMeanwhile, Mr Macron agreed that Tehran's influence in the region must be part of negotiations.\n\nHe also stressed that - as well as controlling Iran's nuclear programme for the next decade as envisaged by the current agreement - a fresh deal would need to cover its nuclear activities longer-term, as well as its ballistic missile programme.\n\nAnd he talked about working with President Trump to build a \"new framework\" in the Middle East - and especially in Syria.\n\nMr Macron said he did not know whether Mr Trump would extend the 12 May deadline, adding: \"I can say that we have had very frank discussions on that, just the two of us.\"\n\nMr Trump earlier warned Iran against resuming its nuclear programme.\n\n\"They're not going to be restarting anything. They restart it they're going to have big problems, bigger than they've ever had before.\"\n\n'Bigger, better' deal\n\nAnalysis by the BBC's Barbara Plett Usher\n\nThe visit was a strange mix.\n\nOn the one hand, a display of stark differences - Mr Macron almost channelling an anti-Trump in his opening admonition to resist \"aggressive nationalism\" and \"build a new multilateralism.\"\n\nOn the other hand, an overt display of deliberate chumminess punctuated with tussling handshakes and capped by the very odd dandruff episode, where Mr Trump seemed to hover between playfulness and aggression.\n\nBut whether or not the French president felt humiliated by the bout of unexpected grooming, he did manage to get Mr Trump's attention on the Iran nuclear accord.\n\nHe framed his appeal to preserve the deal with the promise of a \"bigger, better\" one.\n\nIn other words, build on the existing agreement to address its flaws, rather than scrap it and start fresh.\n\nWhether or not this is possible is an open question.\n\nBut the suggestion was enough to intrigue Mr Trump.\n\nHis tone changed, moving from a blistering harangue of the deal before the meeting to something more considered - although still noncommittal - afterwards.\n\nAnd that shows the influence of personal engagement with the president, from someone who - like Mr Macron - knows how to talk to him.\n\nWhat was Iran's response?\n\nOn Monday, Iranian President Hassan Rouhani threatened \"severe consequences\" if the US withdrew from the deal.\n\nImage copyright AFP Image caption Iran's Foreign Minister Javad Zarif: \"You cannot stop the process or not engage just because of a fear of failure\"\n\nMeanwhile, Mr Zarif said just hours before the Trump-Macron summit that a probable response would be to restart the enrichment of uranium - a key bomb-making ingredient.\n\n\"You cannot stop the process or not engage just because of a fear of failure. But at least you need to have some hope of success, some prospect for success, in order for this process to start,\" the Iranian foreign minister was quoted as saying by Reuters.\n\n\"And I do not believe that, under the present circumstances, with the present tone, and language and approach of the current administration in Washington, you would have much prospect.\"\n\nIran maintains its nuclear programme is solely for peaceful civilian purposes.\n\nWhat are Trump's objections to the 2015 accord?\n\nThe US president has long complained that the accord - signed by the US, Iran, Europe, Russia, China and Germany - does nothing to halt Iran's support for militant groups in the region such as Hezbollah.\n\nMr Trump is also demanding that signatories to the pact agree permanent restrictions on Iran's uranium enrichment.\n\nUnder the current deal they are set to expire in 2025.\n\nWhat about other issues discussed in Washington?\n\nMr Macron, on a three-day visit to the US, is the first foreign leader to be treated to a state visit during the Trump presidency.\n\nImage copyright Reuters Image caption The White House State Dinner is the first of Donald Trump's presidency\n\nPresident Macron and his wife, Brigitte, attended a state dinner in their honour at the White House on Tuesday.\n\nGuests included former Secretary of State Henry Kissinger and Apple chief executive Tim Cook.\n\n\"May our friendship grow even deeper, may our kinship grow even stronger, and may our sacred liberty never die,\" Mr Trump said in his toast.\n\nIn response, Mr Macron spoke of \"how deep, how strong, and how intense the relationship is between our two countries\".\n\n\"I got to know you, you got to know me. We both know that none of us easily changes our minds, but we will work together, and we have this ability to listen to one another,\" he said.\n\nImage copyright AFP Image caption President Trump rolled out the red carpet for the French leader\n\nThe Iran deal is not the only potential source of discord between the two leaders.\n\nAlso on the agenda is the Paris climate accord, the US decision to recognise Jerusalem as the capital of Israel, and planned US tariffs on EU steel and aluminium.\n\nMr Trump thanked France for joining the US and Britain earlier this month in launching air strikes after an alleged chemical attack in Syria.","2":"Image copyright EPA Image caption The vote opened fractures in President Emmanuel Macron's governing centrist party\n\nThe French National Assembly has passed a tough new immigration law that tightens the rules around asylum.\n\nThe bill shortens asylum application deadlines, doubles the time for which illegal migrants can be detained, and introduces a one-year prison sentence for entering France illegally.\n\nPresident Emmanuel Macron's governing centrist party says the bill will speed up the process of claiming asylum.\n\nBut opposition figures and human rights groups say the measures go too far.\n\nThe bill passed by 228 votes to 139, with 24 abstentions, after more than 60 hours of debate over the weekend and hundreds of amendments.\n\nOne member of Mr Macron's La République en Marche (LREM) party, Jean-Michel Clément, voted against the legislation and 14 members abstained.\n\n\"I am not sure we're sending to world citizens the universal message that has always been ours,\" Mr Clément, a former Socialist, said in a statement after the vote. He later announced he was leaving the parliamentary group.\n\nThe main aim of the law is to cut the length of asylum applications and make the deportation system more efficient for those rejected. Refugees given asylum will be given greater help with integration and learning French.\n\nWhat's controversial about it?\n\nOne of the most significant changes is that failed asylum seekers awaiting deportation can be held for up to 90 days, double the existing period of 45 days. The government had initially aimed for a 135-day period.\n\nOpponents complained in parliament that migrants were being treated like criminals. Children can also be kept in detention with their families, although officials agreed to set up a working group to look into the issue. In 2017, 275 minors were being held in administrative detention centres. Far-left leader Jean-Luc Mélenchon condemned the practice as \"barbaric\".\n\nThe deadlines for filing asylum applications or appealing against a rejection have also raised concerns. Claimants will have 90 days to file an application, down from 120 days, and two weeks to appeal against rejection.\n\nHuman Rights Watch says shortening asylum application deadlines could negatively impact the \"most vulnerable asylum seekers, who would be the ones most likely to miss the deadline\".\n\n\"Under the guise of providing a more effective asylum system, the bill includes a series of measures that would diminish access to protection,\" the group's France director Bénédicte Jeannerod said in a statement.\n\nLeft-wing parties were deeply opposed to the changes and the right-wing Republicans joined them. The far-right National Front backed some of the measures.\n\nThe bill will now be debated in the upper house, the Senate, in June.\n\nA note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries such as Syria, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants.","3":"Image copyright AFP\/Getty Image caption The fate of the African migrants has become hugely contentious\n\nIsrael has scrapped a plan to forcibly deport tens of thousands of illegal African migrants.\n\nIn a written response to the country's Supreme Court, the government said forced removal of the migrants \"is no longer on the agenda\".\n\nHowever, Israel's immigration authorities are still seeking ways to deport migrants voluntarily, it said.\n\nThe fate of Israel's roughly 30,000 illegal African migrants has become a hugely contentious issue.\n\nThe supreme court previously suspended a plan to expel the migrants - mostly from Eritrea and Sudan - unless they voluntarily accepted a cash lump sum and a plane ticket out of the country.\n\nPrime Minister Benjamin Netanyahu then cancelled a UN deal to resettle the migrants in Western nations.\n\nImage copyright Reuters Image caption Israeli Prime Minister Benjamin Netanyahu has drawn condemnation at home and abroad over the issue\n\nUnder the deal, Israel would give \"temporary residence\" to a migrant in Israel for each migrant resettled abroad.\n\nOn Monday, 18 Democratic members of the US House of Representatives reportedly wrote to Mr Netanyahu saying they were \"dismayed\" and \"disappointed\" that he had dropped the UN proposal, saying it left the migrants \"in limbo, with no clear next step\".\n\nWhere are the migrants from?\n\nMost of the African migrants in Israel are from Eritrea - a one-party state whose leaders have been accused of crimes against humanity by a UN inquiry - and war-torn Sudan.\n\nThey say they fled danger at home and that it is not safe to return to another African country, but Israel considers the majority of African asylum seekers to be economic migrants.\n\nMost of them entered from Egypt several years ago, before a new fence was built along the desert border. This has ended most illegal crossings.\n\nImage copyright EPA Image caption African migrants at a detention facility in southern Israel\n\nHow controversial is this issue?\n\nA decision in January to offer the migrants a cash lump-sum and a plane ticket to leave Israel voluntarily or otherwise face forced expulsion has been criticised in Israel.\n\nSome critics in the country and among the Jewish community abroad - including former ambassadors and Holocaust survivors - said the plan was unethical and a stain on Israel's international image. The UN refugee agency said it violated local and international laws, and large protests were held in Israel.\n\nMr Netanyahu said the opposition was \"baseless and absurd\" and that Israel would resettle \"genuine refugees\".\n\nActivists, however, noted that only a handful of Eritreans and Sudanese had been recognised as refugees by Israel since the country took over the processing of applications from the UN in 2009.\n\nA note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries such as Syria, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants.","4":"Media playback is unsupported on your device Media caption The ups and downs of Trump and Macron\n\nFrance's President Emmanuel Macron is in Washington this week, the first foreign leader to make a state visit under Donald Trump. The two men - both seen as outsiders before their presidential campaigns - have developed an unlikely personal rapport, but what's behind the connection, and what does it mean for French interests and influence?\n\nEmmanuel Macron's relationships have raised eyebrows more than once.\n\nWeeks after taking office, he passed over France's key allies and chose the Russian leader, Vladimir Putin, as his first foreign guest - a man he's due to visit in Moscow next month, despite recently ordering airstrikes against Russia's Syrian ally.\n\nHis ecumenical approach has sometimes caused diplomatic tiffs, most recently with Ankara, incensed by the suggestion that it might like France to mediate between Turkey and the Kurds.\n\nBut nothing has drawn the same attention as his \"bromance\" with Donald Trump.\n\nMedia playback is unsupported on your device Media caption The US president attended France's Bastille Day celebrations in 2017\n\nThere is the unlikely age difference between the two men, their difference in political vision and values, in their style and personality, their backgrounds, their interests, their use of the media.\n\nAnd yet, the Elysée describes their relationship as \"very close\", and the two men really do, by all accounts, speak often and frankly by telephone, and seem to have a genuine rapport.\n\nThis rapport has pushed France ahead of Germany and the UK, to become America's primary European contact.\n\nBritain's retreat from Europe and Germany's trade and immigration policies helped open the way for Mr Macron, and it has not escaped notice here that it's he, and not Mrs May or Mrs Merkel, who is making the first state visit of the Trump presidency, when he will be a guest at a formal banquet and address the Congress.\n\nAnd there are personal reasons for the new Franco-American bond.\n\nBoth Mr Macron and Mr Trump were seen as shaking up the political systems in their countries; both are - in their own ways - outspoken; and both like to project an image of strength. It doesn't hurt either, say some on the American side, that Mr Macron is male, and seen as handsome.\n\nBut France may also have an easier time adjusting to the disruptive Trump presidency precisely because it didn't have the kind of close, shared vision that both Germany and the UK have had with recent American presidents.\n\nFrance is pragmatic in its approach to Washington - an alliance based on mutual interests rather than a shared moral vision of the world.\n\nMedia playback is unsupported on your device Media caption Donald Trump's handshakes with world leaders have been closely watched\n\nThose mutual interests are still dominated by security and counter-terrorism. France needs the US for its international fight against terrorism, and as analysts here will tell you, Paris has come to be seen as Washington's best bet for military support, in the wake of British caution following the Iraq War.\n\nMr Trump's approach to security has sometimes helped President Macron's own agenda in Europe. The American leader has been robust in asking EU states to take a greater role in their own security, and raise their defence spending to 2% of GDP.\n\nMr Macron, who has promised France will meet that target by 2025, is keen for Europe to have more autonomy in security and defence matters, and is pushing his proposal of a European Intervention Initiative, with the common resources and strategic goals that would allow it to carry out its own missions, as France does now.\n\nBut in a country where too close a proximity to the US can be politically dangerous for a president, Mr Macron will need to have something more to have show for it.\n\nImage copyright AFP\/Getty Image caption Mr Macron's close relationship with Mr Trump makes France America's primary European contact\n\nHe recently claimed to have convinced his American counterpart to stay engaged in Syria, but that was quickly denied by the White House. And so far, despite raising expectations, there's little evidence of the French leader's influence over President Trump on key issues like climate change, the Iran nuclear deal, or the status of Jerusalem.\n\nThis visit will be a chance to discuss those policy differences with the US, with France hoping to agree \"a document of recommendations\" with Washington ahead of Mr Trump's planned withdrawal from the Iran nuclear agreement next month.\n\nPresident Macron will also talk to Donald Trump about his planned tariffs on EU steel and aluminium, the conflict in Syria, and Washington's controversial decision to recognise Jerusalem as the capital of Israel.\n\nBut, even without any concrete influence over these issues, there's intrinsic value for Mr Macron in his relationship with Donald Trump.\n\nMedia playback is unsupported on your device Media caption Toned-down Trump: What happened to the tough talk on Paris?\n\nMr Macron began his presidency with a commitment to restore French status abroad and a sense of its mission in the world. Lofty aims, which he believes are key to France regaining a sense of national identity and optimism.\n\nHis close relationship to Donald Trump, even without much policy influence, raises France's global profile and boosts its influence and leverage elsewhere.\n\nEmmanuel Macron's diplomatic trademark is strong personal connections combined with robust policy differences - a delicate juggling act, on occasion.\n\nPresident Trump's relationships can be unpredictable - analysts point out that Macron has been careful not to criticise him personally. And if Mr Trump's decisions directly harm French interests, Emmanuel Macron could find himself on the receiving end of far more damaging criticism - from French voters.\n\nIn which case, the relationship that boosts the French president's status abroad could end up scuppering it at home.","5":"Video\n\nA group of peers and priests from the UK have been criticised after they met with Syrian MPs, religious leaders and citizens.\n\nBaroness Cox, who was part of the delegation, said \"there's terror on both sides\" when she was asked on the Today programme why she did not raise the issue of alleged human rights abuses with the Grand Mufti, Syria's top Muslim cleric, when she met him.","6":"Image copyright Getty Images Image caption Syrian refugees arrive on the Isle of Bute\n\nThe UK has accepted more than 10,000 Syrian refugees in the past two and a half years - but analysis by the BBC shows large disparities in the numbers going to different parts of the country.\n\nScotland has taken four times as many Syrian refugees as Greater London, while Northern Ireland has taken over 300 more than the whole of the east of England.\n\nRelative to their populations, northern England has taken over twice as many Syrian refugees as the South.\n\nOverall, almost a third of local authorities are yet to take any Syrian refugees.\n\nThe BBC analysis looks at the Home Office's breakdown of local authority intake of Syrian refugees and weighs this against the population size.\n\nIt was the pictures of three-year-old Alan Kurdi, his tiny body washed up on a Turkish tourist beach in September 2015, that changed the politics of Syrian refugees.\n\nWithin days of the distressing photographs appearing in Britain's newspapers, Prime Minister David Cameron announced the UK would take up to 20,000 people who had fled the war in Syria and were now at camps in Lebanon, Turkey, Iraq, Egypt and Jordan.\n\n\"It is absolutely right that Britain should fulfil its moral responsibility to help those refugees,\" Mr Cameron told the House of Commons, adding that Britain would \"continue to show the world that this is a country of extraordinary compassion always standing up for our values and helping those in need\".\n\nGiven that, why is it that some parts of the UK have taken more Syrian refugees than others? Why, for example, has only one refugee found a home in the local authorities of Northamptonshire while 226 have ended up in Nottinghamshire?\n\nCouncils are under no obligation to accept Syrian refugees. If they do offer to take some, in the first year all their resettlement costs are covered by central government. After that, the money tapers off - £5,000 in the second year and down to £1,000 in year five.\n\nThe government set up the Syrian Vulnerable Persons Resettlement Scheme (SVPRS) promising \"equitable distribution\", but fairness in these matters is hard to define.\n\nTop five intake of Syrian refugees relative to population:\n\nClackmannanshire, Scotland\n\nGateshead, England\n\nArgyll and Bute, Scotland\n\nHartlepool, England\n\nPendle, England\n\nBottom five intake of Syrian refugees relative to population:\n\nManchester, England\n\nCroydon, England\n\nEnfield, England\n\nBromley, England\n\nWigan, England\n\nThe statistics suggest that two of the poorest regions in England, Yorkshire and the North East, have taken three times as many refugees relative to the population as the two wealthiest regions, London and the South East.\n\nAreas not often associated as migration \"hotspots\" such as Scotland's Clackmannanshire and Comhairle Nan Eilean Siar - the Western Isles - have taken some of the highest numbers of refugees - over nine per 10,000 of their population.\n\nBut in areas with huge demand for local authority housing, those in the queue for a council house are more likely to resent accommodation being given to new arrivals ahead of local people. Is it fair to send large numbers of refugees to these places?\n\nAlthough there is more money to support Syrian refugees than asylum seekers generally, the costs of housing someone in the South East of England are still greater than the North East. Is it reasonable to expect places with sky-high rents potentially to spend more on refugees where there are no regional adjustments in funding?\n\nThe Local Government Association says that councils have had \"an excellent track-record\" in welcoming refugees and ensuring they have suitable support based on their experiences.\n\n\"Clear links need to be made across all the programmes that resettle asylum seekers and refugee families and children to make sure there is enough funding and capacity for all new arrivals to build new lives in their new communities.\"\n\nAsylum seekers\n\nThe number of Syrian refugees taken in by local authorities should not be looked at in isolation. Over the years some parts of the UK have taken many more asylum seekers than others.\n\nThis raises the question of whether they should be asked to carry the additional responsibility for Syrian refugees.\n\nAt the end of last year, there were just over 40,000 asylum seekers located across the UK. Asylum seekers are from around the world and must reach the UK before claiming asylum, unlike those on the SVPRS.\n\nOnce you have claimed asylum, the Home Office will determine whether you qualify for refugee status. Until then, asylum seekers are dispersed across the UK and offered some financial support.\n\nImage copyright Getty Images Image caption Asylum seekers must physically reach the UK before they can apply for refugee status\n\nLocal authorities have less involvement in housing asylum seekers as this is contracted to the private sector, but they must volunteer to house them in their area and have a say in implementation.\n\nCombining the Syrian refugee scheme and asylum seekers statistics shows that while places such as Liverpool and Newcastle have accepted more than 15 people per 10,000 people, 120 local authorities have accommodated less than one for every 10,000 in the local population.\n\nWhile London has accommodated relatively few Syrian refugees (less than one per 10,000 population), it has accepted 10 times that number of asylum seekers with an overall impact of six per 10,000 people.\n\nSimilarly, the local authorities that make up Greater Manchester have taken just 15 Syrian refugees (in Trafford and Tameside), but act as one of the largest suppliers of support for refugees and asylum seekers - 25 per 10,000 population.\n\nIt appears that Scotland has generally embraced its claim to be a \"sanctuary\" for those fleeing conflict. Glasgow has taken 63 refugees and asylum seekers per 10,000 in the city - the highest level in any local authority.\n\nConcerns over unequal dispersal are not new. Last year, a Home Affairs Select Committee report said: \"The policy of dispersal was introduced to deliver an equitable distribution of asylum seekers across the UK. It has failed to achieve this.\n\n\"Pressure on the South East of England may have been alleviated, but it has been replaced by the clustering of asylum seekers in some of the most deprived parts of the country.\"\n\nForty-six English local authorities have given a home to none at all, and 20 of those councils are in East Anglia and the Fens.\n\nTop five intake of Syrian refugees and asylum seekers relative to population:\n\nGlasgow, Scotland\n\nRochdale, England\n\nBarking and Dagenham, England\n\nSwansea, Wales\n\nMiddlesbrough, England\n\nBottom five intake of Syrian refugees and asylum seekers relative to population:\n\nHuntingdonshire, England\n\nChelmsford, England\n\nMaidstone, England\n\nSouth Cambridgeshire, England\n\nKings Lynn and West Norfolk, England\n\nA research study for the United Nations High Commissioner for Refugees found that UK councils' decision to accept people under the SVPRS was based on a number of considerations:\n\nthe vulnerability of the refugees\n\nthe availability of suitable housing, schools and NHS services\n\nthe risks in relation to safety and community cohesion\n\nA Home Office official said: \"We are grateful for the ongoing support from the over 270 local authorities across the UK who are helping to resettle refugees fleeing the brutal conflict in Syria.\n\n\"Local authority participation in the Vulnerable Persons Resettlement Scheme is voluntary and we work closely with councils across the country to ensure that no area is asked to take more than they are able to cope with.\"\n\nThe Home Office also notes that the government is the second largest donor in humanitarian assistance and has pledged £2.46bn in UK aid to Syria and the neighbouring countries, its largest ever response to a single humanitarian crisis.","7":"Madsen to serve life in prison for murdering Swedish journalist Kim Wall on his submarine.\n\nAlso, Indian guru Asaram Bapu sentenced to life for raping girl, international conference raises pledges of humanitarian aid for Syria, we profile the Incels - a sinister and misogynistic online community, and why Japan is angry about dessert due to be served at Korean summit."},"URL":{"0":"http:\/\/www.bbc.co.uk\/news\/blogs-trending-43881931","1":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-43887061","2":"http:\/\/www.bbc.co.uk\/news\/world-europe-43860880","3":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43879800","4":"http:\/\/www.bbc.co.uk\/news\/world-europe-43840965","5":"http:\/\/www.bbc.co.uk\/news\/av\/uk-politics-43865716\/christian-delegation-to-syria-criticised","6":"http:\/\/www.bbc.co.uk\/news\/uk-43826163","7":"https:\/\/www.bbc.co.uk\/programmes\/p065bncp"}}