{"Content":{"0":"There was a time when, even if we disagreed about the remedy, we did at least agree that the patient was sick. We might argue about the meaning of this or that event, but all sides usually accepted that the event in question had at least happened. No longer. A new and unsettling dimension has entered our collective, and global, conversation.\n\nHow Syria's White Helmets became victims of an online propaganda machine Read more\n\nIn the US James Comey, the former FBI director sacked by Donald Trump, released his memoirs and did a round of TV interviews. The FBI has not always enjoyed or deserved public trust – under its founder, the bigoted and brutal J Edgar Hoover, minorities and trade unionists had good reason to fear it – but in recent decades it came to be seen as one of the trusted arbiters of American life, a non-partisan referee whose word would be accepted. That would be truer still of the figure at the helm, the nation’s top law enforcement officer.\n\nNow, of course it’s natural that Comey’s book would not be hailed as a definitive, objective account of recent, highly contested events. It was not sworn testimony, but an autobiography with all the self-flattery and exculpation associated with that genre. But what was striking was the casual dismissal even of the facts in the book. Trump and the Republican party instantly trashed the ex-director – himself a Republican – launching a website: lyincomey.com. You can argue about Comey’s judgment and his self-righteousness – which make parts of the book read like reflections of The Simpsons’ Ned Flanders – but his opponents go further, waving aside even that which is verifiably true.\n\nThe more egregious example is also the more serious. At a concert in Barcelona, the former Pink Floyd star Roger Waters accused the Syria Civil Defence, or White Helmets – the volunteers who pull survivors from the rubble of bomb attacks, and are widely credited with saving thousands of civilian lives – of being “a fake organisation that exists only to create propaganda for the jihadists and terrorists”.\n\nThat claim, which has been repeatedly debunked, was instantly applauded and spread by the same crowd of pro-Russia voices on the far left and far right who have served so dutifully as Assad’s online cheerleaders. To them, Waters was a hero for daring to speak an unpopular truth. For everyone else, a once admired musician had joined the ranks of conspiracist cranks and apologists for a murderous dictator.\n\nThe remark by Waters fitted a story the Assad denialists have been telling for a while: that the chemical attack in Douma was fake, staged by the White Helmets and their western friends. Russian state TV even aired footage that, it claimed, showed a film set where such atrocities are cooked up. (The pictures were, in fact, taken from the set of a Syrian feature film.)\n\nFacebook Twitter Pinterest The former Pink Floyd star Roger Waters accused the White Helmets of being “a fake organisation that exists only to create propaganda for the jihadists and terrorists”. Photograph: Pacific Press \/ Barcroft Images\n\nRemember, these voices are not simply saying western air strikes were the wrong response to the killings in Douma. They are saying there were no killings in Douma. Or there were, but they didn’t involve chemical weapons. Or they did, but rebel groups were responsible. Or the whole thing was staged by Britain. The line changes with dizzying frequency.\n\nThe point is, whether it’s Comey or Syria, we are now in an era when the argument is no longer over our response to events, but the very existence of those events. It was the same story after the mass school shooting at Parkland, Florida, in February. A loud chorus of rightists was not content merely to denounce proposed gun control measures: they claimed the massacre had not happened at all, and that all those grieving parents and teenagers were “crisis actors”.\n\nThese are symptoms of a post-truth disease that’s come to be known as “tribal epistemology”, in which the truth or falsity of a statement depends on whether the person making it is deemed one of us or one of them. According to the writer David Roberts, “information is evaluated based not on conformity to common standards of evidence or correspondence to a common understanding of the world, but on whether it supports the tribe’s values and goals and is vouchsafed by tribal leaders. ‘Good for our side’ and ‘true’ begin to blur into one.”\n\nOf course, we all suffer from confirmation bias, and all of us listen more to our friends than to our foes – but this goes further. Recall the Trump spokesperson Scottie Nell Hughes, who declared: “There’s no such thing, unfortunately, any more as facts.” For many Americans, Hughes explained, Trump’s tweets, regardless of the evidence, “are truth” simply because they come from him.\n\nIt fits that social media is the weapon of choice. Its algorithms are proven to favour virality over veracity, spreading false stories faster and wider than true ones. A mysterious pro-Assad tweeter, with no other traceable existence online, has nearly as many followers as the BBC’s Middle East editor. Meanwhile, the top story on Google News the morning after the US presidential election hailed Trump as the winner of the popular vote – even though he had lost it by nearly 3m votes. The tribe tells itself what it wants to hear.\n\nThe desire to stand with your fellow Republicans or Assad apologists is so great you’re ready to throw out not only your opponents’ arguments but their evidence too. And because trust in all the previously respected referees – from the media to human rights organisations to the FBI – has collapsed, you refuse to believe anything and anyone that contradicts you.\n\nThe danger this poses is clear. Comey’s moment will pass, but eventually his predecessor at the FBI, special counsel Robert Mueller, will deliver his report into the Trump campaign’s alleged collusion with Russia. Already Trump’s Fox News outriders are trashing Mueller – another Republican-appointed straight arrow whose honesty has never been credibly questioned – branding him biased, corrupt, even “the head of a crime family”. That will make it easier to ignore his findings, however damning. If Richard Nixon were in office now, even Watergate would not be Watergate: his own tribe would simply dismiss the hard, factual evidence against him.\n\nIf Nixon were in office now, Watergate would not be Watergate: his tribe would simply dismiss the hard evidence\n\nAs for Syria, Waters and the rest may seem like fringe voices, but such thinking eventually leaks into the mainstream. On yesterday’s Question Time, Emily Thornberry echoed the Russian claim that chemical weapons inspectors were being kept out of Douma by UN red tape and health and safety rules – when in fact it is Assad and Russia keeping them out: long enough, presumably, to ensure that by the time they’re granted access the crucial evidence will have been cleared away.\n\nIt makes for a chilling landscape, a world where atrocities are committed twice over – once when they are done, and again when they are denied. Not decades later, but even as the dead are still being buried. The great division of our time may not, after all, be between left and right or open and closed, but something more fundamental still: between what is true and what is false.\n\n• Jonathan Freedland is a Guardian columnist","1":"There is nothing out of the ordinary about a book that makes one angry. We have all read ones that provoke us, and the internet is an inexhaustible feast for anyone easily outraged. It is unusual, however, to read a book that makes one mad with oneself.\n\nThe co-authors of New Power could not be more likable. Clever, witty and creative, Henry Timms and Jeremy Heimans are baby-faced wunderkinds of digital activism; the type whose optimistic energy ought to make one feel hopeful for the future. So it is uncomfortable to confess that I hated almost every word, and wished more than anything for them to be wrong. The reason their book made me so cross with myself was that, if they are right, it means my way of thinking is old-fashioned and elitist – the very problem, in fact, they are trying to solve.\n\nNew Power begins by contrasting a 20th-century model of power – “jealously guarded, closed, inaccessible and leader-driven”, typified by Harvey Weinstein – with a new 21st-century model – “open, participatory peer-driven”, exemplified by the #MeToo movement. No political or commercial organisation will survive, it argues, unless it abandons “old power values” of expertise, confidentiality, formal governance and managerialism, and adopts “new power values” of online crowd-sourcing, radical transparency, leaderless structures and amateurish enthusiasm. The future belongs to Airbnb and Black Lives Matter, in other words, and the book is a manual for us to learn how to be more like them.\n\nHeimans is Australian, but has just flown in from the US hours before we meet; Timms is British, but based in New York, so takes part by phone. Heimans is 40, but looks as if he is in his early 20s, and we spend the first five minutes discussing his skin-care regime. He indulges my curiosity about moisturiser choices with self-deprecating humour, but small talk doesn’t feel like his natural register, and the purpose of the book is deadly serious. “The future,” it predicts, “will be won by those who can spread their ideas better, faster and more durably.” In 2018, as Heimans says, “It’s really hard not to make the argument that the forces of misinformation and extremism and nativism are in the lead.”\n\nHe invites us to contrast the success of the new power recruitment strategy of Isis with the failure of the US state department’s old power effort to thwart it; Isis recruits through a peer-to-peer network of youngsters sharing seductive intimacies on social media, which the state department sought to defeat with a calamitously ill-judged Twitter account bearing an image of its official seal and the instruction: “Think Again, Turn Away!”\n\n“This is really the reason why we wrote the book, and why we made the book quite practical,” Heimans says. “Because we want these tools to be in the hands of those on the side of the angels.” Timms agrees: “We’re going to need a lot of people – the scientists, the community organisers, the people who believe in enlightenment values – to embrace the new power tools and get really good at being powerful.” Their problem, of course, is that this target audience can be as sniffy about it as me.\n\n“Yes, there’s this emotional resistance,” Heimans reflects equably, trying, I think, to conceal his impatience with it. “There’s a complacency on the liberal side: ‘Why should we have to do this? Why should we get our hands dirty? Who needs a meme when you have a fact?’” That pretty much sums me up, I cheerfully admit. If others want to spend their time sharing amusing video clips on Twitter, they are welcome to, but why do I have to get involved? The question is semi-ironic; his reply is arrestingly earnest.\n\n“The moral argument is, Decca, you care about these values that the newspaper you work for stands for, and we all have an obligation to learn these skills of building movements, spreading ideas, figuring out how to manage these communities.”\n\nThe case he and Timms make for the superiority of social media-driven, open, mass participatory movements, loosely structured but cleverly engineered for loyalty, is unarguable. By deploying new power tactics, organisations as diverse as Ted talks, Pope Francis’s Vatican and the National Rifle Association are thriving, whereas Uber – which treats its drivers with contempt – is in trouble. This doesn’t, however, alter my problem with the fact that the stunts that capture attention in the new power model are often toe-curlingly inane.\n\nGormless frat-boy humour doesn’t, curiously, appear to trouble Heimans. He is a huge admirer of the Ice Bucket Challenge, which raised more than $115m (£82m) for charity in 2015. Then there is Reddit, whose highest-scoring post ever at one point was a message titled: “test post please ignore”, provoking what Heimans calls the “rebellious” instincts of the Reddit community, and others might call asinine. In 2016, the Natural Environment Research Council experimented with new power by launching a #NameOurShip social media campaign. When some bright spark proposed Boaty McBoatface, “the internet,” note Heimans and Timms, apparently amused, “of course agreed.” I am relieved when Heimans tells me he would not have voted for Boaty himself – but less so when he adds that he would have gone for the popular alternative option, “I Like Big Boats and I Cannot Lie”. Public subversion sabotaged the campaign because the NERC, the argument goes, was a new power amateur. Nevertheless, its decision to overrule the Boaty vote and call the ship the RSS David Attenborough instead was, Heimans maintains, a mistake.\n\n“You’ve got this really dull research vessel that no one would have paid any attention to, at a time when we’re trying to get people enthusiastic about science, at a time when the anti-science crowd is gaining potency. You could have had a crowd of people follow Boaty McBoatface on its journey. You could have had people help fund it. You could have had people engaged as citizen scientists. You could have created a whole community around that work that would have put people into the funnel of creating some intensity around science. Why wouldn’t you do that?”\n\n“Because it’s moronic!” I want to say – but am embarrassed by how stiff and snooty I sound. Heimans and Timms make me feel as if I have turned into Jacob Rees-Mogg. There is nothing snobbish about the next misgiving I raise. At the heart of every successful new power platform are what Heimans and Timms call “feedback loops” – reward systems of likes, shares and comments engineered to keep us coming back, craving the next dopamine hit of external validation. That this buzz is addictive is obvious; the authors’ assertion that likes on Instagram “aren’t (just) ego boosts”, however, sounds laughably delusional. What other possible function can “Looking gorge, babe!!” serve? Has Timms, I joke, not seen Instagram?\n\nFacebook Twitter Pinterest Henry Timms: ‘Elitists will still have a role’\n\n“We are not here to defend the culture of narcissistic selfies,” he says. “No. We want a healthcare system that works. We want a government that people actually like. We want an education system that gives people a sense of connection. The problem is most of those institutions were created in an old power context. They were built for the 20th century, and sometimes the 19th century, and so we have to start reimagining those institutions so that they don’t fail. You think about a millennial person whose life is full of these feedback loops – a lot of their life is mediated through these new power platforms, right. That’s what they want from their institutions now.”\n\nBut the authors never mention the growing evidence of the psychological damage feedback loops are doing to young people’s mental health. If millennials are addicted to loops, of course they will want more – but if the relentless judging and ranking is making them ill, the state doesn’t have to oblige, does it?\n\n“I think mental health is a real concern,” Timms acknowledges. “But I think the really huge risk is the damage of distraction. We are all so engaged in our participation – but it distracts us from the things that matter. If feedback loops are only built around cat videos, that’s clearly a distraction. That’s clearly going to distract us from the things that matter the most.”\n\nTaxes, for example, matter. “They’re critical to any society. But as feedback loops go, the system does not perform particularly well. You essentially just give the government money, and have no real sense of where it ends up. Imagine a world where actually you’re getting much better feedback loops around your taxes, so you pay the taxes and you end up in a world where you find out where the money goes. Maybe you have some more power over how it’s spent. Maybe you hear about the impact along the way.”\n\nThe possibility that anyone might not want this appears not to have crossed Timms’ mind. Personally, I don’t want a feedback loop with HMRC. But as I don’t want to share a meme, upload a video or name a boat either, to infer a contemporary trend from my preferences might be absurd. What is less clear, but more important, is whether Timms and Heimans’ temperamental bias similarly distorts their work on new power. Their authorial voice is reporterly, but the affectation of clear-eyed critical distance is misleading, for both are key protagonists in the new power movements they write about. It is hard, therefore, to know whether the power of the new power they report is objectively real, or just wishful thinking.\n\nThe son of immigrants, by the age of 12 Heimans was already a precocious political pundit on national Australian TV. At 27, he founded a grassroots movement called GetUp!, which, according to their book, now has more members than every political party in Australia combined. He is also the founder and CEO of Purpose.org, an international activist organisation incubating political campaigns worldwide. Timms is the director of 92Y, a cultural centre in New York, and in 2012 founded a philanthropic movement called #GivingTuesday that brings new power tactics to the old challenge of fundraising. They are evangelical pioneers in the world they describe in their book, and I wonder whether this makes them more cheerleaders than observers.\n\n“We’re optimists,” Heimans concedes. “We do believe that there are inherent benefits to participation, if done well and smartly.” He would still have written exactly the same book, however, if he shared all my misgivings. “We’re very invested in getting this right, because we have to be, because the old world isn’t coming back. Like it or not, it’s just not coming back.”\n\nBoth men see plenty of problems with the new world. Facebook comes out of their book very badly, accused of co-opting the rhetoric of new power while behaving more like the Kremlin. Writing long before the Cambridge Analytica revelations, they predict that “Participation farms”, which harvest our data for profit, will have to be tackled. Politicians such as Donald Trump, who deploy the power of social media for authoritarian ambitions, pose a grave danger, they warn, and leaderless new power movements such as Occupy can unravel into chaos. The Parkland students in Florida campaigning for gun control “get it,” Heimans says. “They know how to harness the energy of a connected crowd.” To succeed, however, they will need to partner with old power. Hashtags and marches won’t do it alone. “Our argument,” explains Heimans, “is not: ‘Throw away these old power skills that you’ve learned, the expertise, the understanding of how to navigate traditional organisational structures.’ We all still need those skills. The key is learning how and when to use old and new.”\n\nI think Timms might be trying to cheer me up when he agrees. “Elitists will still have a role. They will still be needed.” After all, he jokes, he had his appendix out a month ago. “And no one wants a group of hipster makers to crowdsource an appendectomy, right? No one wants that.”\n\nNew Power by Jeremy Heimans and Henry Timms is published by Macmillan, price £20. To order a copy for £17, go to guardianbookshop.com or call 0330 333 6846. Free UK p&p on orders of more than £10, online only. Phone orders min p&p of £1.99.","2":"When I meet Amy Schumer, she has been married for exactly one month and is working on a joke about her husband’s penis. Something along the lines of, my husband is uncircumcised – for now. She had jotted it down on the Notes app on her iPhone, where she keeps a lot of ideas, but it duplicated the note five times “so now it looks like I really have plans to mutilate him,” she says.\n\nShe then admits that she actually first used that line about another man she used to date, “but you have to update it so it’s about the person you’re with now. And really, my husband is good, he can keep everything he has. At this point in my life, I’m cool with foreskin or not – God bless everyone and their penii,” she says, breezily, as if she might have exhausted herself by creating a persona who is supposed to care so much.\n\nI think we should see more – I’m not letting them retouch me in the film\n\nAmy Schumer is a conundrum. A native New Yorker, she made her incredibly successful name doing stand-up comedy about raw, rude sex and all of its discontents, about dating and dirtiness and blacking out drunk and doing the walk of shame home. Her TV sketch show, Inside Amy Schumer, ran for four series on Comedy Central and often mercilessly skewered the gender hypocrisy of what our culture allows men and women to do, in particular the beauty myths that silently surround women, in sketches such as “Girl You Don’t Need Makeup” and “Her Last Fuckable Day”.\n\nAt the Glamour awards in London in 2015, after various female celebrities had tottered up to the stage to receive awards in heels they could barely walk in and dresses they could barely breathe in, Schumer strode on. “I’m probably 160lb right now,” she said, looking out over the audience with disdain, “and I can catch a dick whenever I want. That’s the truth.” I was there; she changed the mood of the room from faux modesty to explosive, spluttering laughter, and all the disdained women ran up to her afterwards, desperate to be her friend. It felt like a tipping point in that industry; famous women have been letting their guard down ever since.\n\nFacebook Twitter Pinterest Stealing the show: Amy Schumer after bringing the house down at the Glamour awards. Photograph: David M Benett\/Getty Images\n\nYet a couple of months later, her debut movie Trainwreck came out, which she wrote and starred in. It began promisingly and originally, but ended with her character giving up her competitive career and literally becoming a cheerleader – an actual cheerleader – for her clever, high-achieving man. The next year Schumer published her autobiography, The Girl with the Lower Back Tattoo, in which, alongside stories of a childhood going from riches to rags on Long Island with her dad’s dodgy business skills and then illness, and both her parents’ philandering, she wrote that, actually, she had only ever had a one-night stand once, and it was lovely and respectful, thank you very much.\n\nNow she has made I Feel Pretty, a film about a woman who gets a bash on the head and wrongly believes herself to have become as beautiful as a supermodel, and so creates a whole new life for her sexy self. The film asks if beauty is a state of mind – while also involving Schumeresque motifs such as a vaginal injury on an exercise bike.\n\nMeanwhile, Schumer has surprised the gossip papers by suddenly getting married, to a chef called Chris Fischer, in a lacy white wedding dress on a clifftop in Malibu. For celebrities, this is as traditional as your father walking you down the aisle in your village church. Coverage of the wedding made it all sound rather giddy and impulsive, but when I ask her about it, she is anything but.\n\n“I feel exactly the same as before I was married – but I’m psyched. I love him,” she says, her face deadly serious, like she’s been through a thing or two in this life. “Like, I’m fucking – it feels like having a partner. It feels like not being alone.” We are sitting in a rather fancy hotel suite overlooking Central Park, where Schumer is promoting her new movie. Her bodyguard is in the next room, along with two assistants who have taken Schumer’s tiny black poodle Tatiana, who was barking too much for the interview. “He’s 38, I’m 36, so, you know, we are not completing each other. We already are who we are and just want to support and encourage each other. And so I’m psyched that I don’t have to be zipping up my knee boots, leaving someone’s apartment at 3am. I’m done.” She says this wasn’t like other relationships, “where you’re like, come on, pleeease meet my parents. I can’t believe I dealt with any of that bullshit before! This was like, oh my God I fucking love this person, and I admire him, and we’re a team and he was ready.”\n\nFacebook Twitter Pinterest ‘I don’t think of this movie as a love story. It’s about her and her friends’: with Rory Scovel in I Feel Pretty. Photograph: Mark Sch\u008afer\/STX Films\n\nI ask her if it is hard, having created such a bold sexual persona, ever to find the space to feel shy, but she looks baffled by that question and says that she isn’t ever shy. In fact, she looks baffled by quite a few of my questions: interviews are clearly not her favourite thing. I want to discuss her work being about the concept of fuckability, but she says that that’s not accurate, and turns her nose up a bit.\n\nShe says this film is about her character Renee simply wanting to be seen, and though there’s a boyfriend angle, “I don’t think of this movie as a love story. It’s about her and her friends.” She says the dressing-up is for other women, because she has learned, with age, that we don’t really dress for men. “In my experience, men are not that psyched and the guys that I’m attracted to aren’t the guys who are like, ‘Oh, is that the new Givenchy line?’ I think, her thing is about confidence and about feeling attractive.”\n\nWhat the kids are just realising is that the adults are not actually in control\n\nWell, yes and no. I mean if it’s all about women, then her character entering a bikini competition and shaking her stuff all over the stage in a dive bar full of men does seem an interesting move. Yet the thing about the bikini scene is – it becomes lovely. You start watching it behind your hands, cringing – and by the end you’re charmed by the sight of someone just thoroughly, unabashedly enjoying herself.\n\nSchumer is glad I liked that scene, and says she fought for it. She was supposed to just stand there, “but I said no, I’m going to go nuts on stage, I’m going to dump water on myself, do the whole thing. And I seriously fought everybody and I’m so glad I did.” She also has a sex scene, and fought to be allowed to reveal more flesh but still have the film rated 13. “I think we should see more, you know, and I’m not letting them retouch any of me in the movie.”\n\nThere is an idiosyncratic, pioneering power to Schumer’s comedy work that I keep looking for in her films. They veer towards slapstick whereas her solo material has brains and guts. I do not make myself popular by suggesting this, and Schumer bristles when I ask what sort of movies she would make if there was no financial compulsion for feelgood endings.\n\n“You know, I said no to a movie where I would have made five times this amount of money,” she says. Really? Someone else’s project? “Mmm,” she replies, mysteriously. “For me, it’s not so much about the money. Like, I wouldn’t want to spend three years of my life working on The Revenant. I filmed a drama two years ago and it was a bummer. I don’t want to show people what I can do – I just want to do stuff that will make people feel better.”\n\nHot women, once the butt of her jokes, now get cast in her films. I Feel Pretty co-stars Emily Ratajkowski, who rose to fame dancing topless in the Blurred Lines music video, and also features a cameo from Naomi Campbell. “I did a lot of press yesterday sitting next to Emily and I think that probably would have been kind of hard for me 10 years ago,” she admits. They were wearing similar clothes, “and I would have made a joke about it before – but now it’s just – I just feel like that’s over. I kind of feel done with the self-ranking thing.”\n\nFacebook Twitter Pinterest Black humour: Schumer’s The Leather Special. Photograph: Marcus Price\/Netflix\n\nShe says this comes from growing up and realising that she feels most beautiful when she’s away with her girls, or on a night out where she’s just “so happy, so comfortable, you know who you are. And then it’s like, well, why can’t we just feel like that all the time?” One of those girls is her best buddy Jennifer Lawrence. “I texted her yesterday and I was like, ‘I did an interview today and I told them you were really hideous up close.’ And she wrote, ‘Actual LOL’, and then she added in parenthesis ‘(Because I’m so pretty, you know?)’ And I was like, ‘Exactly.’” I ask about their shared sense of humour. “Well, Jen’s quick. She picks up on things that I just mutter to make myself laugh. I’ll just say something under my breath, and she’ll be like, ‘I heard that.’”\n\nSpeaking of comic actors, Michelle Williams is an absolute revelation in I Feel Pretty. It’s perhaps the biggest shock of the film. “Me too,” says Schumer. “I didn’t know she was really funny. Like she’s really funny. Why didn’t we know? It’s because they always put her in some awful thing where she’s got to be on the floor, crying.”\n\nAs for the #MeToo movement, Schumer wholly supports it but isn’t jumping up and down whooping about it “because, while it’s exciting, it’s also really triggering and upsetting. It makes everybody feel super vulnerable. But to think that this generation is going to say, ‘This isn’t acceptable,’ and not just bury the things that our mothers buried – that feels really good. It feels like, across the board, we’re getting closer to equality. Which is – it’s such a gut-wrenching thing to even have to say that.”\n\nShe must have seen a few of her own male colleagues in comedy go down. “Right, there are people you love that can have really shitty behaviour that needs to be called out. And then there are so many men who are just scared, they’re just waiting for the phone to ring, they’re waiting to open their computer and see their faces and it’s a frightening time for them. But then we’re going, ‘We’ve been frightened our whole lives.’”\n\nFacebook Twitter Pinterest Show of strength: on the Women’s March in 2017 with Madonna. Photograph: Kevin Mazur\/WireImage\n\nAs for the future, Schumer continues to campaign for gun control, aided by her distant cousin the US senator Chuck Schumer, and to call out certain other senators and their links to the NRA. It’s a subject even closer to her heart after two young women were shot in an American cinema while watching her movie Trainwreck. The day we meet, schoolkids are pouring out of their classrooms across the USA to demonstrate, “and I think once I start looking at that news footage I’ll just be crying all day,” she says. We discuss the Florida survivors, such as Emma Gonzalez. “These kids are really making an impact and I feel more hopeful right now than I thought possible,” she says. “This has been more movement than I thought that I would see in my lifetime. I think what they’re just realising is that the adults are not actually in control.”\n\nIt’s also time for a change in Schumer’s own life. I ask about a typical day for her and she says that for the past 10 years, from the moment she woke up till she went to sleep, “I was driven and working and writing. Doing stand-up, you know, promoting something or filming something. I would say that, for 15 years, I was getting up at seven, going boxing, showering, going to the writer’s room all day, and having an interview during lunch. Afterward, maybe getting some sort of acupuncture before going and doing stand-up, and then having, like, 90 minutes when I could write when I got home. You know? That’s been it. I’ve been hustling for so long, I want to take care of myself now. I got really sick and it just made me realise I wasn’t invincible. I need to slow down.”\n\nOne last thing though – can we just clear up the one-night-stand thing? Do you really mean you only had sex within relationships? “No! See to me, a one-night stand is where you meet someone that same day, you have sex with them, and then you never see them again. Sleeping with a friend or having sex with someone you know just once, no, I don’t consider that a one-night stand. I should make an addendum to that book. Something else I realised: I wrote that I don’t like watercress in the book. But I meant water chestnuts. So I need to publish two corrections, I guess.”\n\nI Feel Pretty is in cinemas in the UK and Ireland on 4 May","3":"The singer is unveiling over 25 new artworks, reflecting on the political climate of the past and present, injustice and oppression\n\nIn 2008, the Republican presidential nominee, John McCain, was blasting John Mellencamp songs at his rallies, until the musician asked him to stop.\n\nMellencamp is a Democrat. “We said, ‘You understand what side of the political landscape Mellencamp is part of, please know his music is for everybody,’” said Mellencamp over the phone from his Indiana home. “But we said, ‘You might want to relisten to these songs.’”\n\nThe vinyl countdown: how artists remade the record sleeve – in pictures Read more\n\nMcCain stopped playing the songs at his rallies, many of which were taken from Mellencamp’s 2008 album Life, Death, Love and Freedom. Now, the album returns to the spotlight for its 10th anniversary at the musician’s forthcoming solo exhibition at ACA Galleries in New York, which opens on 26 April.\n\nLife, Death, Love and Freedom features more than 25 new political paintings that reflect on the past to see the present situation. “I thought the album approached a lot of different emotions and feelings in the human condition,” said Mellencamp, “and that these paintings did, too.”\n\nThe 66-year-old artist and musician may be known for his hit singles like Hurt So Good from the Footloose soundtrack in 1982, his former days as “John Cougar” or for co-founding the Farm Aid benefit concert series with Willie Nelson. But all along, Mellencamp has fuelled his activism into his paintings.\n\nJust as his songs from 2008 dealt with injustices (like the song Our Country, where he calls on the government to “help the poor and common man”), the paintings do here, too. “Some of the songs are more attuned to today’s world than when I wrote it,” he said. “But you have to keep going.”\n\nFacebook Twitter Pinterest Easy Target by John Mellencamp.\n\nThere is one piece in the show called Easy Target, which is a portrait of Martin Luther King. It references a song of the same name Mellencamp wrote last year from his recent album, Sad Clowns & Hillbillies. As one of his most political ballads, Easy Target is a song about Black Lives Matter and gun control in America.\n\n“People say, ‘You can’t change the second amendment!’ and I say, ‘Yes you can, that’s why it’s called an amendment,’” said Mellencamp. “It’s already been changed, that’s how it got there. And if they don’t change the laws here pretty soon, I’m going to buy a tank and set it out front of my house because I need to protect myself … really? Stupid.”\n\nYou can hear the sharp anger in his voice when Mellencamp talks about gun control. “The National Rifle Association says guns don’t kill people, people kill people – bullshit,” he said. “Guns were made as weapons and are meant to kill people, that’s what the fuck they’re any good for. Any other argument is just bullshit.”\n\nIt ties into one new artwork in the exhibition called A Drawer Full of Bullets, which is a sculpture composed of found bullets and cotton in a wooden drawer. The artwork is centered around a Martin Luther King quote, which reads: ‘In the end we won’t remember the words of our enemies but the silence of our friends.’ “If you want to follow oppression,” said Mellencamp, “follow cotton or sugar and you’re sure to find it.”\n\nAs a young artist, Mellencamp first arrived in New York in the 1970s to attend the Art Students League, but got a record deal and went on to make his first album, Chestnut Street Incident, in 1976. His art was left on the sidelines.\n\nAfter touring with his band for over a decade, Mellencamp wanted to take a break from playing live and returned to painting in 1988. “By then, I started to withdraw from the touring lifestyle as much as I could,” he said. “I took myself out of that game of being a hit-maker and started to let my creativity go wherever it went.”\n\nHe returned to the Art Students League and studied with a painter named David Leffel, who taught him the tricks of Old Masters, then studied at the Herron School of Art and Design in Indianapolis with a teacher named Jan Royce. That was when Mellencamp began finding his own voice with the paintbrush. “There are certain rules to paint a face and give it depth and learn about the magic of oil paint. I didn’t know any of that stuff,” said Mellencamp. “After I learned the lessons of portrait painting, I took it someplace else.”\n\nMellencamp is influenced by German expressionists such as Otto Dix and Max Beckmann, as well as American figurative painters like Walt Kuhn, Marvin Cherney and Jack Levine. He never thought about showing his art until his friend Bob Dylan saw the hundreds of paintings piling up in his Indiana studio. Dylan suggested that he sell the paintings in an exhibition. After having countless exhibitions in museums and galleries across the country, Mellencamp is known for his portraits of unknown characters and people in his life, like his ex-wife Elaine Irwin, his children and current partner Meg Ryan (one of which is in the Rock & Roll Hall of Fame in Cleveland).\n\nFacebook Twitter Pinterest Both Ends Burning by John Mellencamp.\n\n“There’s nothing closer to heaven than painting,” said Mellencamp. “That’s as close as you get, you’re totally released to your imagination and you can’t edit your imagination. It took me a long time to come to that conclusion. I think my songs and paintings reflect that.”\n\nSome of the new paintings include Courage, which has a series of dreamy figures wearing top hats and vintage clothing. They’re accompanied by a quote he wrote, which reads: “Courage is when you know you’re licked before you even start and see it through to the end.” It’s like a little reminder to Mellencamp – and perhaps anyone who sees the artwork – to always keep pushing.\n\n“I don’t really paint for any other reason other than myself,” he said. “I paint pretty rough paintings, I try to keep them raw and primitive. They’re like my songs: grotesquely beautiful.”\n\nHis melancholic characters do have a spooky feel, and if any artworks were a personification of the blues, this could be it. But does Mellencamp agree? He pauses.\n\n“Well, it takes a troubled heart to raise a troubled man,” he said with a bit of a twang in his voice.\n\nWhen he isn’t giving a rare interview, Mellencamp claims to live on his own schedule, and poetically so. “That’s what living is,” he said. “You scratch your head, you whistle, you kick a can, do a painting, write a song, watch the news, you go to sleep and nobody is in charge of your time except you.”\n\n“I have been very fortunate that I’ve been my own boss since I was in my early 20s,” said Mellencamp, “so I’m really lucky.”","4":"Colorado students held a rally with Parkland survivors on anniversary of 1999 shooting, while nationwide protests are planned at schools\n\nWhen Columbine high school teacher Paula Reed does lockdown drills to prepare for an active shooter, she does them in the same classroom where she was during the 1999 Columbine shooting, which left 12 students and one teacher dead.\n\n“There are some people who say I would feel a whole lot safer, and so would my students, if I were armed,” the teacher told a crowd of more than 500 people at a joint rally in Colorado on Thursday night for survivors of the Parkland, Florida and Columbine school shootings.\n\nSign up to receive the top US stories every morning\n\nReed lost one of her students, 17-year-old Rachel Joy Scott, in 1999. But she had also taught one of the perpetrators of the shooting, Dylan Klebold, when he was “a sweet, shy sophomore”.\n\n“When we talk about arming teachers, you’re not just asking me to protect the Rachels of this world, you’re asking me to kill the Dylans,” she said.\n\n“Do you understand what you’re asking of me? You’re asking me to kill one of my students,” she said, her voice trembling. “It’s too much to ask.”\n\nFacebook Twitter Pinterest A student at the event on Thursday at Clement Park in Littleton, Colorado. Photograph: David Zalubowski\/AP\n\nStudents at 2,500 schools across the United States will hold walkouts on Friday morning, the 19th anniversary of the Columbine shooting, to protest against continued government inaction on preventing school shootings and everyday gun violence. The walkouts, organized by a 16-year-old high school student from Ridgefield, Connecticut, mark the third major set of national gun control protests since the 14 February shooting in Parkland, which left 17 students and teachers dead.\n\nParkland students: our manifesto to change America's gun laws | Editorial staff of the Eagle Eye Read more\n\nFriday’s walkout follows a 14 March national walkout at an estimated 3,000 schools across the country, including at Columbine, and worldwide rallies and protests on 24 March, including hundreds of thousands of protesters at the March for Our Lives in Washington.\n\n\n\nThere will be no walkout on Friday at Columbine, which is closed for an annual day of service and remembrance on the anniversary of the 1999 shooting. But Columbine students held a joint Vote for Our Lives Rally with 60 student survivors from Marjory Stoneman Douglas high school in Parkland, Florida, on Thursday, calling on students to use their votes to pressure politicians to take action on preventing gun violence. The rally also featured youth activists working to prevent everyday gun violence in Pittsburgh, Pennsylvania, and the mother of Claire Davis, the 17-year-old killed in a 2013 school shooting at Arapahoe high school in Colorado, one of the many American school shootings that faded quickly from the headlines because comparatively few students were killed.\n\nCongress has not passed any substantial federal gun control legislation since the Columbine shooting in 1999, and while some states have tightened gun control laws in the last two decades, other states have passed sweeping gun rights laws.\n\n“I’m asking our elected leaders to pass meaningful legislation to keep guns out of the hands of children and teenagers,” Reed, the teacher who has taught at Columbine for 31 years, told the crowd on Thursday, at a park behind the school, not far from the memorial to the 13 people killed.\n\n“A politician only fears one thing, and that’s your vote,” Parkland high school student Carlos Rodriguez told the crowd, dozens of his classmates massed on the stage behind him.\n\nFacebook Twitter Pinterest Carlos Rodriguez speaks on Thursday in Littleton, Colorado. Photograph: Rick Wilking\/Reuters\n\nBefore the rally, Columbine students gave the visiting Parkland students an emotional tour of the empty Columbine school building and introduced them to survivors of the 1999 shooting, who talked about their experiences.\n\nGabriel Motta, 16, a student at Marjory Stoneman Douglas in Parkland, said that visiting Columbine “was pretty hard” and reminded him of how hard it was coming back to his high school this spring for the first time since the shooting.\n\nHe had read about what happened during the Columbine shooting, and when he toured the library, where 10 Columbine students were murdered, he cried, he said.\n\nAt the same time, seeing Columbine and Parkland students and other survivors come together was inspiring, he said. Current Columbine students are hosting Parkland students at their homes during the visit.\n\nColumbine’s current students were not even born when the shooting took place. But like students across the country, they have lived their whole lives with lockdown drills and the fear of school shootings, making them part of what they called “Generation Columbine”.\n\n\n\nQuick guide Mass school shootings in the US Show Hide How many have there been so far this year? There have been eight shootings at US schools this year that resulted in injury or death, including 17 dead on Wednesday. In December, the fifth anniversary of the Sandy Hook school shooting, in which 20 children and six teachers died, was marked by congressional Republicans seeking to weaken restrictions and make it easier to carry a concealed weapon across state lines. Donald Trump promised to support the National Rifle Association (NRA) and oppose limits to gun ownership. Key statistics 97 children have been killed and 126 injured in mass shootings in schools since 1989. These are the three worst incidents: 14 February 2018 Stoneman Douglas High School, Florida 14 December 2012 Sandy Hook Elementary, Connecticut 20 April 1999 Columbine High School, Colorado Why is the NRA so powerful? In 2017, the NRA spent at least $4.1m on lobbying. In the 2016 US elections, it spent $14.4m supporting 44 candidates who won, and $34.4m opposing 19 who lost, according to CRP. But “the real source of its power comes from voters”, said Adam Winkler, a UCLA professor of constitutional law. The 145-year-old organisation claims 5 million active members and Prof Robert Spitzer of the State University of New York at Cortland said it has “a very powerful ability to mobilise a grassroots support ”. The public view 79%: Proportion of Americans who favour banning assault-style weapons, according to a recent poll 84%: Democratic voters who said that gun laws should be ‘a lot’ or ‘somewhat’ stricter than at present 72%: Republican voters who agreed that ‘the benefits of gun ownership outweigh the risks’\n\nPhotograph: Allen G. Breed\/AP\n\nThursday night’s rally and vigil was organized by Vote for Our Lives, a group founded by local Colorado high school students to encourage students to register to vote in November to pressure politicians to take action on gun violence. Vote for Our Lives has scheduled student events across the country to keep up the momentum for gun violence prevention, the crucial challenge now for student activists who have already kept gun control on the political agenda for months, far longer than after most previous mass shootings in America.\n\nNineteen years after the Columbine shooting, “Have we learned anything?” Sam Craig, a Vote for Our Lives organizer, asked the crowd on Thursday.\n\nIt is still not clear to what extent the intense public debate and protests by hundreds of thousands of students across the country will translate into votes for candidates who support gun control in the midterm elections in November.\n\nAt the Columbine rally on Thursday, Mi Familia Vota held a voter registration drive, and Organizing for Action, a nonprofit founded to support community organizing around former president Barack Obama’s agenda, asked people to commit to vote in November. At least 500 people came to the rally, but Mi Familia Vota only processed 16 new voter registrations, staffers said.","5":"Jones has been at the front of a group of conspiracy theorists who contend that the shooting was a staged ‘false flag’ event intended to push gun control\n\nTwo of the families who lost children in the Sandy Hook mass shooting are suing radio host Alex Jones and his website Infowars for defamation after becoming the target of internet conspiracy theorists.\n\nJones has been at the front of a small but loud group of conspiracy theorists who believe that the shooting was a staged “false flag” event, intended to push US public opinion toward increased gun control. “Undoubtedly, there’s a cover-up, there’s actors, they’re manipulating, they’ve been caught lying, and they were pre-planning before it,” Jones said in a March 2014 broadcast.\n\nUS gun violence spawns a new epidemic: conspiracy theorists harassing victims Read more\n\nA lawyer handling the cases for the parents described how the families have been traumatized in addition to their bereavement.\n\n“Our clients have been tormented for five years by Mr Jones’s ghoulish accusations that they are actors who faked their children’s deaths as part of a fraud on the American people,” said Mark Bankston, lead attorney in the case. “Enough is enough.”\n\nNeil Heslin, along with Leonard Pozner and his ex-wife Veronique De La Rosa, both families who lost six-year-old children, filed the suits early on Tuesday in Travis county, Texas, where Jones’s outlet is based. Each suit is seeking more than $1m in damages.\n\nJones has discussed Sandy Hook numerous times since the 2012 shooting saw 20 five- and six-year-old children killed in a Connecticut elementary school. In various segments Jones and other hosts on InfoWars, have accused the families of slain children of being paid actors, of lying and the media of staging coverage with green-screen video technology. Bankston contends that these claims have brought the families abuse and threats from Jones’s followers and listeners, who number in the tens of millions.\n\nIn one case, a Florida woman left threatening voicemails for Pozner which stated “you gonna die, death is coming to you real soon” and “Look behind you it is death.”\n\nAlso named in the suit is the Infowars reporter Owen Shroyer, for a segment where he accused Heslin of lying about his experiences, in a televised interview about Jones with Megyn Kelly in the summer of 2017. Shroyer suggested that, because news coverage had explained that the slain children were identified by photograph, Heslin must have been lying about having held his dead son in his arms. “You would remember if you held your dead kid in your hands with a bullet hole. That’s not something you would just misspeak on,” Shroyer said in the broadcast.\n\nAccording to the suit, Shroyer’s alleged inconsistency is easily explained. The children were initially identified by photograph and the bodies were later transferred to the families for funeral arrangements.\n\n“In all our years of helping families who have lost loved ones under horrific circumstances, we have never seen victims subjected to this kind of malicious cruelty,” Bankston said.\n\nThe suit is the third such defamation filing against Jones and InfoWars in the span of just over a month. Bankston is also representing a Boston man whose photo was falsely identified as that of the Parkland school shooter by Jones and InfoWars in February. Jones is also being sued by plaintiffs related to the deadly 2017 Charlottesville attack at a white supremacist rally.\n\nNeither Jones, Shroyer or InfoWars immediately responded to a request for comment.","6":"After Sandy Hook, gun reform collapsed in Congress. Today, the momentum is with young activists: ‘These kids are the ones we’ve been waiting for’\n\nHours after a gunman shot and killed 20 children and six educators at the Sandy Hook elementary school, Barack Obama was visibly struggling with how he would respond to the unspeakable tragedy while huddling with his aides inside the Oval Office.\n\nIt was 14 December 2012, the day Obama would later deem the most difficult of his presidency. And although he had largely avoided invoking the issue of guns while addressing the nation on mass shootings before, this time was different – and the president wished to make it known.\n\n\n\nAs he prepared to address the nation from the White House podium, Obama handed his edits to his speechwriters, Cody Keenan and Jon Favreau, and told them: “So we let the NRA know we’re coming after them.”\n\n\n\nThe president was referring to a line he had added to his prepared remarks to signal that thoughts and prayers would no longer be sufficient: “And we’re going to have to come together and take meaningful action to prevent more tragedies like this, regardless of the politics,” he would say.\n\n\n\nThe signal quickly evolved into a full-scale campaign by the Obama administration to reform America’s gun laws. But five months later, Obama would again appear at the White House to declare a “shameful day” in Washington.\n\n\n\nFacebook Twitter Pinterest Barack Obama wipes a tear as he speaks about the shooting at Sandy Hook elementary school. Photograph: Yuri Gripas\/Reuters\n\nThe Sandy Hook massacre in Newtown, Connecticut, shook the the conscience of the nation, but the outcry over the deaths of so many small children was still not enought to move lawmakers to act.\n\n\n\nAs the US on Tuesday marks the fifth anniversary of the failed push for universal background checks after Newtown, the country finds itself on the verge of another moment of reckoning in the aftermath of yet another school shooting.\n\n\n\nFourteen students and three educators were killed in the 14 February massacre at the Marjory Stoneman Douglas high school in Parkland, Florida, prompting a new wave of activism in favor of gun restrictions.\n\n\n\nAdvocates believe the renewed campaign, led by the student survivors from Parkland, could prove a watershed moment in their decades-long struggle to counter the powerful National Rifle Association.\n\n\n\nBut they are also haunted by the familiar political obstacles that undermined, and ultimately killed, the debate following Sandy Hook. In the five years since, the silence in Washington has been overwhelming, despite at least 1,625 mass shootings and more than 1,862 people killed.\n\nOn the morning of 14 December 2012, a 21-year-old gunman shot and killed his mother before heading toward the Sandy Hook elementary school with a semi-automatic .223-caliber Bushmaster rifle and two handguns. He fired 154 rounds in five minutes, claiming 26 victims before turning the gun on himself. Details swiftly emerged of the fallen children, aged six and seven, and the six teachers and assistants who died while trying to protect their students.\n\n\n\nHours after the rampage, Obama wiped away tears at the White House podium as he spoke of the “overwhelming grief” felt by parents across America.\n\n\n\n“The majority of those who died today were children,” the president said. “They had their entire lives ahead of them – birthdays, graduations, weddings, kids of their own.”\n\n\n\nFacebook Twitter Pinterest The NRA executive vice-president and CEO, Wayne LaPierre. Photograph: Jim Watson\/AFP\/Getty Images\n\nIn the aftermath, support for stricter gun laws rose sharply. Lawmakers on Capitol Hill, ever reluctant to grapple with the politically contentious issue of gun control, signaled they would consider new restrictions on firearms.\n\nThe NRA went silent for a week after the shooting, even taking down its Facebook page amid backlash from the public. The group was not heard from until 21 December, when the executive vice-president, Wayne LaPierre, held a news conference in Washington and struck a defiant tone – blaming liberals, the media and a violent culture, but not guns – for the events at Sandy Hook.\n\n\n\nIt was then that LaPierre introduced what became a primary talking point of the pro-gun movement: “The only thing that stops a bad guy with a gun is a good guy with a gun.”\n\n\n\nThe Obama administration had not planned on gun reform ranking among the top priorities of the president’s second term. The White House was instead eyeing a campaign for comprehensive immigration reform as Obama’s first act following his 2012 re-election.\n\n\n\nBut the ritual of comforting the nation after a mass shooting had become all too familiar for a president who in four short years had already borne witness to several tragedies: Fort Hood in November 2009; Tucson in January 2011; Aurora in July 2012; and Oak Creek in August 2012.\n\n\n\n“They all had this terrible rhythm to them,” said Keenan, the Obama speechwriter. “You start seeing tweets that there’s been a shooting somewhere … The president goes and says something, and the country moves on.”\n\n\n\nBut Newtown marked a turning point for Obama. “It would have been a massive failure of leadership if he didn’t even try. And he knew that,” Keenan said.\n\nIn the subsequent weeks, Obama announced 23 executive actions to curb gun violence, relatively modest in their scope, and called for Congress to pass extensive reforms to the nation’s gun laws, including a ban on assault weapons and high-capacity magazines, an expansion of background checks and a crackdown on gun trafficking.\n\n\n\nLawmakers in the Democratic-led Senate began closed-door negotiations, with prospects unlikely that the Republican-controlled House would be the first legislative body to move.\n\n\n\nA rare bipartisan breakthrough was established by Senator Joe Manchin, a pro-gun Democrat from West Virginia, and Senator Pat Toomey, a reliably conservative Republican from Pennsylvania. Their bill, known as Manchin-Toomey, would have expanded background checks to cover unlicensed dealers at gun shows and online sales.\n\n\n\nThe idea of universal background checks had already been gaining momentum. Support for the concept soared to 90% among the American public after Sandy Hook.\n\n\n\nThe Sandy Hook families traveled to Washington to implore lawmakers to take action. As the Senate voted to begin debate on gun control, Senator Chris Murphy, a Democrat from Connecticut, paid tribute to the victims inside the chamber. Dylan Hockley, a six-year-old victim, beamed in a Superman shirt from a photo displayed behind Murphy and became one of the faces of reform.\n\n\n\nAs the crucial vote came around, Obama handed the task of delivering his weekly presidential address over to Francine Wheeler, whose six-year-old son, Ben, was murdered inside the school.\n\n\n\nElsewhere, the NRA was mounting a campaign of its own. Despite scoring a number of concessions in negotiations around Manchin-Toomey, the group went on to oppose the bill anyway.\n\n\n\nIn an attempt to pressure lawmakers, the NRA vowed to “score” how senators voted on the bill, in effect warning that going against the gun lobby would spell electoral consequences.\n\n\n\nBy the time the vote series came around on 17 April, the margins for Manchin-Toomey were razor thin. The nation’s attention had already shifted elsewhere: two days prior, a terrorist attack had occurred at the Boston Marathon, leaving three people dead and several injured. An intense manhunt for the two suspects was unfolding.\n\n\n\nThe Senate commenced a procedural vote on Manchin-Toomey, as the Sandy Hook parents looked on from the gallery. A series of other proposals, such as bans on assault weapons and high-capacity magazines, had already been swatted away.\n\n\n\nAs silence fell over the chamber, the bill was blocked by a Republican-led filibuster, with four Democrats joining them in opposition.\n\n\n\nA visibly angry Obama, flanked by victims’ families outside the White House, declared the loss “round one”.\n\n\n\n“All in all, this was a pretty shameful day for Washington,” he said.\n\n\n\n“Sooner or later, we’re going to get this right … The memories of these children demand it. And so do the American people.”\n\n\n\nIn the months that followed, momentum in Washington stalled even as the rate of gun violence across the country remained steady.\n\n\n\nOn Capitol Hill, talk of reviving gun control was virtually nonexistent. The Senate took a handful of votes after mass shootings perpetrated by terrorists, first in San Bernardino in 2015 and then at an LGBT nightclub in Orlando in 2016, but neither resulted in the passage of new laws.\n\n\n\nKristin Goss, author of Disarmed: The Missing Movement for Gun Control in America, said history had already shown no single event would be powerful enough to change the debate overnight.\n\n\n\n“The mobilization around gun control waxes and wanes,” said Goss.\n\n\n\n“The idea that our national consciousness is going to change the underlying political dynamics, relationships and commitments that gun rights advocates have built over decades is pretty naive.”\n\n\n\nAt least two mass shootings in the first year of Trump’s presidency similarly failed to move the needle.\n\n\n\nThe massacre at the Harvest music festival on the Las Vegas Strip in Nevada on 1 October 2017 left 58 people dead and 851 injured, eclipsing others as the deadliest mass shooting in modern US history. The following month, a gunman killed 26 at the First Baptist church in Sutherland Springs on 5 November, marking the largest mass shooting in Texas history.\n\n\n\nUnlike his predecessor, Trump made no public declarations seeking stricter gun laws.\n\n\n\nMark Glaze, a co-founder of the group Guns Down and formerly the executive director of Everytown for Gun Safety, had long held the belief that a Republican president would be uniquely positioned to effect real change on gun laws.\n\n\n\n“But I think anybody who expects Donald Trump to do that after the NRA spent $30m to get him elected is just dreaming,” Glaze said.\n\nAnti-gun violence advocates are quick to point out that theirs is a movement decades in the making.\n\n\n\nWhile Sandy Hook and Parkland serve as easily identifiable bookends to the brimming frustration over inaction, the school shootings at Columbine in 1999 and Virginia Tech in 2007 were precursors to the current climate. The anniversaries of both of those shootings also fall this week.\n\nAs a former special adviser to Mayors Against Illegal Guns, the anti-gun-violence coalition founded by the former New York City mayor Michael Bloomberg, Arkadi Gerney recalled the tumultuous politics associated with guns in years past.\n\nNewtown, he argued, “opened the floodgates for building the movement” and crucially transformed how the issue was perceived within the Democratic party.\n\n\n\n“Now there are basically no renegade Democrats on guns,” Gerney said. “It’s a litmus test.”\n\n\n\nFacebook Twitter Pinterest Marjory Stoneman Douglas high school students hold their fists up in the air as they participate in the March For Our Lives. Photograph: Joe Raedle\/Getty Images\n\nThe shifting dynamics are what some say have enabled the Parkland students to dramatically increase pressure on the Republican-led Congress and White House.\n\n\n\nAlthough conservatives sought to dismiss the March for Our Lives as a partisan affair, the rallying cry of the millions who took to the streets in Washington and across the country reverberated inside the hallways of Capitol Hill.\n\n\n\nA budget approved by Congress last month included a modest provision to strengthen reporting into the existing background checks system. A bipartisan proposal that would allow law enforcement officials or family members to file gun restraining orders to remove firearms from potentially violent individuals is also said to be gaining supporters.\n\n\n\nHaving watched the calls for action escalate after Sandy Hook, only to subside in the face of defeat, Keenan identified the Parkland students as the movement’s “missing piece”.\n\n\n\n“They’re too young to be cynical about it, too young to make those compromises,” he said.\n\n“It turns out these kids are the ones we’ve been waiting for.”","7":"Jair Bolsonaro has openly cheered dictatorship and publicly insulted women. Now he’s deploying Trump-like tactics in his race for the presidency\n\nJair Bolsonaro’s disciples had packed the arrivals hall of this far-flung Amazonian airport, united by their contempt for the left and an unbreakable determination to score a selfie with the man they call “the Legend”.\n\n\n\n“He’s Brazil’s hope! A light at the end of the tunnel! A new horizon!” gushed Fernando Vieira, one of hundreds of fans there to greet a far-right firebrand who cheerleads for dictatorship but could soon become leader of the world’s fourth-largest democracy.\n\n\n\nWhen flight 2020 delivered the presidential hopeful to his sun-scorched destination in the northern state of Roraima, pandemonium broke out. “Legend! Legend! Legend! Legend!” the crowd chanted, hoisting their idol into the air and outside through a crush of police officers and partisans.\n\n\n\nThere, Bolsonaro boarded a carnival float painted like a leopard and began an ear-splitting, hour-long procession through town.\n\n\n\n“The Legend has arrived! The Legend is in Roraima! The big democracy party has begun!” bellowed an MC as the rally crept south, pursued by a honking tide of SUVs and motorbikes.\n\n\n\nHe’s not Trump. He is a caricature of Trump Guilherme Boulos, candidate for the Socialism and Liberty party\n\nMany would question that last claim, for Bolsonaro – who has been described as “the most misogynistic, hateful elected official in the democratic world” and possibly the most repulsive politician on earth – is not known as a fan of the ballot-box.\n\nSince the Pinochet-praising former paratrooper entered politics three decades ago, he has repeatedly called for a return to the kind of military rule Brazil endured until 1985. “I am in favour of a dictatorship,” he boasted during the first of seven terms as a congressman.\n\n\n\nSuch incendiary remarks were long dismissed as the ravings of a irreverent and irrelevant extremist – as were his equally inflammatory attacks on women, black people, gay people, foreigners and indigenous communities, for which he was last week charged by Brazil’s attorney general with inciting hate speech.\n\n\n\nNow, however, Bolsonaro’s ideas have taken centre stage, with the father of five leading the race to become Brazil’s next president after the jailing of his nemesis and main rival, the former president Luiz Inácio Lula da Silva.\n\n\n\nIn a sign the world is starting to take the prospect of a Bolsonaro presidency seriously, Britain’s ambassador to Brazil recently held what he called an “interesting meeting” with the 63-year-old.\n\n\n\nVijay Rangarajan (@VijayR_HMG) Reunião interessante com o pré-candidato à presidência @jairbolsonaro. Falamos sobre investimento, cooperação bilateral, questões sociais, segurança e diversidade. É fascinante e válido entender com clareza as diversas visões políticas p\/ o país, mesmo sob diferentes perspectivas pic.twitter.com\/9XxIUA1u8Q\n\n“I think it’s unlikely but very possible [he will win],” said Brian Winter, the editor-in-chief of Americas Quarterly, who has spent time with the Bolsonaro clan.\n\n\n\n“To his supporters Bolsonaro represents law and order and that’s a very compelling message in a country with 60,000 homicides a year and the biggest corruption scandal ever detected anywhere.”\n\n\n\nBrazil's attorney general files criminal complaint over rape taunt in Congress Read more\n\n‘Thwarting Bolsonaro is the left’s most urgent task’\n\nIn his bid to capitalise on Latin America’s lurch to the right, Bolsonaro paints himself as a tropical Trump: a pro-gun, anti-establishment crusader set on draining the swamp into which Brazil’s futuristic capital has sunk.\n\n\n\nOn the stump he lambasts not slimeballs and bad hombres, but vagabundos (losers), canalhas (creeps) and bandidos (crooks). He accuses critics of peddling fake news, vows to be tough on crime and repeatedly bashes China. “We will do business with the Chinese – but we will not hand our territory over to anybody!” he told supporters in Boa Vista, to loud cheers.\n\n\n\nHis speeches, like Trump’s, are often rambling, fact-light assaults on syntax that appear nonsensical when transcribed but are strangely captivating when watched up close.\n\n\n\nAsked by the Guardian at a press conference following his Amazon motorcade what his first act as president would be, Bolsonaro replied: “You’re from the Guardian, OK? You’re here because you are interested in Brazil and in this area. If you were poor you wouldn’t be here. If you were poor you wouldn’t be here. Right? This is such a rich area and open your eyes because the Chinese are buying Brazil. OK?”\n\nFacebook Twitter Pinterest Jair Bolsonaro during a rally in Curitiba, Brazil, on 29 March. Photograph: Rodolfo Buhrer\/Reuters\n\nAfter that slaloming riposte, Bolsonaro, who broadcasts his views to more than 5 million Facebook followers, vowed to downgrade the environment ministry and evict meddlesome foreigners. “This cowardly business of international NGOs like WWF and so many others from England sticking their noses into Brazil is going to end! This tomfoolery stops right here!”.\n\n\n\nFinally, he waxed lyrical about Israeli agriculture. “Israel has nothing – just sand … [and yet] they raise fish in the desert!”\n\nWinter said he was convinced Bolsonaro was “openly copying aspects of the Trump strategy” and believed it could prove a winning formula. “Donald Trump got elected saying that crime in the inner-cities was out of control, that the economy was a disaster and that the entire political class was corrupt ... All three of those things are indisputably true in Brazil. So if Trump could get elected, imagine what is possible in a country like Brazil right now.”\n\n\n\nEduardo Bolsonaro, the candidate’s son and fellow congressman – who was last week charged with threatening a female journalist – rejected his father’s portrayal as a far-right politician, claiming he was part of a “global movement” that included Geert Wilders and Marine Le Pen as well as Trump. The Brazilian establishment was terrified, he claimed, “because they know how much we are going to change things”.\n\n\n\nBrazil's right on the rise as anger grows over scandal and corruption Read more\n\nBolsonaro’s Boa Vista reception committee certainly hopes so.\n\n“He’s the guy who says you combat violence with violence – and this is something we support,” enthused Wellington Vasconcellos, 28, a security guard who was among the overwhelmingly male crowd.\n\n\n\nBruno Queiroz, a 23-year-old student, hailed Brazil’s “redemption”: “We need someone who has a firm wrist to re-establish order – even if it is through force.”\n\n\n\nBut for millions of progressive Brazilians the prospect of a death-penalty supporting, torture-condoning, self-confessed homophobe as president is petrifying.\n\n\n\nGuilherme Boulos, who plans to run for president for the Socialism and Liberty party, said thwarting Bolsonaro’s candidacy was now among the left’s most urgent tasks. “Bolsonaro presents himself as someone who is going to combat criminality but he himself is a criminal,” Boulos said. “He’s not Trump. He is a caricature of Trump.”\n\nFacebook Twitter Pinterest Jair Bolsonaro’s son and fellow congressman, Eduardo Bolsonaro. Photograph: Tom Phillips for the Guardian\n\nSalvation for Bolsonaro’s detractors seems likely to come in the form of Brazil’s electoral system, which requires a second-round runoff if no candidate wins more than 50% of the vote in the October election.\n\n\n\nWinter said polls showed support for Bolsonaro had plateaued at about 18%, indicating many voters considered him “crazy and dangerous”.\n\n\n\nFor this eventuality, too, the Bolsonaros appear to be preparing a Trumpian tactic, raising the spectre of electoral fraud just as the US president did in 2016.\n\n\n\nEduardo Bolsonaro said he was convinced his father would win in the first round - unless his fears of a rigged vote were confirmed. “As we say around here, there’s a dog in that there forest,” the 33-year-old said.\n\n\n\nAnd with that casual claim of conspiracy, the crew-cut-sporting congressman turned away to return to the campaign trail.\n\n\n\nAlongside an image of an assault rifle, an English-language message to Brazilian voters was stamped onto the back of his shirt: “Instead of gun control how about terrorist control,” it said. “Defend freedom, defend America, defend yourself!”","8":"NoRA\n\nA group of activists and celebrities have launched a new campaign targeting the National Rifle Association.\n\nThe No Rifle Association Initiative, backed by students from Marjory Stoneman Douglas high school in Parkland, Florida – where 17 people were shot dead in February – and celebrities including Alec Baldwin, Amy Schumer and Jimmy Kimmel, aims to “shine a bright light on the bloody hands of the NRA and the politicians they purchase”.\n\nThe move comes as thousands of students walked out of classes on Friday, the 19th anniversary of the Columbine shooting, calling for gun control reform.\n\nFacebook Twitter Pinterest Students walk out in Chicago. Photograph: Jim Young\/Getty Images\n\nNoRA says it will mobilise people to vote out NRA-funded candidates in the November midterm elections. Its website offers information on registering to vote and contacting lawmakers.\n\n“We’re going to plaster the nation with the faces of those who take NRA blood money with posters created by iconic artist Bradley Theodore,” a statement said. “We’re going to show up at the NRA convention in Dallas and make them wish they stayed home. We might just sue the pants off the NRA.”\n\nFlorida survivor calls for boycott\n\nThe activist David Hogg, one of the survivors of the Parkland shooting, has called for a boycott of the investment companies BlackRock and Vanguard.\n\nThe companies are “two of the biggest investors in gun manufacturers; if you use them, feel free to let them know”, Hogg – who is writing a book, #NeverAgain: A New Generation Draws the Line – wrote on Twitter, posting the hashtags #boycottvanguard and #boycottblackrock.\n\nFacebook Twitter Pinterest David Hogg. Photograph: Jim Watson\/AFP\/Getty Images\n\nAccording to CNN, BlackRock is the top shareholder in the gun manufacturers Sturm Ruger and American Outdoor Brands, and the second-largest shareholder in Vista Outdoor (VSTO). Vanguard is the second-biggest Sturm Ruger shareholder.\n\nA spokeswoman for Vanguard said the company was meeting with gun manufacturers and distributors to discuss how it could “mitigate the risks that their products pose and how they plan to help prevent such tragedies from happening again”. Hmm.\n\nWhat we’re reading\n\nThe arrest of two black men – who were sitting in a Starbucks waiting for a meeting – shows the “profiling and discrimination black people experience on a daily basis”, writes Rochaun Meadows-Fernandez here at the Guardian. “Change cannot happen until white people are as outraged at witnessing our mistreatment as we are at receiving it.”","9":"Slide Fire Solutions, which holds several patents and describes itself as ‘the official bump stock’ will cease taking orders for its products\n\nThe leading maker of the rapid-fire accessory used by the shooter in the Las Vegas massacre will stop selling the devices next month.\n\nSlide Fire Solutions, which holds several patents and describes itself as “the official bump stock”, has been under mounting pressure since 58 people were killed and hundreds injured when a 64-year-old man opened fire on concertgoers last October.\n\nAmerica's bump stock capital: can this tiny Texas town survive Trump's ban? Read more\n\nAfter 17 people were killed at a Florida high school in February, Donald Trump ordered the US justice department to ban bump stocks, which were not used by the shooter in that incident.\n\nA notice on the company website states: “On Sunday, May 20, 2018 at midnight CST, Slide Fire will cease taking orders for its products and shut down its website. Orders placed prior to May 20th, 2018 will all be processed and shipped.”\n\nBump stock devices use the recoil energy of a semiautomatic rifle to slide the gun back and forth, creating continuous fire with one pull of the trigger to simulate a fully automatic weapon.\n\nUnder the Obama administration, the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) examined bump stocks and decided that they could not be banned under existing law.\n\nBut on 23 March, the justice department issued a proposal to amend firearms regulations to classify bump-stock devices as machine guns, allowing them to be prohibited. “These devices convert an otherwise semiautomatic firearm into a machine gun,” the notice states. “With limited exceptions, primarily as to government agencies, the [Gun Control Act of 1968] makes it unlawful for any person to transfer or possess a machine gun.”\n\nJeff Sessions, the attorney general, said in a statement: “After the senseless attack in Las Vegas, this proposed rule is a critical step in our effort to reduce the threat of gun violence that is in keeping with the Constitution and the laws passed by Congress.”\n\nThe decision is likely to face court challenges from gun owners who may argue that only Congress has the authority to outlaw bump stocks. But if it is enacted after the 90-day review period, owners and retailers will be required to destroy the devices or turn them over to the ATF, which estimates that the public has purchased about 520,000.\n\nFlorida passed a state law last month which bans bump stocks, among other gun restrictions. They are also explicitly or implicitly banned in California, New York, New Jersey, Massachusetts and Washington state, and the city of Denver.\n\nSlide Fire, which could not be reached by phone on Wednesday morning, dominates the bump stocks market. It was founded in 2010 by Jeremiah Cottle, an air force veteran, in the remote and small Texas town of Moran.\n\nHe sold over $10m worth of equipment in his first year, according to Bloomberg Businessweek, giving the struggling town an economic jolt. But the success story soured after the Vegas shooting, when media reports described Cottle as looking distressed.\n\nFollowing Vegas, the Brady Center to Prevent Gun Violence filed an ongoing class-action lawsuit against bump stock manufacturers and retailers, arguing that by in effect turning semiautomatic guns into machine guns, they were circumventing the law."},"URL":{"0":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/20\/trump-us-syria-truth-tribal-robert-mueller-white-helmets-factse","1":"https:\/\/www.theguardian.com\/politics\/2018\/apr\/20\/new-power-jeremy-heimans-social-media","2":"https:\/\/www.theguardian.com\/global\/2018\/apr\/22\/amy-schumer-interview-film-i-feel-pretty-marriage-love-stand-up","3":"https:\/\/www.theguardian.com\/music\/2018\/apr\/17\/john-mellencamp-exhibition-interview-life-death-love-and-freedom","4":"https:\/\/www.theguardian.com\/us-news\/2018\/apr\/20\/columbine-students-urge-action-on-gun-control-ahead-of-walkouts-across-the-us","5":"https:\/\/www.theguardian.com\/us-news\/2018\/apr\/17\/alex-jones-sued-infowars-sandy-hook-parents-defamation","6":"https:\/\/www.theguardian.com\/us-news\/2018\/apr\/17\/us-gun-control-sandy-hook-five-years-later","7":"https:\/\/www.theguardian.com\/world\/2018\/apr\/19\/jair-bolsonaro-brazil-presidential-candidate-trump-parallels","8":"https:\/\/www.theguardian.com\/us-news\/2018\/apr\/21\/resistance-now-nra-nora-gun-control-activism","9":"https:\/\/www.theguardian.com\/us-news\/2018\/apr\/18\/bump-stocks-slide-fire-solutions-stop-making-device"}}