{"Content":{"0":"The National Rifle Association’s political wing saw its biggest fundraising month in 15 years this March, as the national debate around gun control rages on.\n\nRead more\n\nAccording to Federal Election Commission filings, the NRA’s Political Victory Fund raised $2.4 million in March, the largest haul for the gun-rights group since June 2003. Many of the donations were under $250, and came from retirees.\n\nBefore March’s record haul, donations to the NRA had tripled in February, in the aftermath of the Parkland high-school shooting. The NRA received almost $800,000 in donations in February, compared to almost $250,000 in January.\n\nThe Parkland shooting prompted survivors to organize the ‘March for Our Lives’ movement, which saw 500,000 protesters descend on Washington DC calling for stricter gun-control laws.\n\nThe movement was joined by several prominent businesses and financial institutions. Bank of America announced this month that it would stop lending to companies that manufacture ‘assault-style’ weapons. Dick’s Sporting Goods and Walmart – two of the nation’s leading gun sellers – said they would raise the minimum age of purchase to 21 and stop selling ‘assault-style’ weapons.\n\nThe pushback against the Second Amendment has not been welcomed by all. Membership in gun-rights groups also spiked after the Parkland tragedy, and two weeks ago the NRA announced that it aims to sign up 100,000 new members in the next three months.","1":"Parents of two children killed in the Sandy Hook Elementary School massacre are suing Infowars frontman Alex Jones for defamation. Jones has consistently claimed the shooting was a hoax and the parents of the victims are actors.\n\nThe 2012 shooting, perpetrated by 20-year-old Adam Lanza, resulted in the deaths of 20 elementary school children and six adults. Despite this, noted right-wing conspiracy theorist Jones continues to insist it was a “giant hoax” and those behind it are advocates for gun control.\n\nThe first of two lawsuits, filed in Austin, Texas, where Jones resides and from where he broadcasts his Infowars show, was filed by Leonard Pozner and his ex-wife, Veronique De La Rosa, whose son Noah Pozner was killed.\n\nThe second was filed by Neil Heslin whose son Jesse was murdered, both boys were six years old. The parents are seeking $1 million in damages from Jones and his company Infowars and Free Speech Systems LLC.\n\nRead more\n\nBoth suits relate to comments made last year by Jones. The first of which occurs during an Infowars segment, aired last April, entitled ‘Sandy Hook Vampires Exposed.’ In the show Jones references an interview given by De La Rosa, after the murders, with CNN’s Anderson Cooper.\n\nDuring the piece Cooper's nose seems to disappear leading Jones to claim that they are both actors and his nose “disappears repeatedly because the green screen isn’t set right.” In June, during a profile of Jones, NBC’s Megyn Kelly interviews Heslin, who tells her that: “I lost my son. I buried my son. I held my son with a bullet hole through his head.”\n\nJones later took umbrage with this statement claiming that: “Quite frankly, the father (Heslin) needs to clarify, NBC needs to clarify, because the coroner said none of the parents were allowed to touch the kids or see the kids and maybe meaning at the school. I’m sure later maybe the parents saw their children.”\n\nDespite the lawsuits, conspiracy-laden articles and videos relating to Sandy Hook continue to appear on the Infowars site and YouTube channel. One claims that the FBI says that no one was killed in the massacre and another claims that Sandy Hook officials are “running scared” having been “caught” in a “cover-up.”\n\nLike this story? Share it with a friend!","2":"From the White House lawn to Parkland, Florida, thousands of students across the US are commemorating the 19th anniversary of Columbine by staging a national walkout - despite calls from the school to refrain from such action.\n\nThe demonstration is intended to be a national show of unity in the fight for gun control which will put pressure on politicians to adopt legislative change to curb the phenomenon of school shootings in the US. Organizers say at least 2,600 walkouts are planned, with at least one in every state.\n\n#NOW: Students from Niskayuna High School walked out and made their way to the town hall next door for a rally. A bus of Schenctady students will join them. #NationalSchoolWalkoutpic.twitter.com\/xXmZoQaodg — Leanne DeRosa (@CBS6Leanne) April 20, 2018\n\nThe protest follows February’s mass shooting at Stoneman Douglas High School, Parkland, where 17 people were killed when suspected shooter Nikolas Cruz opened fire. The massacre has led to an intensification of the anti-gun movement in the US.\n\nStudents in Pembroke Pines walking out with signs on the 19th anniversary of the Columbine shooting, to protest gun violence. #NationalSchoolWalkoutpic.twitter.com\/CLOVvxo9sY — The Harbinger (@HarbingerMLEC) April 20, 2018\n\n#NationalSchoolWalkout Students from St.Petersburg High School taking part, marching to city hall to mark 19 years since #Columbine and to protest gun violence. @10NewsWTSPpic.twitter.com\/nRzPqE1MBv — Shannon Valladolid (@ShannonMarieTV) April 20, 2018\n\nStudents at @EnloeMagnetHS walk out of class on the 19th anniversary of the #Columbine shootings.#NationalSchoolWalkoutpic.twitter.com\/gG57BpMk3P — The News & Observer (@newsobserver) April 20, 2018\n\nAmong those endorsing the national walkout is Parkland shooting survivor and student activist David Hogg. Hogg livestreamed the walkout at Stoneman Douglas High School, garnering over 200 thousand views.\n\nRemember after you guys walk out, volunteer! Spend the rest of your day working in your community. This is also a day of service in remembrance of the Columbine Victims. #NationalSchoolWalkout — David Hogg (@davidhogg111) April 20, 2018\n\nHogg, who appears to be aware of the wishes of Columbine High School, encouraged students to take part in voluntary service in their communities after the walkout.\n\nStudents in Washington DC took their walkout to the White House where they took part in nineteen minutes of silence to commemorate the anniversary.\n\n#NationalSchoolWalkout: At the White House. Students are sitting in total silence for 19 minutes, one for every year since Columbine. pic.twitter.com\/u0QhobLuJb — Alejandro Alvarez (@aletweetsnews) April 20, 2018\n\nThe demonstration was organized by 16 year-old Lane Murdock, a student at Ridgefield High School in Connecticut. Columbine High School students, however, are not taking part in the walkout and are instead marking the day by working on community service projects.\n\n“We know another walkout has been planned by various groups, however, in Jeffco the month of April has long been a time to respectfully remember our loss, and also support efforts to make our communities a better place.”\n\n“Please consider planning service projects an activity that will somehow build up your school, or perhaps pre-Day Without Hate event on April 20 as opposed to a walkout,” the school said in a statement signed by the current principal Scott Christy and the principal at the time of the massacre, Frank DeAngelis.\n\nThe letter was issued to other high schools in the suburban Denver district earlier last week, according to KMGH-TV. Junior at the high school Kaylee Tyner told the news outlet that the anniversary was about remembering the victims and their families. “Every other day can be a day to push for change,\" she said.\n\nThirteen people - twelve students and one teacher - were killed when two high school students opened fire at Columbine High School in Colorado on April 20, 1999. The two perpetrators also died in the attack.\n\nThink your friends would be interested? Share this story!","3":"Student-turned-activist David Hogg has written a book about the Parkland, Florida school shooting and his anti-gun movement. However, its title ‘Never Again’ has angered Holocaust survivors and their relatives.\n\nHogg’s book charts the rapid growth of the movement, including the “March for Our LIves” rally that saw a reported 500,000 anti-second amendment protesters descend on Washington, DC. The book’s title borrows a phrase traditionally used in remembrance of the Holocaust.\n\nHogg and his sister Lauren announced the book’s launch in a pair of tweets on Wednesday. The announcement comes just two days before the planned nationwide school walkout protest –on April 20– in support of tougher gun control measures.\n\nToday @lauren_hoggs and I are announcing our book #NeverAgain that tells the story of the foundation of this movement for those we lost. Lauren and I will be using the money made from the book to help heal the community. #NeverAgain out June 5th https:\/\/t.co\/Vh2gWVWNGq — David Hogg (@davidhogg111) April 18, 2018\n\nAnnouncing #NeverAgain, a book by @davidhogg111 and I that tells the story of how we turned our grief into action and how we fight and speak out for those who no longer can. All proceeds going to healing Parkland and to prevent gun violence. Coming out June 5th. — Lauren Hogg (@lauren_hoggs) April 18, 2018\n\nSome Twitter users saw Hogg’s use of the phrase as cheapening the Holocaust, though.\n\n“Of all the titles you could have chosen,” read one tweet. “Stealing NEVER AGAIN from the Holocaust? Are you kidding? Five million lost souls and their descendants are not pleased.”\n\nOf all the titles you could have chosen, stealing NEVER AGAIN from the Holocaust? Are you kidding? Five million lost souls and their descendants are not pleased. pic.twitter.com\/LKMW08gULG — Douglas Cogan (@DCCogan) April 18, 2018\n\nI know he’s really into walking out of class, but @davidhogg111 knows the difference between a shooting, and the Holocaust, right? https:\/\/t.co\/Od8bYmIpMPpic.twitter.com\/HwnaF48GVE — Harry Khachatrian (@Harry1T6) April 19, 2018\n\nDavid Hogg borrows the phrase \"never again\" from Holocaust survivors in order to to justify a gun confiscation plan borrowed from Hitler. Don't tell me you did Nazi this one coming. https:\/\/t.co\/DenMJJskWI — Mike S. Adams (@MikeSAdams) April 19, 2018\n\nI have soooooo many problems with politicizing the phrase #NeverAgain. It’s a term used to memorialize the Holocaust (and, to a lesser extent, to memorialize the victims of the September 11th attacks). It is deeply gross to use that phrase to push for a divisive political agenda. https:\/\/t.co\/vr2utXER8h — Jerry Dunleavy (@JerryDunleavy) April 18, 2018\n\nHogg has been relentless in calling for strict gun control since the Parkland tragedy in February. In addition to helping organize the “March for Our Lives” protest, he has publicly called for boycotts against Fox News’ Laura Ingraham and against banks that lend to weapons manufacturers and retailers.\n\nThe book describes itself as “a manifesto for the movement begun that day, one that has already changed America–with voices of a new generation that are speaking truth to power, and are determined to succeed where their elders have failed.”\n\nAccording to Hogg, the proceeds of the book will be used to “help heal the community.” The publisher will make a donation to Everytown for Gun Safety, an anti-gun action fund set up by former New York Mayor Michael Bloomberg.\n\nAn earlier attempt at promoting gun-control armbands using the hashtag #NeverAgain backfired on the Hoggs, after actor James Woods blasted it on social media as tone-deaf. Lauren deleted the tweet and apologized.\n\nParkland High School DNC Activist Lauren Hogg Deletes Tweet After James Woods Schools Her on History of Armbands https:\/\/t.co\/5jWcsrisWbpic.twitter.com\/GAlbNrF7G5 — Chuck Woolery (@chuckwoolery) March 11, 2018\n\n“You might have a little trouble getting Jewish Americans to embrace this look,” Woods tweeted. “Do you have some shiny jackboots and brown shirts to go with it? Guessing maybe you skipped history class while you were shilling for the DNC.”","4":"With levels of anti-Russian hysteria in the West reaching fever pitch, one would think the media tends to see Vladimir Putin under every bed these days. As it turns out, Russia’s president isn’t even on their radar any more.\n\nSure, the DNC might be suing Russia, Trump and WikiLeaks, and NPR might be trying to intimidate progressive activists by claiming that appearing on “Russia-backed media” will “complicate” their lives, but none of that really matters, you see. The arbiter of who’s who in America and the world, TIME magazine, just published its 2018 list of the 100 most influential people – and Putin is nowhere to be found.\n\n“The #TIME100, always a reflection of its moment, looks quite different than in the past. Influence increasingly knows no single zip code and no minimum age” https:\/\/t.co\/zDGC5foNLWpic.twitter.com\/26GR7kKdMv — Edward Felsenthal (@efelsenthal) April 19, 2018\n\nTIME’s lineup includes many actors and actresses, activists, social justice celebrities and other stars of the day. One notable inclusion, in the Pioneers category, was former President Barack Obama’s praise in the TIME magazine issue of five student activists from Marjory Stoneman Douglas High School in Parkland, Florida. Kyle Kashuv, one of the MSD students who disagrees with the quintet’s gun-control agenda, challenged Obama’s puff piece for ignoring the real influencers, the parents of two students slain in the February 14 mass shooting.\n\nIt's an absolute shame that @BarackObama gives no credit to @rpetty and @AndrewPollackFL who actually got the legislation passed.\n\n\n\n\"Already, they’ve [the Parkland students] had some success persuading statehouses and some of the biggest gun retailers to change.\" — Kyle Kashuv (@KyleKashuv) April 19, 2018\n\nUS President Donald Trump made the cut in the Leaders category, though Senator Ted Cruz’s write-up has already become a target of social media mockery.\n\nTed Cruz wrote Trump's article for the #TIME100.\n\n\n\nIt's not every day you get to pay tribute to a guy who insulted your wife and accused your dad of murder. — Nick Jack Pappas (@Pappiness) April 19, 2018\n\nMore than anything, though, the 2018 issue was politically correct. The inclusion of Fox News pundit Sean Hannity was balanced out with NBC hosts Savannah Guthrie and Hoda Kotb. Attorney General Jeff Sessions and EPA Administrator Scott Pruitt were matched by profiles of House Minority Leader Nancy Pelosi and Special Counsel Robert Mueller, the latter done by former US attorney for the Southern District of New York Preet Bharara.\n\nHere's my write-up of Special Counsel Mueller for TIME. #TIME100https:\/\/t.co\/GCt3K6KX5u — Preet Bharara (@PreetBharara) April 19, 2018\n\nPraises were sung to Saudi Crown Prince Mohammad bin Salman. Kim Jong-un of North Korea was declared “the most dangerous person on the planet” by a defector. London Mayor Sadiq Khan, Prince Harry Windsor and his fiancee Meghan Markle checked off the British celebrity quota requirements.\n\nThe prime ministers of Bangladesh, Canada, Iraq, Ireland, Japan and New Zealand, as well as the presidents of Argentina, China, South Korea and Zimbabwe, rounded out the selection of world leaders.\n\nLast chance for Russiagate? Democrats file lawsuit against Trump campaign, Russia and WikiLeaks\n\nLast year, TIME chose to have the last Soviet leader Mikhail Gorbachev write a piece on Putin, calling for a “change in the system of government” and “a real multi­party system, fair elections and regular rotation.” The not-so-veiled references had little effect; Putin handily won the March 2018 re-election. Maybe that’s why this time around, TIME dropped the subject altogether.\n\nIf you like this story, share it with a friend!"},"URL":{"0":"https:\/\/www.rt.com\/usa\/424996-record-fundraising-nra-15-years\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","1":"https:\/\/www.rt.com\/usa\/424409-jones-sued-parents-sandy-hook\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","2":"https:\/\/www.rt.com\/usa\/424725-columbine-walkout-anniversary-opposition\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","3":"https:\/\/www.rt.com\/usa\/424622-david-hoggs-book-title-holocaust\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","4":"https:\/\/www.rt.com\/usa\/424746-time-100-influential-putin-missing\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS"}}