{"Content":{"0":"Former U.S. President Barack Obama insists that the Parkland students pushing to reform U.S. gun laws have the power to make change happen.\n\nIn a piece published by TIME, Obama praised Parkland student activists Cameraobn Kasky, Jaclyn Corin, David Hogg, Emma Gonzalez and Alex Wind for their drive to strengthen gun control laws following a mass shooting at Marjory Stoneman Douglas High School in February. He says the students are helping to change the minds of Americans in ways that previous forms of activism could not.\n\n\"But by bearing witness to carnage, by asking tough questions and demanding real answers, the Parkland students are shaking us out of our complacency,\" he wrote.\n\nFollowing the February shooting, the students have had \"some success persuading statehouses and some of the biggest gun retailers to change,\" he wrote. Public opinion has also been steadily shifting.\n\nWalmart and Dick's Sporting Goods responded to the shooting. Walmart opted to stop selling assault-style rifles in 2015, but raised its age restriction for firearm and ammunition purchases and stopped selling toys resembling assault-style rifles after the shooting in Parkland. Dick's Sporting Goods decided to stop selling the weapons immediately after the massacre and opted to destroy the merchandise it had on the shelves instead of returning it to gun manufacturers.\n\nA 2018 Harvard poll shows that 70 percent of young Americans likely to vote in the upcoming midterms support stricter gun control laws. This statistic represents a 15-point increase from polling conducted months after the Sandy Hook school shooting that killed 20 children between the ages of six and seven.\n\nObama says that \"progress will be slow and frustrating,\" but he places a lot of faith in the students' work.\n\nReferencing the evidence of changes in voters' views on gun laws, large-scale boycotts of assault rifles, protests like the March for Our Lives and fear from the NRA, he writes that the younger generation has \"the power to insist that America can be better\" and \"the possibilities of meaningful change will steadily grow.\"","1":"Dick's Sporting Goods plans to destroy the assault-style rifles and accessories it agreed to take off its shelves in February instead of returning them to gun manufacturers.\n\nIt is the latest action taken by the Pennsylvania retailer that agreed to ban the sale of assault-style rifles at its 35 Field & Stream stores, and to stop selling firearms and ammunition to anyone younger than 21.\n\nSince the massacre at Marjory Stoneman Douglas High School in Parkland, Fla., in February that left 17 students and staff members dead, corporations have quickly responded to the public's growing demand for responsible gun control measures. Several retailers agreed to stop selling firearms to consumers younger than 21. Among them are Walmart, the nation's largest gun seller; L.L. Bean; and Kroger, which said it would restrict gun sales at its Fred Meyer stores.\n\nWalmart also agreed to stop selling toys online that look like assault-style rifles. And Kroger announced in March that it would stop selling \"assault-rifle themed periodicals.\"\n\n\"It's a very good barometer of where the public stands,\" said John Feinblatt, the president of Everytown for Gun Safety, a nonprofit organization that seeks to end gun violence. \"Corporations tend to reflect their customers.\"\n\nThe news that Dick's Sporting Goods would destroy the weapons was first reported last week in the Pittsburgh Post-Gazette. A spokesman told the paper that the company was in the process of destroying the firearms and accessories no longer for sale, \"in accordance with federal guidelines and regulations.\"\n\nRead more from The New York Times:\n\nWhy it may be impossible to measure the impact of stores limiting gun sales\n\nDivides over trade scramble midterm election messaging\n\nFacebook's current status with advertisers? It's complicated\n\nIn a significant move by a major bank last month, Citigroup said it would restrict the sale of firearms by its business partners, demanding guns not be sold to people younger than 21 or those who have not passed background checks. (The restrictions apply to clients who, among other things, raise capital via Citigroup or offer Citigroup-backed credit cards.)\n\nany Americans have warned corporate America on social media about their feelings toward gun violence, even threatening to boycott brands. Corporations have cut sponsorships and partnerships with the National Rifle Association, which lobbies on behalf of gun makers and raised millions of dollars for the presidential campaign of Donald J. Trump.\n\nDelta Air Lines, United Airlines, Hertz and Avis announced they would end discount programs for the N.R.A.'s five million members. Delta and United also issued statements asking the N.R.A. to remove their information from its website.\n\n\"The message you are getting is that the gun lobby does not represent where the public stands on this issue,\" Mr. Feinblatt said. \"The N.R.A. does not represent mainstream America.\"\n\nA spokesman for the N.R.A. declined to comment on the recent moves by retailers, including the decision by Dick's Sporting Goods to destroy the unsold weapons.\n\nEdward W. Stack, the chief executive of Dick's, acknowledged in February that the company sold a shotgun on Nov. 17 to Nikolas Cruz, the Parkland gunman. \"It was not the gun, nor type of gun, he used in the shooting,\" Mr. Stack said in a statement. \"But it could have been.\" The company previously stopped selling assault-style weapons at Dick's stores after the massacre at Sandy Hook Elementary School in Newtown, Conn., in 2012.\n\nUnder federal law, a person must be at least 21 to buy a handgun from a firearms dealer. But 18-year-olds can buy semiautomatic rifles and other firearms.","2":"Not satisfied with the gun industry's response to demands for help ending an epidemic of gun violence, groups representing millions of workers are pressuring what they see as an even bigger change-maker: The funds that hold trillions of dollars in American retirement savings.\n\nTheir influence is far greater than many might think. About one-quarter of the world's 5,500 exchange-traded funds and 15 percent of all mutual funds invest in at least one company involved in the firearms industry, according to a report to be released Thursday by the corporate governance research firm Sustainalytics.\n\nThat has the potential to touch billions of dollars worth of retirement and pension savings. As of now, mutual funds hold more than $16 trillion in assets, and exchange-traded funds hold $3.5 trillion, according to the Investment Company Institute.\n\nOn Tuesday, the American Federation of Teachers asked the trustees of its pension funds to review its stock holdings and try to push fund managers to either shed investments in gun-makers and sellers or offer funds that have alternatives to firearms-makers. In doing so, the union is trying to \"create accountability for what has become a high-risk investment,\" AFT President Randi Weingarten told CNBC.\n\nAFT is the nation's second-largest teachers union, representing 1.7 million workers and $3 trillion of retirement savings. It is urging the pensions to drop investment managers that refuse.\n\n\"Failure to engage on this important investment risk issue should be considered as trustees review investment manager allocations going forward,\" it said in a report that accompanied a letter to the pension trustees.\n\nEfforts to change rules about gun ownership and strengthen background checks and other safety measures came back into national headlines in February, when 17 people were killed in a mass shooting at a high school in Parkland, Florida. A student walkout supporting gun control was scheduled for Friday at schools around the country. On Tuesday, a student who survived the Parkland shooting called for a boycott of fund managers Vanguard and BlackRock.\n\nPublicly traded companies involved in the gun industry, from firearms-makers such as Sturm Ruger and American Outdoor Brands and retailers like Dick's Sporting Goods, are not the biggest companies in terms of market value by far. But their ownership is widespread because of the boom in ETFs, which track stock market indexes.\n\nPublic school teacher pensions in 12 states have stakes in firearms-makers, largely through these funds, for example. BlackRock and Vanguard, managers of some of the most widely held ETFs, are among the largest shareholders of Sturm Ruger and American Outdoor Brands because of the funds.\n\nEleven ETFs track the S&P MidCap 400 Index, including BlackRock's $45 billion-asset iShares Core S&P Mid-Cap ETF. The index owns less than 1 percent each of Orbital ATK, which makes Bushmaster guns, and Olin, the maker of Winchester ammunition. And seven ETFs track the S&P's Small Cap 600, including BlackRock's $37 billion iShares Core S&P Small Cap ETF.\n\nBlackRock has already offered some new ETFs that track the same indexes as its existing funds, minus gun-related company stocks, among other moves it is making to address the issue. Citigroup has restricted gun retailers who are its customers, and Bank of America said it will no longer finance companies that make assault-style rifles for civilians. Dicks said it won't sell guns to people under 21 years old.\n\nWeingarten says the AFT tried unsuccessfully to talk to Wells Fargo about its business lending to the gun industry and will end a promotion offering Wells Fargo mortgages to teachers nationwide if it does not make contact soon. A Wells Fargo spokeswoman wasn't immediately available.\n\nThe AFT reached out to several fund companies, as well, including Voya, Dimensional Fund Advisors, Vanguard and Fidelity. The companies said they are talking to gun-makers and retailers about the risks posed by firearms. Invesco Advisors didn't respond, the AFT said.\n\nFidelity told the AFT it regularly engages with companies it invests in and evaluates whether those companies should stay in their portfolios.\n\nIf anything, the union and other groups, including faith-based organizations that have approached gun-makers with shareholder proposals this year, are raising awareness of the investment risk these stocks pose to pensions. Sustainalytics tracked the performance of gun-maker and retailer stocks and found that they all trailed the FTSE Global All Cap index for the last three years.\n\nCombined, shares of Sturm Ruger, American Outdoor, Orbital ATK, Vista Outdoor and Dick's Sporting Goods were down 8.2 percent on a three-year basis versus the index's 20 percent gain.\n\nIn its report to the pensions, the AFT concluded, \"Engagement is only meaningful if it yields changes in gun manufacturers' behavior that address core investor risks. If dialogue is insufficient to produce meaningful change, investment managers can and should vote their proxies in ways that reflect their concern and produce needed changes.\"\n\nCorrection: An earlier version misstated the day of the planned student walkout. It's Friday. The American Federation of Teachers is the nation's second-largest teacher's union. An earlier version misstated its status.","3":"Washington answered the Parkland school shooting massacre with a political popgun. Beyond minor changes to existing background checks, President Donald Trump and Congress have mostly made noise.\n\nEven that has quieted since youthful protesters went home last month. The recovery of firearms-maker stock prices to beyond pre-Parkland levels reflects the capital's fleeting Trump-era attention span — no match for the entrenched power of the NRA.\n\nBut that doesn't mean nothing is changing. Adopting the strategy Republicans used to block President Barack Obama in red America, gun safety advocates are pursuing incremental steps in Democratic-leaning areas of the country.\n\n\"In the immediate future, the states are where the action's going to be,\" said John Feinblatt, president of Everytown for Gun Safety. The organization founded by billionaire ex-New York Mayor Michael Bloomberg points to a series of recent advances.\n\nVermont has required background checks on all gun sales. Maryland legislators passed a \"red flag\" bill keeping guns from those deemed dangerous.\n\nRhode Island's governor signed an executive order for the same purpose. Oregon enacted a bill making it harder for stalkers and domestic abusers to buy and possess guns.\n\nA bipartisan group of legislators in Minnesota is seeking tougher gun purchase background checks. Massachusetts, New Jersey and Vermont have all outlawed the \"bump stocks\" that turn semi-automatic weapons into machine guns.\n\nWhat all those states have in common: They voted Democratic in the 2016 presidential election. Everytown and its gun safety allies are leveraging their political contours just as red state Republicans worked around a Democratic White House to challenge regulation and the expansion of Medicaid in the Obama era.\n\nThere has been some movement even in states Trump won in 2016. Florida — ground zero for the Parkland massacre — passed a red flag law and raised the age for rifle purchases to 21. Outgoing Gov. Rick Scott, courting swing voters in his close race for the Senate this fall, signed it over NRA opposition.\n\nKansas legislators passed a bill to bar those convicted of domestic violence from owning guns. The Pennsylvania Senate took a similar step.\n\nThose signs of movement reflect a broad shift in national opinion. A Washington Post\/ABC News Poll out Friday shows that Americans, by 57 percent to 34 percent, consider new laws to prevent gun violence a higher priority than protecting gun ownership. A 62 percent majority supports banning the sale of assault weapons, and 85 percent support red flag laws, the poll found.\n\nYet gun safety activists concede their inability to push those and other measures through the GOP-controlled Congress this year. They have focused their federal efforts on galvanizing voters for this fall's midterm elections.\n\nEverytown has teamed up with liberal billionaire Tom Steyer's NextGen America and the organization of wounded ex-congresswoman Gabby Giffords on a national voter registration drive. Their goal is harnessing the youthful energy of what Feinblatt calls \"the mass shooting generation,\" which has organized school walkouts and protests in Washington and across the country.\n\n(One such walkout is scheduled for Friday, the 19th anniversary of the Columbine school massacre.)\n\nIt remains uncertain how much that energy can do to lift notoriously low voter-turnout rates among young people, especially in midterm elections. And even a Democratic-controlled Congress would struggle to move gun control legislation anytime given opposition from a Republican president as well as Democrats representing more conservative rural areas.\n\nBloomberg's billions, however, give Everytown the luxury of patience.\n\n\"If you are gutsy on this issue, we support you,\" Feinblatt said. \"This is not a sprint.\"","4":"Two siblings who survived the high school shooting in Parkland, Fla. are penning a book about the massacre and the gun-control movement that followed.\n\nThe book titled #NeverAgain by David Hogg, one of the most recognizable faces of the movement, and his younger sister, Lauren Hogg, who has also been active in the effort, will chronicle the Valentine's Day Shooting and how the pair — along with other students — aimed to start a revolution to stop gun violence.\n\nIt's scheduled to be released June 5.\n\nRead more from USA TODAY:\n\nSouthwest emergency landing pilot Tammie Jo Shults is a pioneer with 'nerves of steel'\n\nAmazon's Jeff Bezos says Amazon Prime members top 100 million\n\n401(k) success depends more about \"mind-set\" than size of paycheck\n\nDavid Hogg, 17, announced the book on his Twitter account Wednesday, explaining he and his 14-year-old sister will share the story of \"this movement for those we lost\" and added that proceeds would be used to \"help heal the community.\"\n\nHe first gained attention while filming, reporting and interviewing other students while on lockdown during the shooting at Marjory Stoneman Douglas High School. Within hours, he and others started calling for a change to gun laws.\n\nHogg became one of the leaders of the #NeverAgain movement and helped plan the March for Our Lives event in Washington, D.C. last month. He also got in a fight with Fox News host Laura Ingraham earlier this month after she mocked him about not getting into several colleges.\n\nHogg called for a boycott and Ingraham lost more than a dozen advertisers within days.\n\nThe 128-page novel will serve as a guide to the student-led movement and detail the \"voices of a new generation that are speaking truth to power, and are determined to succeed where their elders have failed,\" according to Penguin Random House, which is publishing the book.","5":"Slide Fire Solutions said on Tuesday it would shut down its website and stop taking orders from next month for bump stocks, devices that allow semi-automatic weapons to fire like a machine gun.\n\nThe move comes after the Justice Department proposed rule changes last month that will effectively ban bump stocks.\n\nMoran, Texas-based Slide Fire will execute all orders given prior to May 20, it said in a statement on its website.\n\nSlide Fire, which made the bump stock devices that were used by the gunman in the mass shooting at a Las Vegas music festival in October, was accused of negligence as well as design and manufacturing defects.\n\n\"Bump stocks should not be available for sale to the general public, and they should never have been allowed to be sold. Bump stocks serve no purpose other than to create the functional equivalent of a machine gun,\" said Avery Gardiner, co-president of the Brady Center to Prevent Gun Violence, a gun-control group based in Washington, D.C. that had sued Slide Fire on behalf of victims of the Las Vegas shooting.\n\nThe deadliest mass shooting in modern U.S. history, which killed 58 people and injured more than 850, made the Congress consider legislation that would regulate bump stocks.\n\nPresident Donald Trump signed a memorandum in February directing the Justice Department to make the regulatory change.Slide Fire had temporarily paused its sales following the Las Vegas shooting, but subsequently restarted it.","6":"Three parents whose children were killed at Sandy Hook Elementary School in 2012 filed a defamation lawsuit on Tuesday against Alex Jones, the right-wing conspiracy theorist who has long claimed the shooting was \"completely fake\" and a \"giant hoax\" perpetrated by opponents of the Second Amendment.\n\nMr. Jones, the popular radio show host who also operates the conspiracy theory website Infowars, has questioned for years whether 20 children and six adults died in the school massacre in Newtown, Conn. To bolster his false claims, he often cites news reports and video clips from the hours after the shooting that turned out to be incomplete or based on wrong information.\n\nSoon after they buried their children, many Sandy Hook parents started to come under fierce attack by conspiracy theorists who have said they are actors in an elaborate scheme to enact stricter gun control laws. The fringe theories still thrive in small forums online but have reached a far greater audience through Mr. Jones, the most vocal propagator.\n\nMore from the New York Times:\n\nNewtown is 'still so raw,' 5 years after Sandy Hook shooting\n\nRemington's bankruptcy stalls ruling in Sandy Hook families' suit\n\nCosby team cites phone records as it tries to discredit accuser\n\nThe two lawsuits filed on Tuesday represent the first civil action taken by parents accusing Mr. Jones of defamation. One was filed by Leonard Pozner and his former wife, Veronique De La Rosa, and the other was filed by Neil Heslin. Their sons, Noah Pozner and Jesse Heslin, both 6, were killed at Sandy Hook.\n\nThe suits focus on comments made by Mr. Jones in the past year. In a segment on his radio show called \"Sandy Hook Vampires Exposed,\" which aired on April 22, 2017, Mr. Jones highlighted an interview that Ms. De La Rosa did with Anderson Cooper of CNN after the shooting. While they are standing outside a downtown Newtown building, Mr. Cooper turns his head to face her.\n\nDuring that quick head movement, Mr. Cooper's nose seems to disappear — evidence, Mr. Jones said, that the interview with Ms. De La Rosa was conducted in a studio. In reality, the glitch is known as a compression artifact, a distortion that is common in video encoding.\n\nMr. Jones suggests it means they are both actors. \"When he turns, his nose disappears repeatedly because the green screen isn't set right,\" he said.\n\nA few months later, in June, Mr. Jones was profiled on NBC's \"Sunday Night With Megyn Kelly,\" which brought up his past comments about Sandy Hook. Ms. Kelly also interviewed Mr. Heslin, who recalled seeing his dead son.\n\n\"I held my son with a bullet hole through his head,\" Mr. Heslin told her.\n\nBut a week later in an Infowars video, Owen Shroyer, who works for the site, argued that it was \"not possible\" that Mr. Heslin held his dead son because the medical examiner said he showed photographs to the parents to identify their children.\n\n\"Will there be a clarification from Heslin or Megyn Kelly?\" Mr. Shroyer said. \"I wouldn't hold your breath.\"\n\nThe next month, Mr. Jones replayed part of that Infowars video on his show. \"The stuff I found was they never let them see their bodies,\" Mr. Jones said. \"That's kind of what's weird about this. But maybe they did.\"\n\nBoth lawsuits were filed in Travis County District Court in Austin, where Mr. Jones lives, broadcasts his show and operates Infowars. The parents are seeking at least $1 million in damages.\n\n\"The statements were a continuation and elaboration of a yearslong campaign to falsely attack the honesty of the Sandy Hook parents, casting them as participants in a ghastly conspiracy and cover-up,\" the parents' lawsuits said.\n\nThe parents are represented by Mark D. Bankston, a Houston lawyer who filed a similar defamation lawsuit this month against Mr. Jones and Infowars after they falsely identified a Massachusetts man as the gunman at Marjory Stoneman Douglas High School in Parkland, Fla.\n\nMr. Jones and Mr. Shroyer did not immediately respond to an email seeking comment on Tuesday morning.\n\nLast June, a Florida woman who believes the Sandy Hook shooting was a hoax was sentenced to five months in prison for making death threats against Mr. Pozner in voicemail messages and emails."},"URL":{"0":"https:\/\/www.cnbc.com\/2018\/04\/19\/obama-praises-parkland-students-in-piece-written-for-time-magazine.html","1":"https:\/\/www.cnbc.com\/2018\/04\/18\/dicks-sporting-goods-will-destroy-the-assault-style-weapons-it-didnt-sell.html","2":"https:\/\/www.cnbc.com\/2018\/04\/19\/teachers-union-looks-to-fund-companies-to-influence-gun-makers.html","3":"https:\/\/www.cnbc.com\/2018\/04\/20\/gun-safety-advocates-focus-on-states-as-parkland-fervor-fades-in-dc.html","4":"https:\/\/www.cnbc.com\/2018\/04\/19\/parkland-shooting-survivor-david-hogg-nabs-book-deal-on-making-of-neveragain-movement.html","5":"https:\/\/www.cnbc.com\/2018\/04\/18\/bump-stock-maker-slide-fire-to-stop-taking-orders.html","6":"https:\/\/www.cnbc.com\/2018\/04\/17\/sandy-hook-parents-sue-alex-jones-for-defamation.html"}}