{"Content":{"0":"(NEW YORK) — Two students who survived the deadly mass shooting this year at a Florida high school have a book deal.\n\nSiblings David and Lauren Hogg are working on “#NEVERAGAIN: A New Generation Draws the Line.” Random House announced Wednesday that the book would come out June 5 and that the Hoggs were donating their proceeds to charity and community organizations.\n\nThe Hoggs and other students at the Parkland, Florida, school have become leading gun control advocates since the Feb. 14 tragedy that left 17 people dead.\n\nRandom House is calling the book “a moving portrait” of a new political movement. The publisher will make a donation to Everytown for Gun Safety, a nonprofit organization founded in 2014.","1":"(DENVER) — A planned national high school walkout for gun control on the 19th anniversary of the Columbine shooting Friday won’t include student protests at the Colorado school that changed the way the nation viewed shootings.\n\nJust as it has done every year since the April 20, 1999, shooting killed 12 students and a teacher, Columbine High School will be closed, and students there will stick with their tradition of holding a day of service to commemorate the tragedy in a community that includes both those who have pushed for gun control and to arm teachers.\n\nJunior Kaylee Tyner, who helped organize a walkout at the school on March 14, said the anniversary is a day to remember those lost in the shooting and those they left behind and politicizing it could divide the community.\n\n“Every other day can be a day to push for change,” said Tyner, who wishes organizers of the national walkout had reached out to the Columbine community first. “But that is a day to respect victims and their families.”\n\nIn a letter to other high schools in its suburban Denver district earlier last week, current Columbine principal Scott Christy and the principal at the time of the massacre, Frank DeAngelis, suggested students join their tradition rather than participating in a walkout, noting that April “has long been a time to respectfully remember our loss.”\n\nDeAngelis said he does not want to tell other schools nationally what to do. As an unofficial consultant to schools hit by shootings because of his experience, he said he has always told them to consider what their community wants, rather than follow a template. But if schools want to hold events to honor the Columbine victims on the anniversary, he said he would ask that they include a day of service since that is the practice at the suburban Denver school.\n\nThe message has spread to other schools across the country, leading some to question whether they should participate in the national walkout, creating confusion even among students at Florida’s Marjory Stoneman Douglas High School, where the most recent school shooting massacre claimed 17 lives in February.\n\nDouglas junior Casey Sherman, who organized a march last month that was attended by thousands nationwide, says school administrators are trying to keep kids from walking out because of Columbine’s request.\n\n“We all want to support Columbine in whatever they hope for us to do, whether that be walking out during school or simply paying your respects quietly,” she said. “My understanding is that Columbine was conflicted themselves as to what direction they wanted to go with it and as a result their message initially came out as seemingly a bit confused.”\n\n“I know that Douglas just wants to do right by them.”\n\nDouglas senior David Hogg, one of the leaders of the #NeverAgain movement, has sent some confusing directives on social media.\n\nIn a now-deleted tweet on Monday, Hogg said he was wrong to have previously said that everyone should walk out on Friday no matter where they were, adding, “This is what Columbine community would like to see on 4\/20. #Day of Service”\n\nLater that day, he tweeted “We are still walking out however the Columbine community will be committing 4\/20 to volunteering Once again we are still walking out We are still walking out We are still walking out We are still walking out @schoolwalkoutUS has been working incredibly hard on this.”\n\nHogg has been encouraging students to walk out and register to vote. Some Columbine students are planning a compromise by holding a combined vigil and voter registration rally on Thursday night.\n\nThe National School Walkout website says nearly 2,500 walkouts are planned across the country on Friday, mostly at high schools but at some middle schools and colleges, including the University of Cambridge in Britain.\n\nThe group’s founder, 16-year-old sophomore Lane Murdock, who attends Ridgefield High School in Connecticut, says her organization has been in touch with friends and family of the Columbine community, saying “we’ve been having a dialogue with them.”\n\nMurdock says it is “awesome” that Columbine is doing a service day, but that doesn’t mean other students across the country should not follow through with the walkouts, which they’ve spent a lot of time planning over the past two months.\n\n“Honestly, I just think they’re different approaches to the same problem,” said Murdock. “This is their day and they’ve been working really hard and they deserve to raise their voice the way they see fit.”","2":"The D.C. soap opera Scandal, which ends its seven-season run on ABC’s air on Thursday, outlived its own era; the series effectively ended with the election of Donald Trump. That’s because the show was so closely tied to the national mood of the Obama presidency that it became one of its defining shows. Scandal was, with respect to its plot, as close as network television comes to true madness, a melodrama in which power and murder went hand-in-hand and traded off being the defining aphrodisiac for a team of antiheroes. But its tone was carefully calibrated, enough so that it struck a chord resonant beyond its core audience.\n\nThe series began in April 2012—some months before Barack Obama’s re-election as President—as a stab at brand extension for TV impresario Shonda Rhimes, who already had Grey’s Anatomy and its spinoff Private Practice on the air. It had been inspired by real-life Washington crisis manager Judy Smith, morphed for television into Olivia Pope, played by Kerry Washington as a woman who’s driven by a rabidly competitive entrepreneurialism that extends to her love life, where the fact that her secret boyfriend (played by Tony Goldwyn) is the President of the United States is practically his entire appeal. Olivia, a libidinous capitalist, is rapaciously, vibrantly American.\n\nOlivia was easy to root for even as she rigged an election or plotted against her masses of enemies. Part of it was Washington’s performance, rising in dudgeon at practically the same moment every episode with a thrillingly heated cadence that broke through the show’s own repetition. As a fixer, Olivia demanded loyalty from her subordinates even as she operated in a moral vacuum. Someone so exacting and so unbound by familiar ethics needed to be relatable somehow, and Washington made Olivia into someone who urgently needs to prove to others she’s right in order to persuade herself.\n\nPart of Olivia’s appeal, though, was her pathbreaking status as the black heroine of a network drama—the first since the short-lived Get Christie Love!, which aired in 1974 and 1975. In Scandal’s wake came black-female-led network dramas including Fox’s Empire and Pitch as well as the Shondaland-produced How to Get Away with Murder, but when it debuted, Scandal was in a field by itself. And, importantly, Olivia Pope was not incidentally black but specifically black. Her affair with a white President whom she also served was written, more and more as the show was emboldened by success, to explicitly reference Thomas Jefferson and Sally Hemings. It was a pairing that was touched by the dynamics of power, and a white man in Scandal’s universe, as ours, has more of it than a black woman.\n\nInterestingly, President Fitzgerald Grant, for whom Olivia does so much, is so flaccidly short of competent, so inept, that his reliance on Olivia seems a racial comment of its own; the white man born to rule needs a black woman to do everything for him in order to stay on the throne. Before the conversation about black women carrying the weight of the nation dawned on many white politics-watchers after the 2016 election, Olivia was laboring mightily for the Grants every week on ABC. (Before the action of the series, we learn, Olivia stole the election for Grant, a member of a political dynasty who had no excuse to lose. Late in the series’s run, she becomes his ex-wife’s White House chief of staff. Her labors for the Grants never end.) Olivia’s relationship with her father (Joe Morton, who won an Emmy for the role) was less fraught than her interactions with Grant, but only slightly; having fought his way to the top of the meritocracy, he pushed Olivia towards excellence by telling her she’d have to be twice as good to get half as much. He spurred Olivia to success while, with his understandably relentless focus on achievement over all else, placing more than a few scratches on her moral compass.\n\nScandal’s unique status as a broadcast-TV drama with a black female protagonist, and the way it made that protagonist a complicated woman who had real conversations about what race meant to her, was well-suited to a time in which the President was, for the first time, able to have similar conversations with the nation. The show came along at the right moment, extending a discussion that was at last happening on America’s most visible stages.\n\nIf the ideas evoked by Scandal’s treatment of Olivia and race were recognizable, though, they were alone. Scandal began its run months after Homeland and nearly a year before House of Cards; while all three shows, at first, seemed to represent a vogue for D.C.-gazing in the Obamas’ Camelot, Scandal quickly outpaced its contemporaries in pace and in sheer unrecognizability. (This was no small feat.) The Washington of Scandal had the political tactics of Putin’s Moscow and the sexual mores of the late Roman Empire. Olivia’s father, with whom she had so many frank exchanges about what it takes to get ahead, was the head of a deep-state espionage organization; her mother is an international terrorist. Fitzgerald Grant is a liberal Republican focused on immigration rights and gun control; the fact of his philandering seems to bother the public not at all, even after his mistress joins the administration of his ex-wife.\n\nIt was rare for Scandal to even pay lip service to the realities that House of Cards would feel compelled to acknowledge. Its imaginative universe expanded to allow for anything, including both banal functionaries and truly evil operators. Much as The West Wing’s early run during the George W. Bush administration allowed a liberal audience to play out a fantasy of high-minded national stewardship, Scandal’s airing during a time of relatively little real national scandal allowed viewers to play out what seemed like the vicarious fun of an unendingly churning news cycle filled with nothing but drama from Washington.\n\nScandal staggers to the finish line after what I’d argue has been a down season, focused on the morality of Olivia, a character whose great fun has always been that morality’s negotiability. And even though it’s off its peak and feels less urgently resonant than it’s previously been, the show’s success is undeniable. It cemented the reign of Rhimes, TV’s defining hitmaker, and made a superstar of Washington. (Notably, both Rhimes and Washington’s next acts will be on streaming TV, as ABC pivots to a heartland strategy anchored by the Roseanne revival.) And, along with Mad Men and Girls, Scandal will be on the very short list of series that defined the Obama years, both for its willingness to engage deep conversations on issues of race and its escapist vision of a world in which scandal was still fun.\n\nAnd maybe, too, for its perhaps-accidental prescience. The thing is, there are no real scandals on Scandal; the word implies a public reaction of disgust and disapprobation. Scandal spends almost no time with the public, and the resolution of each case—from an untidy murder to an election swinging to the candidate the voters didn’t choose—is, as far as we the viewers can tell, acquiescence. Because everything is breaking all the time, nothing sinks in. In Scandal’s universe, the unending stream of news that might once have seemed unbelievable has become background noise. Scandal got, on some level, that occasional dramas are lots of fun but a news cycle that’s only dramas becomes endurable only by tuning out. It was a show whose time passed, in part because it saw too clearly what it’d be like to live through our own.","3":"(BENTON, Ky.) — Jeff Dysinger’s daughter survived two bullets from a classmate at her Kentucky high school this year, but he hasn’t joined in the national outcry over guns that escalated after 17 people died in a Florida school shooting three weeks later.\n\nDysinger owns an AR-15 military-style rifle — the same weapon used in the Parkland, Florida, high school shooting on Feb. 14. He believes deeply in the right to bear arms. And he says the eruptions of school violence in Florida, Kentucky and elsewhere aren’t about guns.\n\nAfter his 15-year-old daughter Hannah was shot in the arm and chest at Marshall County High, anger raged inside him. But the calls to curb assault-weapon sales that came from the Florida students didn’t strike a chord with him.\n\n“I think everybody in rural Kentucky, we’re all brought up with guns, I mean we’ve all been around guns our entire life,” said Dysinger, a former soldier who has used his AR-15 for sport shooting and hunting. “Kids in cities like (Parkland, Florida) don’t get that.”\n\nHannah Dysinger also has not spoken out against guns, but says she, like her father, wants to ensure they don’t fall into the hands of people who shouldn’t have them. She has called for background checks on every gun sold.\n\nThere is evidence to support the notion that urban and rural Americans are divided when it comes to guns. A Pew Research poll from April 2017 showed 63 percent of Americans in rural areas said it’s more important to support gun rights than gun control, compared to only 37 percent in urban areas. The poll surveyed 3,930 people from April-18, 2017, and had a margin of error of plus or minus 2.8 percentage points.\n\nAfter the Florida shootings, Dysinger never turned his ire on the National Rifle Association or lax gun regulations. Rather, he posted a photo of himself on Facebook with his assault rifle.\n\n“Please stop talking about AR-15s. Yes, my daughter was shot, yes I’m angry,” he wrote four days after the Florida shooting. “But I can tell you it’s not a gun thing.”\n\nGuns are a way of life around Benton, nestled in western Kentucky near the Land Between The Lakes, a federally protected outdoorsman’s paradise. Even the school system’s top official has hesitated to blame firearms, saying the handgun used to kill two students Jan. 23 at Hannah’s high school didn’t fire itself.\n\nIn contrast, the protests and action sparked after the Valentine’s Day killings at Marjory Stoneman Douglas High School in Parkland have continued for weeks as teens from the school score legislative victories that restrict guns.\n\n“I think everybody here respects guns. We appreciate the opportunity to have them,” former Marshall County Sheriff Brian Roy said. “We respect the Second Amendment. We’re not going to be the type to go out and have any dramatic changes, because we’ve grown up with guns, for hunting.”\n\nIn Marshall County, the talk after the shootings centered on improving security and bringing in more armed personnel, said Patrick Adamson, a youth director at a church in Benton.\n\n“You hear more of that here than you do about gun control, and in Miami you’re going to hear more gun control and you have people kind of running with that,” Adamson said. “I’m not saying either one is the answer. I don’t know.”\n\nMarshall County’s school superintendent, Trent Lovett, said the familiarity some students at the high school have with guns may have saved lives on the day of the shooting. Police say 15-year-old Gabriel Parker secretly took a Ruger 9 mm handgun from his home and opened fire in a commons area, killing two students and wounding several others.\n\nThe shooter, Lovett said, had fumbled with the pistol while trying to change ammunition magazines.\n\n“Some of our boys who are hunters probably helped save a lot of students, because they could tell when (Parker) ran out of the first clip and was trying to change to the second clip,” Lovett said. “They knew he didn’t know what he was doing, and that’s when they yelled, ‘Run!’ because they knew that was their time to get out.”\n\nDysinger said if Parker had a more powerful gun, there could have been more deaths in Marshall County. But he says the Florida killings were tied to the failure to keep guns away from the shooting suspect, Nikolas Cruz.\n\n“I can go lay an AK-47 in the middle of a gymnasium during a basketball game, and I promise you it won’t kill one person,” he said. “It’s not until someone picks it up that it becomes dangerous.”\n\nHannah Dysinger declined to be interviewed. But in a letter published last month in a Kentucky newspaper, she described the problem as “a mix of gun accessibility, parenting, today’s society and a lack of safety measures” in schools. She called for background checks on every gun sold, but also said she was open to the idea of teachers carrying guns.\n\nOn the day of the Kentucky shooting, police say Parker fled after dropping the gun and tried to blend in with students. He ended up huddled in a school building near the football field with students, including Keaton Conner.\n\nMost of the people in the room were crying or upset, Conner said. “But one of them wasn’t. He was just sitting there, cold expression on his face,” she said. Then police burst in and took Parker away.\n\nWeeks later Conner was inspired by the Florida students speaking out about guns and helped lead a student protest at the Kentucky capitol in March.\n\n“This is a gun-heavy area, and people get very defensive whenever people start talking about regulating that,” she said. “They don’t understand. I feel like if they understood what gun control meant, they would be more likely to get on board with it.”\n\nDysinger said gun control for him means keeping firearms locked away. He said the Kentucky shooting suspect shouldn’t have been able to secretly take a gun from his home.\n\n“I can tell you, nobody … can get to my guns,” he said.","4":"Back to full list\n\nAmerica’s response to mass shootings has long followed a predictable pattern. We mourn. Offer thoughts and prayers. Speculate about the motives. And then—even as no developed country endures a homicide rate like ours, a difference explained largely by pervasive accessibility to guns; even as the majority of gun owners support commonsense reforms—the political debate spirals into acrimony and paralysis.\n\nThis time, something different is happening. This time, our children are calling us to account.\n\nThe Parkland, Fla., students don’t have the kind of lobbyists or big budgets for attack ads that their opponents do. Most of them can’t even vote yet.\n\nBut they have the power so often inherent in youth: to see the world anew; to reject the old constraints, outdated conventions and cowardice too often dressed up as wisdom.\n\nThe power to insist that America can be better.\n\nSeared by memories of seeing their friends murdered at a place they believed to be safe, these young leaders don’t intimidate easily. They see the NRA and its allies—whether mealymouthed politicians or mendacious commentators peddling conspiracy theories—as mere shills for those who make money selling weapons of war to whoever can pay. They’re as comfortable speaking truth to power as they are dismissive of platitudes and punditry. And they live to mobilize their peers.\n\nAlready, they’ve had some success persuading statehouses and some of the biggest gun retailers to change. Now it gets harder. A Republican Congress remains unmoved. NRA scare tactics still sway much of the country. Progress will be slow and frustrating.\n\nBut by bearing witness to carnage, by asking tough questions and demanding real answers, the Parkland students are shaking us out of our complacency. The NRA’s favored candidates are starting to fear they might lose. Law-abiding gun owners are starting to speak out. As these young leaders make common cause with African Americans and Latinos—the disproportionate victims of gun violence—and reach voting age, the possibilities of meaningful change will steadily grow.\n\nOur history is defined by the youthful push to make America more just, more compassionate, more equal under the law. This generation—of Parkland, of Dreamers, of Black Lives Matter—embraces that duty. If they make their elders uncomfortable, that’s how it should be. Our kids now show us what we’ve told them America is all about, even if we haven’t always believed it ourselves: that our future isn’t written for us, but by us.\n\nObama was the 44th President of the United States","5":"Friday, April 20 is the 19th anniversary of the mass shooting at Columbine High School. It was the deadliest high school shooting in U.S. history – until 17 people were killed in Parkland, Florida in February.\n\nTo mark the grim milestone, and in an effort to keep national attention on stopping school violence, students across the country left class as part of the National School Walkout.\n\nThe National School Walkout was started by Lane Murdoch, a 16-year-old who grew up just 20 miles from Sandy Hook Elementary School – where 20 students were killed in a mass shooting in 2012.\n\nThe movement began as a Change.org petition following the Feb. 14 shooting at Marjory Stoneman Douglas High School. More than 250,000 people have signed the petition, and there are over 2,000 protests registered.\n\nMurdock, a sophomore at Ridgefield High School in Connecticut, is part of a wave of student activists, inspired by the shooting survivors from Marjory Stoneman Douglas High School, who are protesting violence in schools and calling for tougher gun control measures. She and many of her fellow activists were not alive when Columbine happened.\n\n“I was 15 when I started this; I’m a newly-turned 16 year old,” she said. “I guess there’s no way to control this, but just for people to know that whether it’s the Parkland students or myself and my team, we’re growing up while doing this.”\n\nThis was the second major school walkout in two months. On March 14, students walked out of class for the #Enough! National School Walkout. Since February, student activists have also organized meetings with lawmakers, boycotts against companies that partner with the NRA and the March for Our Lives in Washington, D.C. – which had siblings protests around the globe.\n\nHere’s what you need to know about the National School Walkout.\n\nWhen was the National School Walkout?\n\nThe National School Walkout was April 20 at 10 a.m. (the anniversary of the Columbine shooting). On April 20, 1999, 12 students and one teacher were killed at Columbine High School in Littleton, Colorado.\n\nEven as students around the country were planning to walkout, another shooting in a school took place. On Friday morning, before students from Forest High School in Ocala, Florida were planning on taking part in the National School Walkout, a student was shot in the ankle, and the alleged shooter was taken into custody.\n\nWho participated?\n\nThe event was geared toward high schoolers, and there were more than 2,000 registered groups, according to the National School Walkout page, where students could find a walkout planned in their area. Organizers encouraged the day to be led by students – though parents, teachers and the community could lend support.\n\nHere are some images of walkouts across the country:\n\nThe teachers from Marjory Stoneman Douglas protested before classes started:\n\nStudents protest in Detroit:\n\nStudents in New York City protest in Washington Square Park:\n\nGrain Valley High School in Missouri:\n\nHouston, Texas:\n\nChittenango, New York:\n\nStudents in front of the White House:\n\nA walkout in Virginia:\n\nStudents at Gaithersburg High School in Maryland.\n\nStudents walkout in Niskayuna, New York:\n\nThree students walk out at a school in Pennsylvania:\n\nStudents in Massachusetts call their representatives and register those eligible to vote:\n\nTampa, Florida walkout:\n\nA walkout in Chicago:\n\nStudents rally in North Carolina:\n\nA protest in St. Louis:\n\nStudents in Iowa:\n\nStudents in Great Mills, Maryland, where there was a fatal school shooting last month.\n\nStudents in Washington, D.C.:\n\nA walkout in Los Angeles:\n\nWhat were the plans for the walkout?\n\nThe plan for the National School Walkout for students to walk out of their classrooms and observe 13 seconds of silence in memory of those killed at Columbine at 10:00 a.m. across time zones.\n\nUnlike the #Enough National School Walkout organized by Women’s March Youth Empower, which was for 17 minutes to mark the 17 people killed in Parkland, organizers wanted the walkout to last the entire school day. Students were encouraged to plan open mics, rallies, protests, voter registration drives, letter writing campaigns or other activism for the rest of the day.\n\nThe open-ended nature of the event was important to Murdock, who wanted this to be focused on the kids. An entire “Walkout Planning Guide” exists at the National School Walkout website with resources on everything from a model walkout day schedule, to safety and legal rights, to inclusion and privilege.\n\n“I want to see nation-wide empowerment,” Murdock said. “I think we’ve been told to ‘shut up and get through school and deal with things when we’re older,’ and it’s just not really how good society should function.”\n\nWhat about safety?\n\nAs Francisco Negron, the Chief Legal Officer at the National School Boards Association, noted to NPR in March, “Schools stand in what’s known as loco parentis (in place of parents), so we don’t simply release our students into the ether.” The NSBA issued guidelines for student protests, and suggests working with students, teachers and parents and planning ahead of the protests.\n\nThe National School Walkout student organizers stressed planning ahead and working with teachers, administrators and local law enforcement — if students have a good relationship with them — and encouraged protesters to stay on campus in a centralized location.\n\n“Making sure it’s in a contained, controlled environment has been really important, and it just makes their lives easier as well,” Murdock said. “You know it’s finding that balance between people realizing that this is civil disobedience — some of them may get punished for walking out — but making sure that they’re ensuring the safety of their own lives.”\n\nCan students be punished for walking out?\n\n“Yes,” says the ACLU in its guide for students and free speech in public schools. “Because the law in most places requires students to go to school, schools can discipline you for missing class. But what they can’t do is discipline you more harshly because of the political nature of or the message behind your action.”\n\nBut, students don’t lose their First Amendment rights just because they’re at school. “You have the right to speak out, hand out flyers and petitions, and wear expressive clothing in school — as long as you don’t disrupt the functioning of the school or violate the school’s content-neutral policies,” according to the ACLU. This was upheld in the 1969 ruling of Tinker v. Des Moines Independent Community School District. This, however, does not apply for students at private schools.\n\nIn terms of potential punitive measures for students who walk out, it will be up to individual schools and school districts.\n\nIn an interview with ABC News, one of Murdock’s co-organizers, Grant Yuan, a 17-year-old junior, said the response to the walkout has been “relatively neutral or positive.”\n\n“Resistance does exist,” Yuan told ABC, “thankfully it seems at least the majority — however slim the majority may be — of schools are at least friendly to the event or have accepted it’s going to happen whether they sanction it or not, and have made moves to accommodate.”\n\nWhy are students protesting in the first place?\n\nThe students are protesting school violence, and “congressional, state, and local failures to take action to prevent gun violence,” according to the website. In terms of specific causes, Murdock and the National School Walkout website mention universal background checks, asking lawmakers to vote against the Concealed Carry Reciprocity Act – which would allow gun owners to carry weapons in any state, so long as they have a permit from their home state – and supporting other “common sense” gun control laws.\n\nWhat about after the protest?\n\nThe National School Walkout is also starting local chapters — there are at least 150 so far — to continue working and communicating on school violence issues.\n\nWhile Murdock worries about the momentum slowing, she said she is “not worried to the point of doubting this generation.”","6":"Caption from LIFE. Wide-eyed fascination is displayed by boys as Rankin holds his revolver with the cylinder opened to show them there are no shells in it.\n\nGuns. It sometimes seems that we can't really talk about anything in American life without somehow, at some point, referencing the nation's enduring obsession with guns. After the unspeakable horror of Sandy Hook (and the Wisconsin Sikh temple massacre , Virginia Tech, Columbine, Jared Lee Loughner's 2011 slaughter in Tuscon, Chicago's terrifying spike in gun-related violence in 2012 and on and on), the national conversation around gun rights and gun control has assumed an urgency that at times verges on desperation.\n\nWhat the hell , everyone seems to be asking, can we do about the endless killing?\n\nThe numbers related to gun violence in the land of the free are, of course, deeply chilling. More than 8,500 Americans were murdered by guns (or rather, by killers wielding guns) in 2011, according to FBI data. Of those, 565 were under the age of 18; 119 were kids 12 or younger. Meanwhile, according to at least one study , the annual number of deaths in America by gunfire is likely to exceed that of traffic fatalities by 2015. Wherever one comes down on the gun debate, most sane people can agree that those sort of statistics are a national disgrace and . . . well, insane.\n\nBut there are literally tens of millions of Americans who own and shoot guns entirely within the letter and spirit of the law. Hunting, for example, is a pastime and a rite of passage in countless communities around the U.S., and the vast majority of hunters — men and women, boys and girls — are not taking down deer and ducks and bears and doves with slingshots, or with bows and arrows. They're using rifles and shotguns — as they have for generations.\n\nSix decades ago, in its March 26, 1956, issue, LIFE magazine published a remarkable series of photos that accompanied an article titled, \"Drawing a Bead on Safety.\" Here, in hopes of providing at least a bit more context and a small measure of perspective on the nation's gun debate, LIFE revisits those images and that article. After all, the central point of the current discussion around guns is how to make communities safer . Assuming that shotguns, at the very least, will likely be with us for a while, and that families and friends will continue to hunt together for the foreseeable future, lessons in how to shoot what one is hunting, rather than blasting oneself or one's companions, will always have a necessary place in our gun-happy culture.\n\nAs LIFE put it in \"Drawing a Bead on Safety\" all those years ago (citing a statistic that is still appalling today):\n\nIn 1954 more than 550 U.S. children under 15 were killed in accidents involving the careless handling of firearms, five of them in lake County, Indiana. [In 2010, 606 people were killed by \"accidental discharge of firearms,\" according to the CDC. — Ed.] This situation shocked Indiana Conservation Officer Rod Rankin, who decided to offer a course in gun safety to any interested child in the county. In the past year 2,500 children from 6 years on, with the approval of their parents, have taken him up on it.\n\nRankin stresses two things: never point as gun at anybody, even in play, and always check immediately to see if the gun is loaded . . . Rankin is glad to answer routine questions such as \"How fast and far does a bullet go?\" but tries to discourage ones like \"Have you ever shot anyone?\" and \"If you shoot a man in the head how long does it take him to die?\"\n\nSome people think Rankin is starting the kids on firearms too young. But the National Rifle Association points out that four states now permit gun safety courses in grade school and says, \"The earlier a kid learns to respect a gun and what not to do with it the better chance natural curiosity won't get him in trouble.\"\n\nLove or hate the NRA -- and no one, it seems, is indifferent toward the organization -- logic that stresses education and safety around firearms is something that pretty much all of us can get behind. Isn't it?\n\nLiz Ronk, who edited this gallery, is the Photo Editor for LIFE.com. Follow her on Twitter at @LizabethRonk.","7":"A new coalition of celebrities and activists, including actor Alyssa Milano and Parkland student David Hogg, announced plans Friday to take on the National Rifle Association and elected officials who accept money from the powerful gun advocacy group.\n\nIn an open letter to NRA Executive Vice President Wayne LaPierre, which was first obtained by TIME, the more than 100 members of the newly formed NoRA Initiative — short for No Rifle Association — pledge to reduce the NRA’s influence in American politics through a series of voter registration drives, nationwide art campaigns, demonstrations and boycotts.\n\n“Your time signing checks in our blood is up,” the letter says. “We’re coming for your money. We’re coming for your puppets. And we’re going to win.”\n\nNoRA launched its initiative Friday, on the 19th anniversary of the mass shooting at Columbine High School, as students across the country participated in a national school walkout in part to commemorate the 1999 massacre.\n\nNoRA’s members include Jimmy Kimmel, Amy Schumer, Alec Baldwin, Ashley Judd, Julianne Moore, Patton Oswalt, Constance Wu, W. Kamau Bell, Amber Tamblyn, Debra Messing, Minnie Driver, Tarana Burke, as well as several artists, policy experts and survivors of gun violence. They say their goal is expose public servants who have been stymying gun control legislation after taking money from the NRA. NoRA believes it can use grassroots and digital awareness campaigns to help vote those legislators out of office.\n\nMilano, who helped popularize the #MeToo movement last year, said she was moved to help form the new NoRA initiative one day after 17 Marjory Stoneman Douglas High School students and faculty members were gunned down at the Parkland, Fla. school on Feb. 14. The impassioned student response to that shooting spurred a national debate on gun violence and reinvigorated calls for new gun control laws.\n\n“I am the mother of two children,” Milano told TIME. “To see what’s going on in this country as far as gun violence, and the lack of real fortitude to do anything about it, is keeping me up at night.”\n\nMilano reached out to dozens of gun control activists and friends, and the concept for NoRA began to take shape. The actor said she was inspired by the Parkland students, who were named to the 2018 TIME 100 list of the most influential people in the world. “To see these Parkland kids doing what they’re doing, to get up there, to be so brave, to be so open and really take the initiative to try to fix this is great,” Milano said, “but they need support.”\n\nThe members of NoRA expressed outrage at the NRA’s influence, particularly during the 2016 election cycle. The gun advocacy group poured more than $54 million on outside spending during the 2016 elections, according to the Center for Responsive Politics. Significant sums went to President Donald Trump, who was a vocal supporter of the NRA during his campaign.\n\nThe NRA did not immediately respond to a request for comment about NoRA.\n\nRead More: Here’s How Much the NRA Has Given to Florida Lawmakers\n\n“After five years of pushing for changes around gun laws and trying to hold the NRA accountable, nothing has been done,” said Po Murray, chair of the Newtown Action Alliance, which is one of the groups managing NoRA’s funds. “The time is now to end the NRA’s powerful influence in politics.”\n\nNoRA runs on private donations and has raised more than $25,000 since February, according to Milano.\n\nShe says the group has “surprises up our sleeves,” including for events timed to the NRA’s annual convention in Dallas May 3-6. “When like-minded people come together for the common good and for a cause they believe in,” Milano said, “they can move mountains.”"},"URL":{"0":"http:\/\/time.com\/5245780\/parkland-lauren-david-hogg-book-deal\/","1":"http:\/\/time.com\/5247345\/columbine-anniversary-service-day-walkout\/","2":"http:\/\/time.com\/5245048\/scandal-series-finale\/","3":"http:\/\/time.com\/5250761\/kentucky-dad-school-shooting-ar-15\/","4":"http:\/\/time.com\/collection\/most-influential-people-2018\/5217568\/parkland-students\/","5":"http:\/\/time.com\/5238216\/national-school-walkout-april-20\/","6":"http:\/\/time.com\/3688072\/portraits-of-schoolkids-learning-firearm-safety-in-rural-indiana-1956\/","7":"http:\/\/time.com\/5248072\/nora-coalition-celebrities-nra\/"}}