{"Content":{"0":"Kyle Kashuv, a student at the Florida high school where 17 people were killed in a February mass shooting, has claimed that school security officers pulled him out of class and questioned him Monday after Kashuv tweeted about visiting a gun range with his father.\n\nIn a statement to The Daily Wire, Kashuv said he was called out of class at Marjory Stoneman Douglas High School and told to see the security resource officer whom he identified as “Mr. Greenleaf.” Multiple reports from around the time of the Feb. 14 shooting identify Kelvin Greenleaf as a “civilian security monitor” or a “security specialist” at the school.\n\nAccording to Kashuv, a second officer joined Greenleaf and both men began “questioning me intensely.”\n\n“First, they began berating my tweet, although neither of them had read it; then they began aggressively asking questions about who I went to the range with, whose gun we used, about my father, etc. They were incredibly condescending and rude,” Kashuv said.\n\nAt that point, Kashuv claims, a Broward County sheriff’s officer joined them, “and began asking me the same questions again.” Kashuv said the officers declined to let him record the interview, but told him he hadn’t done anything wrong.\n\n“I asked why I was there,” Kashuv said. “One said, ‘Don’t get snappy with me, do you not remember what happened here a few months ago?’“ The teen also said that officers referred to him as “the pro-Second Amendment kid.”\n\nPARKLAND STUDENT KASKY BOWS OUT OF DEBATE WITH KASHUV\n\nIn a message to Fox News, Kashuv said that one of the officers told him, “Kyle, you have such good grades, why would you do this?”\n\nEventually, Kashuv said the officers let him go and told him they’d contact his parents. It was not immediately clear if Kashuv’s parents had been contacted Monday evening.\n\nBroward County Public Schools and the Broward County Sheriff’s Office did not immediately respond to requests for comment.\n\nKashuv has drawn widespread attention for his pro-Second Amendment stance in the wake of the shooting at the Florida high school. By contrast, several of his peers who survived the shooting, such as David Hogg and Emma Gonzalez, have become the faces of a revitalized gun control movement.","1":"A Texas middle school student was struck and killed by a vehicle Friday after leaving school during the nationwide walkout in support of gun control.\n\nJonathan Benko, 11, was identified by hospital officials as the Parkland Middle School student who died after he was hit along the northbound lanes of Loop 375 in El Paso, according to KFOX14.\n\n\"It is with great sadness and heavy hearts that we inform you of the death of a Parkland Middle School student who left campus this morning and was struck by a vehicle on Loop 375,\" a voicemail from Ysleta Independent School District officials to parents said.\n\nYsleta School District Superintendent Xavier De La Torre said Benko didn’t participate in the walkout, but was with an “isolated” group of students who left school as others protested, according to the El Paso Times. The students were being questioned as to why they left school.\n\nStudents told the El Paso Times those participating in the protest were set to meet at the school’s football field. But several students decided to hop over a fence and head for the highway.\n\nClassmates remembered Benko as a fun-loving student.\n\n\"He was a free spirit. He was fun to be around, always lighting up the room,\" Angela Rodriguez, 14, told the El Paso Times. \"He played the violin. He was very good. He was one of the best ones in the class.\"\n\nUniversity Medical Center, where the boy’s mother and uncle work, set up a memorial fund for him.\n\n\"All of us at UMC are heartbroken by the loss of a child belonging to one of our associates, especially a child as young as Jonathan,” hospital president and CEO Jacob Cintron said in a statement. “As a father, I can only imagine how hard this must be for Ashley and her family. She is also one of our family at UMC. Our support, thoughts and prayers are with her and her family throughout this difficult time.”","2":"","3":""},"URL":{"0":"http:\/\/www.foxnews.com\/us\/2018\/04\/23\/kyle-kashuv-says-school-security-questioned-him-for-visiting-gun-range-with-his-dad.html","1":"http:\/\/www.foxnews.com\/us\/2018\/04\/23\/texas-middle-school-student-dies-after-getting-hit-by-car-during-nationwide-student-walkout.html","2":"http:\/\/video.foxnews.com\/v\/5772060472001\/","3":"http:\/\/video.foxnews.com\/v\/5773875858001\/"}}