{"Content":{"0":"As young survivors of the Parkland shooting lead efforts to tighten limits on firearms, they have met deep resistance from strong supporters of gun rights, and both sides have dug in. But the renewed national gun debate — reignited again after the shooting in the Nashville Waffle House — has gotten the attention of a subset of people who are often overlooked: gun control supporters who own guns.\n\nMany of these gun owners will never take part in marches or make public speeches. But interviews with two dozen gun owners around the country found what polls have shown — that many of them are firm supporters of some gun control measures. In recent weeks, some have grown more vocal, holding signs at demonstrations, lobbying lawmakers or writing letters to the editor, adding their voices to those of the protesting students.\n\nOf the 60 million to 70 million Americans who own guns, measuring how many are likely to take part in activism in favor of gun control or to change their political choices over the issue is difficult. One rough proxy for those who do not want tougher gun laws could be the five million gun owners the National Rifle Association claims as members, said Robert Spitzer, the chairman of the political science department at the State University of New York at Cortland, who has written extensively about gun policy and politics.\n\nThe N.R.A. is staunchly opposed to new gun control measures, and events following the Parkland shooting may have deepened the resolve of its supporters. In March, according to filings with the Federal Election Commission, the N.R.A. Political Victory Fund raised $2.35 million — the highest monthly amount raised for the fund in records dating back to 2003, according to an analysis by the news outlet McClatchy and verified by The New York Times. The N.R.A. did not respond to requests for comment for this story.\n\nOnly a small number of gun owners seem to be stepping forward in activism in favor of stricter gun laws, and not all agree about which laws should be toughened. But advocacy groups that support increased gun control say they sense a new kind of participation in more subtle ways, such as calls from gun owners wanting to know what the groups do, and a greater willingness to listen. The shift could also have political implications: Some gun owners said they are now paying closer attention to which political candidates receive money from the N.R.A., which takes a hard line against firearm limits.\n\n","1":"Here are what students had to say as they protested across the country:\n\n‘I could have lost my life in that moment.’\n\nPhoto\n\nBrianna Lee, 17, junior at Walter Payton College Prep, Chicago\n\nBrianna Lee was 5 when she had her first terrifying brush with gun violence. Her family was returning from church one Sunday in the South Shore neighborhood of Chicago, the same enclave of bungalows and brick apartment buildings by Lake Michigan where Michelle Obama grew up.\n\n“Someone was shooting and they hit our car,” Brianna said. “I remember the police officer checking to see if we were O.K. Someone was hit, and he died.”\n\n“I could have lost my life in that moment,” she added.\n\nHer family has since moved to a safer neighborhood. Brianna, whose straight A’s in seventh grade helped her earn admission to Payton, one of the top-ranked public schools in Chicago, left school on Friday with hundreds of others, saying she believed elected officials were not doing enough to curb violence on the streets and in schools.\n\nPhoto\n\nThreading their way through downtown Chicago, the students walked a mile and a half to Grant Park, chanting, waving signs and attracting supportive applause from bystanders. “We’re meeting up with students from other schools around the city,” she said. “We hope this will make a stronger statement. We deserve to live without fear of violence.”\n\n‘We are the school shooting generation.’\n\nPhoto\n\nGracie Shirley, 17, a senior at Highland High School in Salt Lake City\n\nGracie Shirley picked up a firearm for the very first time in late January on a date at a Salt Lake City area gun range. One of the guns was an AR-15. Two weeks later, at Stoneman Douglas, a former student armed with an AR-15 killed 17 people, 14 of them students.\n\n“So that just made me feel guilty inside,” Gracie said. “It made me feel dirty. I shot that same gun that boy had used in Florida.”\n\nAfter Parkland, she began lobbying Utah lawmakers for a “red flag” gun law, which would allow the police to temporarily take away guns from people deemed by a judge to be dangerous. Gracie ticked off a list of other changes she’d like to see, including raising the minimum age for firearms purchases to 21 and setting limits on the amount of ammunition in magazines.\n\nPhoto\n\nPhoto\n\nGracie helped organize Friday’s walkout at her school, which drew about 150 students to a Salt Lake City park where they wrote letters to lawmakers and made posters for a Capitol Hill rally.\n\nAdvertisement Continue reading the main story\n\n“We are the school shooting generation,” she said. “We’ve never lived in a time when there hasn’t been mass shootings and so I think we’re done. We’re over it.”\n\nGracie will turn 18 in June, and said she couldn’t wait to vote in the midterms.\n\n‘I’m not learning my subjects — I’m learning how to literally survive.’\n\nPhoto\n\nMarusya Airumian, 14, eighth grader at Takoma Park Middle School, Silver Spring, Md.\n\nFor Marusya Airumian, it was hardly a walkout: Her mother, Susie Baker, had called her school to excuse her before the day began.\n\n“I didn’t want to show up and then disrupt school,” Marusya said. “This isn’t between us and our school — it’s between us and our government.”\n\nMarusya, clutching a poster that read “I should be writing an essay, not my will,” joined more than 100 others students in front of the White House, crouched together in silent protest under a bare oak tree just beginning to bloom.\n\n“We all have lives ahead of us. When I’m in a lockdown drill, I’m not learning my subjects — I’m learning how to literally survive,” she said. “Children shouldn’t have to die because people in the government are lazy.”\n\nPhoto\n\nMarusya, who attended the March for Our Lives in Washington with her mother last month, said she believed that gun ownership should require stricter background checks.\n\nAdvertisement Continue reading the main story\n\nShe also opposes arming teachers, including those trained to operate firearms. “That’s not the solution,” she said. “I would feel even more unsafe, and it would cost a lot of money that should be spent on school supplies.”\n\nAs the students sat quietly, Girl Scout troops and bands of children on field trips marched past the White House, snapping selfies and laughing, punctuating the silence of the protesters.\n\n“We’re still here,” Marusya said. “We’re still waiting for change.”\n\n‘Students should not be afraid of going to school.’\n\nPhoto\n\nJuan Soto, 14, freshman at Linda Marquez High School in Huntington Park, Ca.\n\nBy the time Juan Soto got to school Friday morning — a few minutes after the first bell — his principal had locked the doors in anticipation of the walkout. No one inside was allowed to leave, and no one was allowed to enter.\n\nSo Juan and several classmates gathered outside the school’s entrance and started walking with fewer people than they had hoped — about 20 total. Their trek from Huntington Park to the Los Angeles Unified School District headquarters in downtown Los Angeles took three hours, Juan said. He was holding a sign that said “No more silence \/ End the violence.”\n\n“All the gun violence that’s going on, I believe it needs to stop,” Juan said. “Students should not be afraid of going to school, or being bullied. They should go to learn, and be safe.”\n\nJuan was among well over a hundred students from Los Angeles high schools who had gathered on a lawn across the street from the headquarters.\n\n“I think my mom thinks I should be in school right now,” he said, adding that his principal had just notified her of his truancy. “I’m going to tell her the truth, that I came to protest. Show her videos, that we’re actually here.”\n\nAdvertisement Continue reading the main story\n\n‘In America, we have the right to be out here and to protest.’\n\nPhoto\n\nMadeline Miller, 16, junior at Chamblee High School, Chamblee, Ga.\n\nBefore the protest really began on Friday, Madeline Miller had settled on her story: Instead of being in her junior year classes at her high school near Atlanta, she was visiting Georgia State University.\n\nShe was close to the campus — but she was actually demonstrating outside the Georgia State Capitol.\n\n“My parents are completely O.K. with it,” Madeline, 16, said with a smile. “In America, we have the right to be out here and to protest and to show what we want. This has all been a really big culmination of what we’ve been wanting.”\n\nStanding outside the Republican-controlled Capitol, where lawmakers have resisted gun control measures for years, she said she had first learned about the Columbine massacre as a child. Then, in second grade, there was a shooting across the street from her elementary school. She remembers the sound of gunfire.\n\n“I think right now, there’s so much that’s been building up inside of us,” she said. “I remember the moment when my mom said that there was a shooting at Sandy Hook. I just started crying in the car. I’ve been so hurt by this — and all of us have — and we weren’t even there when it happened.”\n\nShe added, “Just knowing that people like me have the voice and the power to change this for our kids and for the generation, we’re taking this moment and we’re going to use it.”","2":"Another spokesman for the Police Department, Sgt. Robert Gomez, said at the news conference: “It is illegal to walk on a highway. It’s next to impossible for motorists to move out of the way of pedestrians on the roadway and that’s why it’s a restricted passage.”\n\nOn social media, some blamed the walkout for Jonathan’s death and called for schools to stop endorsing the protests, but Mr. De La Torre said the students who left the campus were an “isolated group.”\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSchool walkouts took place throughout the country on Friday, the 19th anniversary of the Columbine shooting. It marked the third nationally coordinated gun control protest this year — each led by students, some of whom have had to participate in school lockdown drills since kindergarten.\n\nThey banded together to call for tougher gun laws, share firsthand stories about the violence that has roiled their communities and honor the 17 people who were shot to death in February at Marjory Stoneman Douglas High School in Parkland, Fla.\n\nJonathan’s mother, Ashley Benko, is a nurse in the University Medical Center’s emergency department, a spokesman for the hospital said, and his uncle, Michael Benko, works as a respiratory therapist there.\n\n“All of us at U.M.C. are heartbroken by the loss of a child belonging to one of our associates, especially a child as young as Jonathan,” Jacob Cintron, the chief executive of the medical center, said in a statement.\n\nThe middle school had placed additional supervision at the back and front of the school, but the group of students left the school grounds on the east side, Mr. De La Torres said.\n\nAdvertisement Continue reading the main story\n\nThe school’s safety and security “is unparalleled,” he said, but when students choose to leave campus “it becomes more and more difficult to guarantee their safety.”\n\nJonathan’s death was a tragic accident, he said.\n\n“What we’ve come to understand is that there are students out there that are very vocal, that are going to be our future leaders that are going to insist upon walking out,” he said. “And what we try to do is help them understand that they can still have a voice and that they can still have a presence and demonstrate their recognition and honor of some of the things that have happened in this country without leaving the premises.”\n\nGet what you need to start your day. Sign up for the Morning Briefing newsletter.","3":"The Marine Corps likes to present itself with dutiful seriousness. “Terminal Lance” is a counterpoint to that. It is a tribute to the service’s permanent underclass, the young grunts who are too weary to feign enthusiasm anymore. (The strip’s title is derived from slang for the holder of a junior rank — lance corporal — who will never be promoted and thus will depart the corps as a terminal lance.)\n\nThe Pentagon speaks of duty, commitment and national defense. Mr. Uriarte’s troops seem to have boarded the wrong bus. They are anxious, lonely and bored. Sick of slogans and tired of being casually hazed and verbally abused, they take refuge in drawing penises inside the porta-potties that dot their bases and outposts. They find chaplains creepy and lifers tiresome. Their corps is a bizarre professional ecosystem where the working caste masturbates, binge-drinks, watches porn and plays video games in the barracks and then reports to work hung over.\n\nIn art as in life, it is not that these lance corporals are unwilling to train or to fight. It’s that America’s wars give them little opportunity to train and fight smart. Much of their deployed time is spent on duties that accomplish little, or worse, cause harm to others and themselves. In this dispiriting system the only privilege many of them can claim is the power to look down on even newer Marines — the “boots,” a clueless population subject to harassment and ridicule.\n\nPhoto\n\nIf this sounds like a hard sell to a proud service, “Terminal Lance” fans have rewarded Mr. Uriarte’s unflinching take and reportage with a full embrace. The nearly 691,000 followers of the “Terminal Lance” Facebook page are almost four times the number of active-duty Marines. In just three years, its newer Instagram account has swelled to 287,000 fans, the largest proportion of whom are 18- to-24-year-olds. The strip’s own website averages about one million unique visitors a month, and its reach is further boosted by the publication of a less offensive version in the Marine Corps Times, an independent biweekly newspaper.\n\nAdvertisement Continue reading the main story\n\nMr. Uriarte, formerly a terminal lance himself, attributes the success to an unusual trait for a comic strip: accuracy. “I think ‘Terminal Lance’ has done very well because while it has been critical, it’s been honest,” he said.\n\nThat’s not to say the strip has not generated complaints. Senior Marines often contact Mr. Uriarte to grouse about unflattering portrayals, including his characters’ excessive drinking. Some try to root out his sources. But the corps and its illustrator have found a measure of peace.\n\n“If you are a grunt and can’t laugh at this stuff, you’d go crazy,” Gen. Robert Neller, the Marine commandant, said in a telephone interview last week. “Every time I see his comic I read it. If nothing else it makes you ponder his point, or just laugh out loud.”\n\nIn hindsight Mr. Uriarte’s success looks like a plan. He enlisted in the Marines in 2006, when he was 19, hoping to become a professional artist with time. He had been drawing and sketching since he was kid and was seeking a challenge and the rich story lines he expected to find in grunt life.\n\n“I consider myself an artist before anything else,” he said. “This whole thing was really to inform my artwork, from a weird 19-year-old perspective.”\n\nHe spent his first combat tour, in 2007, as a machine-gunner in the turret of an armored truck, escorting his company commander around. By his second tour, in 2009, he had talked himself into a job as an official photographer.\n\nPhoto\n\nThe next year, with only a few months left on active duty and no promotion in sight, Mr. Uriarte started “Terminal Lance,” publishing under his own name. He had a smartphone, a website and a subject: his fellow disgruntled Marines, who had almost no voice of their own. He channeled it.\n\n“They essentially created a monster,” he said, of the corps. “I wonder if they regret not promoting me.”\n\nAdvertisement Continue reading the main story\n\n“Terminal Lance” immediately attracted attention, including from a sergeant major who summoned Lance Corporal Uriarte to his office and sent him to see a Marine lawyer. The lawyer told him not to use real names — a warning he did not always heed.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWhen Mr. Uriarte left the corps, he enrolled at the California College of the Arts on the G.I. Bill. He became part of a growing network of Marines attuned to problems plaguing their cohort: cycles of deployments leading to despair, post-traumatic stress disorder and difficulties readjusting to civilian life. Two members of his former infantry company committed suicide.\n\nAll of this informed “Terminal Lance.” Staff Sgt. Kevin T. Hoffman, a Marine based at Camp Lejeune, N.C., was drawn to Mr. Uriarte’s strip as it launched, when he was a lance corporal recovering in a hospital from wounds suffered in a bomb attack in Afghanistan.\n\nHe recognized it as real. The strip resonated with him, he said, because it “made me reflect and miss the barracks and my friends.” He reads it still, even as a supervisor himself. Mr. Uriarte has “been able to remain a figurehead because his experiences are timeless,” Staff Sergeant Hoffman said.\n\nOver the years the strip has come to focus on the experiences of two main characters, Abe and Garcia, who in many ways are foul-mouthed millennial updates on Willie and Joe, Bill Mauldin’s comic-strip characters of World War II.\n\nGarcia is likable and reasonable, a Marine who accepts the corps’ absurdities, indignities and tedium in stride. Abe is often selfish, unimpressed and eager for the weekend. He seems born not to fight, but to complain, and is not even sure why he volunteered.\n\nBut Mr. Uriarte’s work has evolved past Abe’s brief and often one-sided episodes of venting. In “The White Donkey,” his graphic novel, he used the characters to venture into more serious themes, confronting the violence at the center of the infantry’s purpose and presenting a grim view of Marines eager for war.\n\nSet in 2007 during the occupation of Iraq, it includes a scene where an Iraqi police officer stands silently beside Abe and Garcia as they talk and smoke cigarettes. Abe is disgusted. Violence has declined. He has seen little action — except for an unarmed civilian he mistook for a suicide bomber and shot. He finds Iraq ugly. He admits he hates the place.\n\nThe Iraqi officer startles the Americans by revealing he speaks English and understood everything Abe said. “Would it make you feel better to kill someone?” he asks. “You came here to kill brown people like me, yes? Why not kill me now?”\n\nAdvertisement Continue reading the main story\n\nHe spares no disgust for the occupier’s journey. “I have met many of your type over the last few years, coming here to fulfill some personal conquest, but you never stop to think about how arrogant you are,” he says. “You seek some enlightenment at the expense of my people.”\n\nFor Mr. Uriarte, who modeled Abe in part on his younger self, the scene is both self-lacerating and a hint of perspective gained. It is also a challenge to his core readership, as are his occasional statements on personal social media standing up for gays in the military, women in the corps and gun control.\n\nPhoto\n\nAs Mr. Uriarte works on a second graphic novel, he acknowledges that he is growing older than his subjects. He said he expects his work will eventually leave the corps behind.\n\n“I don’t want to keep doing this forever,” he said. “At some point I’ll stop.”\n\nThat day does not seem soon. For now, Mr. Uriarte remains fully engaged with the corps and his illustrated version.\n\nWhen an annoyed Marine wrote to Mr. Uriarte demanding that he reveal a source behind a recent video, Mr. Uriarte did not drift into a discussion about the First Amendment or the role of anonymous sources in keeping the public informed.\n\nLike a proper terminal lance, his reply was dismissive and defiant, in keeping with what his fans might expect. “Your mother,” he shot back.","4":"To the Editor:\n\nRe “Giuliani to Lend Legal Firepower as Trump’s Team Adds Lawyers” (front page, April 20):\n\nThe news that Rudolph W. Giuliani, former New York City mayor, will join President Trump’s legal team to help resolve the investigation into Russian election interference is so fraught with hypocrisies that I can’t stop shaking my head.\n\nWhen Mr. Giuliani was mayor I respected him not only because he reduced crime, but also because, despite his Republican Party affiliation, he supported gay rights, immigrant rights, abortion rights and gun control. Many conservative Republicans dismissed him as too liberal when he sought to run for the Senate in 2000.\n\nSadly, that Giuliani is a distant memory. He has become the ultimate mercenary, casting his fate with the most reactionary and anti-New York president in modern memory, an administration unabashedly against rights for gays, immigrants and abortion seekers and against gun control. The tax bill deliberately punished New Yorkers. Mr. Trump’s active opposition to a new Hudson River rail tunnel has prevented timely initiation of an infrastructure project that is sorely needed.\n\nMr. Giuliani has truly forgotten where he came from. Shame!\n\nANDREW J. SPARBERG\n\nOCEANSIDE, N.Y.","5":"Next, churches can also enjoy the benefits of dark money. Unlike other groups, churches are required to disclose essentially nothing about who or what supplies them with their funds. And Focus on the Family, like a number of other groups on the religious right, may worry that its opposition to same-sex relationships will land it on the wrong side of anti-discrimination law. After all, the “moral behavior standards” in their employee guidelines prohibit “homosexual acts.”\n\nThe Family Research Council, a close partner that for a time merged with Focus on the Family, is registered as a nonreligious nonprofit, rather than as a church. But one of the council’s principal aims is to convert America’s churches, or at least conservative ones, into partisan political cells. It seeks to place what it calls “culture impact teams” in churches to “advance Kingdom values in the public arena.”\n\nThe way that Focus on the Family and the Family Research Council see it, the Bible offers specific information about how people ought to vote. Scripture, they say, opposes public assistance on principle (“God has charged believers to help the poor and widows and orphans,” the council’s culture impact team manual explains). Apparently, the Bible is also against gun control and supports privatization of schools through vouchers. It tells us that same-sex relationships are an abomination.\n\nIt does not want women to have access to comprehensive reproductive care. Environmentalism, according to the source the manual recommends to church groups, is a “litany of the Green Dragon” and “one of the greatest threats to society and the church today.” Other sources the manual recommends promote the notion that the earth is 6,000 years old.\n\nThere is no mystery about which political party the Bible supports, at least as these groups see it. In the run-up to the 2016 election, James Dobson, the founder of Focus on the Family and its former leader, praised Donald Trump and explained that the prospect of a Hillary Clinton presidency “scares me to death.” Their claim that they are nonpartisan is laughable.","6":"After they leave their buildings, participants will gather to observe 13 seconds of silence that are meant to honor the 13 victims in the Columbine shooting.\n\nFollowing that, further activities are up to the leaders of each school’s individual protest. National organizers have called for daylong activism. In a planning guide on the National School Walkout’s website, organizers encourage participants to hold marches, participate in voter-registration drives and set up speeches.\n\nWho is organizing it?\n\nThe idea for the National School Walkout came from Lane Murdock, a high school sophomore from Ridgefield, Conn., about 20 miles from Newtown, the site of the mass shooting at Sandy Hook Elementary School in 2012.\n\nIn the Change.org petition that Ms. Murdock started, she cited the mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla., in February as a catalyst for the event.\n\n“It is time for teenagers to speak their minds and put their frustration into action,” she wrote.\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMs. Murdock has been working with a team of other students at her high school to coordinate the national protest. Individual walkouts at schools are being organized and staged by local students.\n\nWhat are their goals?\n\nThe walkout’s website says the event has three goals: to “hold elected officials accountable,” to advocate “solutions to gun violence” and to encourage students to be more engaged in politics.\n\nAdvertisement Continue reading the main story\n\nMore specifically, the event seeks to push Congress to pass legislation to halt gun violence. Among the specific requests are bills to strengthen the background check process for gun purchases; a ban on bump stock attachments, which allow semiautomatic guns to fire like automatic weapons; and raising the minimum age to purchase assault-style weapons to 21.\n\nOrganizers are also encouraging participants to pressure state and local governments to enact similar laws. They are also seeking to increase voter registration among younger Americans in the hopes of electing candidates who support gun control.\n\nDidn’t we just have a walkout?\n\nOn March 14, one month after 17 people were killed in the Parkland shooting, students across the United States stepped out of their classrooms at 10 a.m. to call for stronger gun control laws.\n\nStudents left schools by the hundreds and thousands, sometimes in defiance of school administrators and school boards. In some cities, including New York, participants in the walkout then staged protests or marches.\n\nThe walkouts in March were the first major nationally coordinated action of a student-driven movement for gun control that was sparked by the Parkland shooting. Still, many students did not participate, especially in more conservative and rural parts of the country where gun control is not in wide favor.\n\nTen days later, on March 24, demonstrators gathered in Washington, D.C., for the March for Our Lives rally, as well as at more than 800 protests held around the world to call for action against gun violence.\n\nWhy is this one different?\n\nThe walkout held last month was much briefer, scheduled to last for 17 minutes, one minute to honor each of the Parkland victims. In practice, some students continued to protest for the rest of the day. This walkout on Friday is intended to last an entire school day.\n\nThe National School Walkout also comes as attention to the Parkland shooting has faded somewhat. Despite efforts by the student-driven movement, neither Congress nor the White House has taken significant action on gun control and gun safety measures. Congress did pass a spending bill in March that included measures to provide grants for school safety and to improve reporting to the background check system for gun purchases.\n\nGun regulation advocates have seen victory in Florida, three weeks after the Parkland shooting, Gov. Rick Scott signed a bill with some of the limits that students have been urging. But some have argued the legislation did not go far enough.\n\nAdvertisement Continue reading the main story\n\nOn their website, organizers for the National School Walkout wrote that they see their event as part of a larger push to advocate gun control and that the issues they are addressing need “constant attention if we hope to change anything.”","7":"“The Westchester seat is the one where the most money and attention are being spent,” said Geoff Berman, executive director of the state’s Democratic Party. “We’ve been doing all sorts of phone banks and organizing canvassing trips from around the state to help Shelley.”\n\nThe big challenge with special elections, of course, is voter turnout. Unlike the November elections, special elections can escape the notice of all but the most avid followers of politics. In the past year, more Democrats have become involved in local politics than any time in recent memory. “The Democratic base is a lot more energized since the election of President Trump,” said George Picoulas, a lecturer in political science at Pace University.\n\nIn the Assembly, where Democrats have a nearly three-to-one advantage over Republicans, the nine elections on Tuesday could afford Republicans the opportunity to make inroads and the Democrats to solidify their grip. Five of the nine seats were held by Republicans, including all three on Long Island and two upstate.\n\nTwo fresh vacancies in the Assembly, resulting from two certainties of life in Albany — death and indictment — will be decided in the November election.\n\nThe three Assembly seats in New York City are expected to be filled by Democrats. In the 39th District in Queens, which includes Jackson Heights, the only major-party candidate to appear on the ballot is Aridia Espinal, a Democrat and former aide to Francisco Moya, who left the Assembly for a spot on the City Council.\n\nIn the 80th District in the Bronx, which includes Pelham Gardens, Mark Gjonaj also quit the Assembly for the City Council. The Republican candidate, Gene DeFrancis, is a United States Navy veteran who founded a merchants association. He will face Mr. Gjonaj’s former chief of staff, Nathalia Fernandez, who also worked as a Bronx representative for Mr. Cuomo.\n\nThe recent move of Brian Kavanagh, a Democrat, from the Assembly to the Senate opened up the seat in the 74th District on the Lower East Side of Manhattan, where Harvey Epstein, a lawyer and former community board chairman, has the Democratic nod. He will oppose Bryan Cooper, an event planner and perennial Republican candidate.","8":"And it’s important to remember that other major businesses at Goldman are also volatile. Investing and lending, which mostly involves making longer-term investments in companies, and whose revenue can be unpredictable, made up 21 percent of total revenue in the first quarter, the second largest contribution.\n\nDespite the bumper results in trading along with investing and lending, Goldman’s shares slid slightly on Tuesday, suggesting investors are waiting on longer-term trends than one quarter’s results.\n\nBut the volatility of revenue is not the only reason investors are often skeptical about Wall Street firms. The huge amounts that they pay out in compensation is also a concern. When revenue rises, so does pay. As a result, money that could have fallen to the bottom line at other types of companies instead gets paid out to traders and bankers. Compensation at Goldman Sachs made up 45 percent of non-interest revenue in the first quarter, up from 44 percent the first quarter of 2017.\n\n— Peter Eavis\n\nGoldman’s profit jumps\n\nTaxes and market volatility lifted Goldman Sachs’ bottom line during the first quarter.\n\nHere are the numbers:\n\n— Goldman reported earnings of $2.83 billion, up 26 percent from a year ago.\n\n— Earnings per share came in at $6.95. Analysts polled by Thomson Reuters expected $5.58 a share.\n\n— Revenue increased to $10.04 billion from $8.03 billion a year ago. Analysts had expected revenue of $8.74 billion.\n\n— Overall trading revenue rose 31 percent from a year ago.\n\n— Revenue from stock trading climbed 38 percent.\n\nAdvertisement Continue reading the main story\n\n— Fixed-income trading revenue increased 23 percent.\n\n— Fees from investment-banking revenue rose 5 percent to $1.79 billion, driven by an increase in underwriting revenue.\n\nPhoto\n\nStarbucks will shut 8,000 U.S. stores for racial-bias training.\n\nStarbucks said it would close more than 8,000 of its stores in the United States on May 29 to conduct racial-bias training for nearly 175,000 employees.\n\nThe move comes amid an outcry prompted by the arrests of two African-American men at a Starbucks location in Philadelphia last week.\n\nThe two men were arrested after asking to use the restroom in the shop. An employee refused their request, because the men had not bought anything, according to officials. The men sat down and were asked to leave, and an employee eventually called the police. The prosecutor’s office in Philadelphia reviewed the case and declined to pursue charges against the men because of “a lack of evidence that a crime was committed,” according to a spokesman.\n\nTom Buerkle of Breakingviews writes that Starbucks is setting an example for corporate America: “Facing a backlash over the arrest of two black men at a Philadelphia shop, the chain will shut all of its company-owned U.S. outlets for an afternoon of racial-bias education. The swift response backs up Starbucks’ social goals and offers a lesson to others.”\n\nIt’s happy hour in America\n\nSome may be optimistic that the $1.5 trillion tax cut will extend the business cycle.\n\nThe strategists at Morgan Stanley are not among them.\n\n“While there’s a fair amount of debate about how much this fiscal expansion extended the economic cycle, for markets our analysis suggests we’re closer to the end of the day than the beginning. Hence, there’s less reason to behave like it’s ‘morning in America’ than ‘happy hour in America.’”\n\nKey points\n\n• Morgan Stanley argues that while the tax cuts will help lift growth in the near term, its benefits are already priced into the markets.\n\n• The new tax law creates economic cliffs, as many key provisions in the law are not permanent and end in just a few years.\n\nAdvertisement Continue reading the main story\n\n• The tax cuts may make it more difficult for the government to turn to fiscal stimulus to fight the next downturn.\n\nIn conclusion\n\n“While this policy supports growth in the near term, it may worsen the next downturn while limiting the fiscal reaction to it. Even if those concerns are unfounded, we think much of fiscal stimulus’ ‘good news’ is already in the price of key markets.”\n\nPhoto\n\nHas Netflix reached escape velocity?\n\nIt was another blockbuster quarter for Netflix.\n\nThe streaming video company added 7.41 million subscribers during the first quarter. Its profit jumped 62 percent, and sales grew 40 percent.\n\nNetflix also said it plans to spend $10 billion on content and marketing this year.\n\nShares are up 8.6 percent Tuesday and 75 percent this year. That easily beats the S.&P. 500, which has gained just 0.2 percent this year. It also tops the performance of its fellow FANG stocks. Facebook is off 4.5 percent this year, Google-parent Alphabet is up about 3 percent, and Amazon has risen 28 percent.\n\nStephen Ju, an analyst over at Credit Suisse, writes in a note titled “Getting Closer and Closer to Achieving Escape Velocity”:\n\n“Netflix continues to reap the benefits of its programming win streak, as it wields its large content acquisition budget as a weapon to put greater distance between itself and its competitors (especially as Disney prepares to exit the platform). And we find it hard to argue with the accelerated pace of subscriber additions as the conceptual proof of its capital allocation decision, and we also expect the Street to continue to underwrite the investments.”\n\nAs good a day as Netflix is having...\n\nTwitter is having an even better day.\n\nIts shares are up 12 percent after a Morgan Stanley analyst upgraded the stock to equal-weight and raised its price target to $29. It is the eighth upgrade since it reported third-quarter earnings in October, according to Bloomberg.\n\nThe stock is up 87 percent over that period.\n\nPhoto\n\nA ‘Geneva Convention’ for cyberwar?\n\nIn pledging not to help any government — including the U.S. — with cyberattacks against “innocent civilians and enterprises,” Microsoft, Facebook and 29 other tech companies are trying to distance themselves from the messy business of national cyberwarfare.\n\nThat may reassure some tech workers. (Earlier this month, Google employees protested their company’s work on a Pentagon project, saying the tech giant “should not be in the business of war.”)\n\nThe NYT’s David Sanger says the impetus came largely from Microsoft’s president, Brad Smith, “who has been arguing for several years that the world needs a ‘digital Geneva Convention’ that sets norms of behavior for cyberspace just as the Geneva Conventions set rules for the conduct of war in the physical world.”\n\nAlso striking: Who hasn’t yet signed, including Google, Apple and Amazon.\n\nThe context: The U.S. and Britain just yesterday warned about sweeping Russian cyberattacks on governments, businesses and private individuals.\n\nAdvertisement Continue reading the main story\n\nElsewhere in tech: Tesla halted production of its Model 3 to work out kinks. Netflix reported its strongest subscriber growth since going public. Investors are considering dropping Facebook from their FAANG bets, while a federal judge gave a photo-scanning lawsuit against the company class-action status. Amazon Business is reportedly holding off on selling drugs to hospitals. Coinbase is buying the paid inbox service Earn.com. And TaskRabbit has gone offline to investigate a possible hack.\n\nPhoto\n\nThe U.S.-China fight has pushed deeper into tech\n\nTrump administration officials said that moving to block China’s ZTE from using U.S. components wasn’t a trade-related decision. But it’s hard not to see as the latest salvo in Washington’s fight with Beijing, particularly over technology. (Another Chinese tech giant, Huawei, is scaling back its U.S. presence.)\n\nChina’s trade deficit with the U.S. is widening. But China offered an olive branch today by loosening regulations for foreign makers of electric vehicles.\n\nOn currency concerns: The Treasury Department chose not to label China as a currency manipulator. President Trump disagreed: “Russia and China are playing the Currency Devaluation game.” The truth is more complicated.\n\nPhoto\n\nWhat was Michael Cohen doing for Sean Hannity?\n\nNow that Mr. Hannity has been revealed as a legal client of Mr. Cohen’s, the media world has wondered what Fox News star wanted from the lawyer used by President Trump and the disgraced Republican donor Elliott Broidy.\n\nNewsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nMr. Hannity has denied paying Mr. Cohen legal fees and asserted that none of their talks involved a matter involving him and a third-party — i.e., a settlement. (The talks, he said, were brief and about real estate.)\n\nMore eye-catching is the Fox News host’s contention that he might have slipped Mr. Cohen a few bucks for attorney-client privilege, which appears to be right out of “Breaking Bad.” (And legally erroneous.)\n\nThe political flyaround\n\n• President Trump has nominated Richard Clarida, an economist specializing in monetary policy, as the Fed’s vice chairman. (NYT)\n\nAdvertisement Continue reading the main story\n\n• Republicans want to run on tax cuts, but most Americans — including President Trump — seem uninterested. (NYT)\n\n• The White House has ruled out further sanctions against Russia for its role in Syria, contradicting the ambassador to the U.N., Nikki Haley. (WaPo)\n\n• James Comey’s book tour, with its attacks on President Trump, may damage his nonpartisan credentials, and has irritated Hillary Clinton supporters.\n\n• The E.P.A. broke rules when buying Scott Pruitt’s $43,000 secure phone booth, a congressional watchdog found, while the Interior Department’s inspector general criticized Ryan Zinke for a $12,375 chartered flight. (WSJ)\n\nPhoto\n\nNet-a-Porter founder’s next act: venture capital\n\nNatalie Massenet had planned to largely retire after leaving the online luxury retailer. Instead, she has teamed up with the venture capitalist Nick Brown to form Imaginary Ventures, which recently raised $75 million to invest in direct-to-consumer start-ups.\n\nMore from Michael:\n\nMs. Massenet and Mr. Brown are counting on Ms. Massenet’s Net-a-Porter experience and contacts to help Imaginary Ventures stand out. The firm has already invested in companies like Glossier and Everlane, an upstart clothing brand.\n\nPhoto\n\nThe deals flyaround\n\n• 21st Century Fox’s general counsel, Gerson Zweifach, argued in an FT op-ed that his company deserves a quick decision on its bid for the British broadcaster Sky. (FT)\n\n• Volkswagen is considering buying the rest of Navistar, the truck maker where it has a 17 percent stake. (WSJ)\n\n• SoftBank and Apollo Global Management are each said to be pursuing a takeover of the newspaper publisher Tronc. Gadfly says that SoftBank isn’t being nice to bondholders.\n\nAdvertisement Continue reading the main story\n\n• Carl Icahn has effectively gotten out of casinos by selling Tropicana Entertainment for $1.85 billion. He has also put up candidates to replace SandRidge Energy’s board.\n\n• Big activist investors, including Bill Ackman and Nelson Peltz, lost money in the first quarter; smaller rivals did better. (Reuters)\n\n• Marriott Vacations Worldwide is said to be in talks to merge with another timeshare services provider, ILG. (Reuters)\n\n• In telecoms, Bouygues is said to be in talks with potential partners like CVC Capital about bidding for Altice’s France unit. (Bloomberg)\n\nPhoto\n\n#MeToo takes center stage at the Pulitzers\n\nThe NYT and The New Yorker shared the most prestigious Pulitzer Prize, that for public service, for their work on covering the harassment scandals in business, politics and the arts. What began with the NYT’s exposé of Bill O’Reilly’s settlements over sexual harassment allegations exploded with the two publications’ investigations into Harvey Weinstein.\n\nHere’s the full list of prizewinners.\n\nElsewhere in workplace news: At an NYT event, female U.S. senators recounted the challenges they have faced. And the investment firm Legal & General said that it plans to vote against the chairs of British companies if less than a quarter of their boards are women. And Nike’s head of diversity has stepped down.\n\nPhoto\n\nSteve Ballmer’s ‘shareholder meeting’ for the U.S. is today\n\nWhen the former Microsoft chief set up USAFacts, he described its main project to Andrew as a 10-K for the U.S. government. Today, Mr. Ballmer will present its findings at what USAFacts says is a sort of annual meeting for taxpayers.\n\nMr. Ballmer said of the latest report, “Public companies owe this level of transparency to shareholders; I think citizens, as America’s shareholders, deserve the same.”\n\nAdvertisement Continue reading the main story\n\nWatch the livestreamed meeting today at 1 p.m. E.T.\n\nEverytown lays out gun-control principles for investors\n\nAs more financial firms move to pressure gun makers and sellers into self-regulation, the advocacy group (backed by Mike Bloomberg) plans to ask them to press for more policy positions and operational changes.\n\nAmong them: Requiring background checks for all gun sales; more funding for the Bureau of Alcohol, Tobacco and Firearms; having gun makers require sellers to adopt a code of conduct; and adopting smart-gun tech.\n\nRevolving door\n\n• Kirkland & Ellis has poached two more lawyers from Cravath, Swaine & Moore: the litigators Sandra Goldstein and Stefan Atkinson. (Kirkland)\n\n• Ben Frost, Morgan Stanley’s co-head of consumer and retail investment banking, is said to have left the firm and begun talks about joining Goldman Sachs. (Reuters)\n\n• Lululemon named P.J. Guido as its new chief financial officer. It’s still looking for a C.E.O. (Bloomberg)\n\n• The head of Cantor Fitzgerald’s broker-dealer unit, Shawn Matthews, is leaving to start a hedge fund. (Bloomberg)\n\nThe speed read\n\n• The banking heir Matthew Mellon, from the Mellon and Drexel families of Bank of New York Mellon and Drexel Burnham Lambert, died at 54. And David Edgerton, a founder of Burger King, died on April 3 in Miami at 90.\n\n• Eastern Europe’s fast-growing economies have severe labor shortages, and growing numbers of robots. (NYT)\n\nAdvertisement Continue reading the main story\n\n• Steve Wynn has settled a long-running lawsuit over a dissolved shareholders’ agreement with his ex-wife, Elaine Wynn. (WSJ)\n\n• The S.E.C. is investigating Guggenheim Partners over the purchases of three California mansions and loans to a now-bankrupt retailer. (FT)\n\n• Larry Fink is finally a billionaire. (Bloomberg)\n\n• Robert Mercer gave up his police badge in Lake Arthur, N.M., but he’s now volunteering for Sheriff Chad Day of Yuma County, Colo. (Bloomberg)\n\nKnow someone who would enjoy this newsletter? Tell them to sign up here.\n\nYou can find live updates throughout the day at nytimes.com\/dealbook.\n\nWe’d love your feedback. Please email thoughts and suggestions to bizday@nytimes.com."},"URL":{"0":"https:\/\/www.nytimes.com\/2018\/04\/24\/us\/gun-owners-laws-parkland.html","1":"https:\/\/www.nytimes.com\/2018\/04\/20\/us\/school-walkout-students.html","2":"https:\/\/www.nytimes.com\/2018\/04\/22\/us\/texas-walkout-student-killed.html","3":"https:\/\/www.nytimes.com\/2018\/04\/24\/books\/marines-terminal-lance-comic-strip-maximilian-uriarte.html","4":"https:\/\/www.nytimes.com\/2018\/04\/20\/opinion\/giuliani-trump-legal.html","5":"https:\/\/www.nytimes.com\/2018\/04\/16\/opinion\/church-irs-tax-breaks.html","6":"https:\/\/www.nytimes.com\/2018\/04\/19\/us\/national-school-walkout-guns.html","7":"https:\/\/www.nytimes.com\/2018\/04\/22\/nyregion\/ny-special-elections-assembly-senate.html","8":"https:\/\/www.nytimes.com\/2018\/04\/17\/business\/dealbook\/tech-cyberwarfare-microsoft.html"}}