{"Content":{"0":"George W Bush has paid tribute to his mother's sense of humour. He said she recently joked to a doctor: \"You want to know why George W is the way he is? Because I drank and smoked while I was pregnant with him.\"","1":"Image copyright Getty Images\n\nThe spouse of one US president and the mother of a second, Barbara Bush was never content to accept a passive role as political wife.\n\nA long-time campaigner for social justice, she spoke out against racial segregation and threw her weight behind the drive to eradicate illiteracy in America.\n\nAt times she had to tone down her more liberal views to avoid clashes with her husband's party.\n\nThis included her natural instinct to take a more pro-choice side in the abortion debate.\n\nShe was born Barbara Pierce in New York City on 8 June 1925, the daughter of a magazine publisher.\n\nIt was while she was still at school - at just 16 - that she met fellow student George Herbert Walker Bush and the couple became engaged in 1943.\n\nShortly afterwards, her fiancé went off to serve in the US Navy as a pilot.\n\nImage copyright George Bush Presidential library Image caption Barbara married George HW Bush while still a teenager. 'I married the first man I ever kissed,' she would joke. 'When I tell this to my kids they just about throw up.'\n\nThey married in 1945 and the new Mrs Bush spent 18 months as a navy wife before her husband was discharged.\n\nLater, she would quip that 'I married the first man I ever kissed. When I tell this to my children they just about throw up.'\n\nThey moved to Connecticut when George was accepted at Yale and it was there that her first son, George Walker Bush, was born in July 1946.\n\nThe family then moved to Texas where her husband got a job with an oil company run by a friend of his father. He eventually founded his own oil development company in 1950.\n\nFor the next nine years Barbara Bush fulfilled the role of wife and mother, while her husband built up his business.\n\nThe death of their three-year-old daughter Robin from leukaemia in 1953 inspired Mrs Bush to campaign on behalf of cancer charities. An interest in improving literacy was sparked when her son Neil was diagnosed as dyslexic.\n\nConflict\n\nShe also became aware of segregation in the South after driving across America with two African-American women in order to reach a holiday home in Maine.\n\nShe discovered, to her horror, that her two companions were not allowed to sleep or eat in the same hotels and restaurants as white people.\n\nFor the rest of her life she spoke out against racial bigotry, often finding herself in conflict with right wingers in the Republican Party.\n\nImage copyright Getty Images Image caption In the first years of her marriage she devoted herself to her family. She and George would have 6 children together.\n\nShe became a political wife in 1964 when George campaigned, unsuccessfully, to become a Republican Senator for Texas.\n\nBut, two years later, he entered Congress and his wife launched herself into political life, working for various Republican women's organisations.\n\nIn 1970, after George Bush failed for a second time to reach the Senate, President Richard Nixon appointed him US ambassador to the United Nations.\n\nBarbara Bush relished the opportunity to make new contacts among the international community and was able to widen that circle when her husband was posted to Beijing by President Nixon's successor, Gerald Ford.\n\nIn the mid 1970s, George was appointed as Director of the CIA. It was a difficult period in Barbara's life during which she suffered from a deep depression.\n\nIn her autobiography, she recalled how she would have to stop her car on the side of a highway for fear she would deliberately crash into a tree or an on-coming vehicle.\n\n'Night after night, George held me weeping in his arms while I tried to explain my feelings,' she wrote. 'I almost wonder why he didn't leave me. I knew it was wrong, but couldn't seem to pull out of it.'\n\nShe never sought medical help for her feelings, which she put down to a combination of the menopause and the stress of her husband's job. The despair vanished after about six months.\n\nImage copyright Getty Images Image caption She relished the role of political campaigner although her views on issues like abortion were more liberal than her husband's.\n\nWhen George entered the primaries for the Republican presidential nomination, Barbara campaigned enthusiastically for him.\n\nThe couple's relatively liberal views on abortion and equal rights were at odds with the growing influence of the conservative wing of the Republican Party under Ronald Reagan.\n\nWitty speaker\n\nThe former California governor's decision to invite George Bush to be his vice presidential running mate meant Barbara had to publicly toe the party line on these issues.\n\nAs the wife of the vice president, Barbara Bush stepped up her campaign to improve adult and child literacy, putting her weight behind organisations working in the field.\n\nShe also emerged as an entertaining and witty public speaker, and her experience of two vice presidential campaigns stood her in good stead when her husband ran for the White House in 1988.\n\nImage copyright Getty Images Image caption She campaigned to eradicate illiteracy in the US\n\nWhen she appeared at the Republican convention that nominated him, she became the first wife of a candidate to speak in support of their husband.\n\nOnce in the White House she founded the Barbara Bush Foundation for Family Literacy, designed to raise money for literacy programmes.\n\nShe also made regular radio appearances on a programme called Mrs Bush's Story Time, which championed the benefits of parents reading aloud to their children.\n\nShe continued her drive to improve civil rights in America and was reputed to have been influential in the appointment of the first African-American to her husband's cabinet.\n\nAvoiding clashes\n\nNot all her beliefs were shared by her husband. Her support for gun control elicited strong reaction from his supporters in the powerful National Rifle Association.\n\nAnd she toned down her relatively pro-choice views on abortion to avoid clashes with powerful groups within the party which might have threatened the stability of her husband's presidency.\n\nHowever, she returned to the subject of abortion during the 1992 campaign, stating her belief that it was a private matter and something on which the Republican Party should not take a position.\n\nHer husband failed to gain a second term in the White House, losing to Bill Clinton, and Barbara found more time to spend on her campaigns.\n\nLife outside the White House came as something of a shock to the former First Lady. She realised she hadn't cooked for 12 years and her driving had become appalling. Her husband warned anyone to get out of the way if they saw her car approaching.\n\nImage copyright CHRIS WILKINS Image caption With her son at the Republican national convention in 1992. George W Bush would become Governor of Texas two years later. Barbara was far from sure he would win.\n\nShe also had a new candidate to support - her son, George W Bush, was elected to the White House in 2000 and again in 2004.\n\nBarbara appeared on public platforms with him, notably in front of pensioner audiences, to promote his reforms of social security. Throughout the campaign she harboured grave doubts that he would win.\n\nAt George W Bush's inauguration, she became the first woman in US history to have witnessed both her husband and son sworn in as President of the United States.\n\nAbigail Adams was married to the second US president, John Adams, and was the mother of the sixth, John Quincy Adams, but she did not live to see their son elected.\n\nBack on the campaign trail\n\nShe was unswervingly loyal to her family but did not automatically extend that support to every member of the Republican Party.\n\nAsked in 2010 about former Alaska Governor and vice presidential candidate Sarah Palin, Mrs Bush was damning.\n\n\"I sat next to her once, thought she was beautiful,\" she told an interviewer before adding \"I think she's very happy in Alaska, and I hope she'll stay there.\"\n\nIn 2013, she joked on NBC that the country had probably \"had enough Bushes\" but soon had to swallow her words when another son, Jeb Bush, announced he too would run for the Presidency.\n\nAt the age of 90, she found herself back on the campaign trail in Jeb's support - although he would ultimately be unsuccessful in his attempt to secure the Republican nomination.\n\nImage copyright Getty Images Image caption She joined her son Jeb in 2016 as he campaigned to become the Republican presidential candidate\n\nIn 2017, Barbara and her husband were given standing ovations at the 2017 Super Bowl. She also actively campaigned on behalf of the victims of hurricane Katrina.\n\nRecently, suffering from heart and respiratory disease, she decided to decline any further medical treatment and return to the family home in Houston.\n\nDuring long career in public life, Barbara Bush remained a witty and independent-minded bastion of support to her husband and son in the course of their presidencies.\n\nAs first lady, she steered a middle course between the public deference of Nancy Reagan and the more high profile role of Hillary Clinton.\n\nAnd like many of her predecessors, such as Eleanor Roosevelt and Helen Taft, she found this gave her room to champion her own causes behind the scenes.","2":"Image copyright Getty Images\n\n\"I still refuse to go to a festival that is owned by someone who is anti-LGBT and pro-gun\".\n\nThose were the words from Cara Delevingne as she explained her decision to boycott Coachella to her 41m fans on Instagram on Sunday.\n\nDespite being left \"speechless\" and in tears by what she called Beyonce's \"iconic\" headline performance, the 25-year-old continues to protest against the alleged values of its billionaire owner Philip Anschutz - who has been linked with far-right Christian evangelical groups.\n\nDelevingne, a supporter of gay rights and herself sexually fluid, added that she should be \"allowed to shame that man and the festival and still show my appreciation of an artist at the same time\".\n\nIn response to the model's remarks, Anschutz Entertainment Group (AEG) released a statement saying it \"wholeheartedly\" supports the LGBT community.\n\nThe statement said: \"Our recent support of the Elton John AIDS Foundation and its vital work speaks to our organization's true values.\"\n\nAnschutz went on to express \"regret\" if any money given to charities \"may have worked against these values\".\n\n\"That was not my intention, it does not reflect my beliefs, and I am committed to making sure it does not happen again\".\n\n'Fake news'\n\nAnschutz, 78, made his initial fortune through the oil, road and telecom industries before forming AEG in 1999.\n\nImage copyright Getty\/AFP Image caption Delevingne came under criticism for her remarks after posting about Beyonce's Coachella performance\n\nIts live music arm, AEG Live, bought Goldenvoice in 2001 which operates Coachella, as well as a host of venues worldwide - including the London O2.\n\nBut the accusations - which Anschutz denies - relate to payments made to hard-line conservative religious and political groups across the US, through his charitable foundation.\n\nThese include allegedly supporting:\n\nAnti-gay laws - According to US campaign group Freedom For All Americans, Anschutz allegedly gave £35,000 to the National Christian Foundation (NCF) between 2011 - 2013. The Washington Post reported that NCF \"funds a lot of the groups aggressively working to chip away at the equal rights of LGBT Americans\".\n\nAccording to US campaign group Freedom For All Americans, Anschutz allegedly gave £35,000 to the National Christian Foundation (NCF) between 2011 - 2013. The Washington Post reported that NCF \"funds a lot of the groups aggressively working to chip away at the equal rights of LGBT Americans\". Same-sex marriage opposition - Culture website The Fader detailed alleged payments made by Anschutz to a number of hard-line conservative politicians. This included a payment of £1,900 to Republican Scott Tipton. a strong opponent of same-sex marriage and abortion, in October 2017.\n\nCulture website The Fader detailed alleged payments made by Anschutz to a number of hard-line conservative politicians. This included a payment of £1,900 to Republican Scott Tipton. a strong opponent of same-sex marriage and abortion, in October 2017. Pro-gun support - The same Fader investigation alleged that in March, he gave £3,780 to Senator Cory Gardner, a vocal pro-gun advocate. Following the Las Vegas shooting that killed 58 people, Gardner came out against gun control. \"This is a tragedy, if you're trying to politicize it, or if anyone is trying to politicise it, then shame on them,\" he told TIME.\n\nAnschutz released a statement at the time strenuously denying all the allegations, branding them \"garbage\" and \"fake news\".\n\nIn his statement to The Fader website, Anschutz said: \"I unequivocally support the rights of all people without regard to sexual orientation.\"\n\nThe billionaire went on to highlight the diversity of AEG's workforce as evidence, saying: \"We do not tolerate discrimination in any form.\"\n\nImage copyright Getty Images Image caption Philip Anschutz (L) is the controversial CEO of AEG, the company that runs Coachella\n\n\"Both The Anschutz Foundation and I contribute to numerous organizations that pursue a wide range of causes.\" He added that both he and his foundation \"immediately ceased all contributions\" to organisations if it was discovered they were funding anti-LGBT initiatives.\n\n'Your truth'\n\nDelevingne's renewed criticisms of Anschutz followed fan claims that her support of Beyonce's Coachella set was hypocritical given her stance on its in owner.\n\nImage copyright Getty Images Image caption Beyonce became the first black woman to headline Coachella\n\nIn response, she posted in an Instagram story: \"Just because I love Beyoncé doesn't mean I now love Coachella. My hashtag was #Nochella, I still wouldn't go.\"\n\nThe model added: \"Don't let anyone come between you and your truth\".\n\nYou may also like:\n\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.","3":"Image copyright Getty Images Image caption Millie Bobby Brown plays Eleven in Stranger Things\n\nMillie Bobby Brown has been named as one of the world's 100 most influential people by Time magazine.\n\nThe 14-year-old Stranger Things actress joins Prince Harry, Meghan Markle and rapper Cardi B on the 2018 list.\n\nShe is the youngest person to be included in Time's top 100, which is published every year.\n\nBrown rose to fame with her role as the character Eleven in the hugely popular science fiction TV show. She starred in the first series when she was 12.\n\nOther famous figures who made the Time magazine list include singers Rihanna, Kesha and Shawn Mendes as well as US President Donald Trump and North Korean leader Kim Jong-un.\n\nTennis player Roger Federer, actress Nicole Kidman and Scottish Tory leader Ruth Davidson also feature among the 100 along with Mayor of London Sadiq Khan.\n\nWriting an appreciation of Brown for Time magazine, US actor Aaron Paul called her an \"extraordinary\" actress.\n\n\"She may have been 12 in years, but her spirit and mind were timeless,\" he said, speaking of first meeting the teenager in New York.\n\n\"A wise woman was speaking from her cherubic face.\n\n\"It was like speaking to a future mentor with a perspective and groundedness that I could only have dreamed of at that age. Or at any age, if I'm being honest.\"\n\nMr Paul added: \"Maybe that's why she's such an extraordinary actor.\n\n\"She somehow understands the human experience as if she has lived it for a thousand years. I'm proud to know her. To call her a friend. To call her my adopted daughter.\"\n\nWho else made the 2018 Time magazine list?\n\nThe list is split into pioneers, leaders, titans, artists and icons.\n\nAmong those featured are:\n\nA group of Florida students who have been campaigning for gun control following the Parkland school shooting\n\nHugh Jackman, actor\n\nGreta Gerwig, actress and director\n\nGuillermo del Toro, director\n\nJustin Trudeau, Canadian prime minister\n\nRobert Mueller, US special counsel\n\nXi Jinping, president of China\n\nLeo Varadkar, Irish Taoiseach (prime minister)\n\nEmmerson Mnangagwa, president of Zimbabwe\n\nShinzo Abe, prime minister of Japan\n\nEmmanuel Macron, president of France\n\nJennifer Lopez, musician and actress\n\nChristopher Wylie, Cambridge Analytica whistleblower\n\nVirgil Abloh, fashion designer\n\nOprah Winfrey, TV presenter\n\nJeff Bezos, founder and CEO of Amazon\n\nElon Musk, entrepreneur\n\nSonia Friedman, West End and Broadway theatre producer\n\nBrown, whose parents are British, has 2.2 million followers on Twitter and 16 million on Instagram.\n\nIn July last year she used her large social media reach to launch an anti-bullying campaign.\n\nShe tweeted encouraging messages to fans who had shared their stories of bullying.\n\nAfter Time announced the list, Brown's fans praised her inclusion on social media.\n\nFor a girl of her age to \"have so much maturity\" is \"pretty incredible\", one person said on Twitter.\n\nWeekly news magazine Time is read by millions of people around the globe.\n\nIt is perhaps best known for its prestigious \"Time Person of the Year\" award which first began in 1927 as \"Man of the Year\".\n\nPast recipients have included Queen Elizabeth II and Mark Zuckerberg as well as, controversially, Adolf Hitler in 1938.\n\nImage copyright EPA Image caption Prince Harry and Meghan Markle both made 2018's Time 100 list\n\nIn his tribute to Prince Harry for this year's Time 100 list, singer Elton John said it has been a \"joy\" to see Harry \"grow to inherit his mother's warmth, sense of humour and courage to stand up and champion the causes he truly believes in\".\n\n\"Prince Harry has that rare ability to walk into a room full of strangers and make everyone feel comfortable and at ease,\" the performer added.\n\nRihanna features in the Icons category, with her blurb written by none other than Adele.\n\n\"She has designed and conquered an entire lane of her own,\" Adele wrote.\n\n\"The innovative and groundbreaking world of Rihanna that no one else will ever be safe in and get away with copying. She makes her own rules and bends ours.\"\n\nThe Barbadian singer has nine Grammys and has sold more than 18 million singles in the UK.","4":"Morrissey: Is it possible to separate art from artist?\n\nImage copyright Getty Images Image caption Morrissey's latest album Low in High School was released in 2017\n\n\"Morrissey is definitely the worst person whose music I will listen to for ever.\"\n\nSo says a culture writer on Twitter in reference to recent comments made by the former Smiths singer on his website.\n\nIn a wide-ranging interview, Morrissey takes on various subjects. He calls halal meat \"evil\" and takes aim at political figures, such as Prime Minister Theresa May and Sadiq Khan, saying the London Mayor \"cannot talk properly\".\n\nYou may also like:\n\nThe singer recently courted controversy after appearing to defend Kevin Spacey over allegations of sexual abuse, and now after his latest comments, people on Twitter are asking whether they can separate Morrissey's music from his often controversial opinions.\n\nSkip Twitter post by @MikeH_PR It raises the difficult question of whether it's OK for me to hold Vauxhall And I in my heart as one of the most perfect albums of all time. And wanting There Is A Light That Never Goes Out played at my funeral. How to divorce the man from the music is a fascinating issue — Mike Hind (@MikeH_PR) April 17, 2018 Report\n\n\"Speaking as someone who opened their heart to his words back then, it's really extraordinarily painful to see what he's become,\" said sci-fi author Adam Roberts.\n\nThese thoughts were echoed by others on social media who called for the singer to \"stop being so problematic\", with Otis Hart pleading: \"Don't let 2018 Morrissey ruin 1984-1994 Morrissey.\"\n\nOthers were not sure they could keep music and musician apart. \"You shouldn't separate art from its creator,\" said Max Valley on Twitter. \"That's just a way to ignore reality and enjoy things for yourself.\"\n\nOne comment from the interview which drew criticism was Morrissey's claim that \"the modern Loony Left seem to forget that Hitler was Left wing\", with a comedian listing his counter-arguments.\n\nBut not everyone said their enjoyment of Morrissey's music had been altered by the singer's opinions.\n\nOne person asked why Morrissey expressing his views should be seen as problematic, with Leave.EU calling the tweets \"classic Morrissey\".\n\nSome people were able to see the lighter side, questioning the authenticity of the interview itself - but not for reasons one might expect.\n\nSome Twitter users wondered whether John Riggers, who interviewed Morrissey for the singer's website, was real or whether, as one person wondered, \"Morrissey may literally have interviewed himself\".\n\nSoon the memes began to appear, with other people suggesting that John Riggers was simply Morrissey in disguise."},"URL":{"0":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-43815689","1":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-12846090","2":"http:\/\/www.bbc.co.uk\/news\/entertainment-arts-43797896","3":"http:\/\/www.bbc.co.uk\/news\/uk-43831691","4":"http:\/\/www.bbc.co.uk\/news\/blogs-trending-43809312"}}