{"Content":{"0":"MOSCOW (AP) — During the Cold War, Soviet scientists at a secret, high-security lab worked frantically to counter the latest U.S. chemical weapons. More than 40 years later, the nerve agent they developed apparently turned up in a quiet English town, where it nearly killed a former Russian spy and his daughter.\n\nVladimir Uglev said he was the scientist who in 1975 first synthesized A-234 — an odorless liquid deadlier than any other chemical weapons that existed at the time.\n\n\"Hundreds of thousands could have been killed with what I produced,\" the 71-year-old former researcher told The Associated Press.\n\nUglev detailed his deadly and secretive work, recalling how Kremlin leaders and the military were ambivalent about the chemical weapons program and eventually came to see it as burdensome and costly. And he described how the Soviet Union's collapse could have led to the lethal poisons falling into unscrupulous hands.\n\nBritain said that Russia used A-234, which is from a class of nerve agents known as \"Novichok,\" to poison ex-double agent Sergei Skripal and his daughter, Yulia, in Salisbury, England, on March 4. Russia vehemently denied it was behind the attack, which touched off a diplomatic war between Moscow and the West.\n\nRussia has argued that the U.S., Britain and other Western countries acquired the expertise to make the nerve agent after the Soviet collapse. The Organization for the Prohibition of Chemical Weapons, an international watchdog group that analyzed samples in the Skripals' poisoning, confirmed British conclusions about the identity of the toxic chemical but not its origin.\n\nUglev and Leonid Rink, another top scientist in the Soviet program interviewed by the AP, had conflicting theories.\n\nWhile Uglev said the nerve agent could have come from Russia, Rink echoed the Kremlin line, alleging British intelligence might have used a less-lethal substance and then faked the evidence to implicate Russia. Britain has denied that.\n\nBoth scientists agreed, however, that it might never be possible to determine the nerve agent's source.\n\nThe Skripals' improved health indicates they only got a minuscule dose and might have mitigated its effect by washing their hands, Uglev said.\n\nThe Soviet program to design a new generation of chemical weapons began in the 1970s to counter the U.S., Uglev said. The Soviets wanted the equivalent of U.S. binary weapons — nerve agents made up of relatively harmless components that turned deadly when mixed.\n\nThe main research lab was in Shikhany, a town in southwestern Russia that the KGB sealed off to outside visitors.\n\nThe research was dangerous: Contact with just a few milligrams — the weight of a snowflake — were enough to kill within minutes.\n\nUglev recalled once getting a tiny amount of a Novichok-class agent on his hand.\n\n\"I rinsed my hands with sulfuric acid and then put them under tap water,\" he said, adding it was the only way to survive. Another researcher who was contaminated in 1987 died of multiple illnesses five years later.\n\nBy the end of the 1980s, scientists developed a host of nerve agents and various precursors for binary weapons that the military collectively dubbed \"Novichok,\" which means \"newcomer.\"\n\nBut the effort was only partly successful, Uglev said. While some nerve agents were deadlier than the U.S. equivalents, the main goal of developing feasible binary weapons wasn't achieved, he said.\n\nAnd although Soviet leaders wanted to counter the Americans, they weren't enthusiastic about chemical weapons in general, seeing them as excessive, when compared with Moscow's massive nuclear arsenal.\n\nWhen Mikhail Gorbachev came to power in 1985, his reforms and closer ties with the West led to cuts in many military programs and arms control agreements.\n\nThe Novichok-class agents were only made in lab quantities and never entered mass production, Uglev and Rink said.\n\nUglev estimated about 100 kilograms (220 pounds) were made for research and military testing.\n\n\"It's hard to imagine that any significant amounts could have been left anywhere, except in researchers' personal safes, where it was allowed to keep no more than 20 grams\" — less than an ounce, he said.\n\nSamples were shared with other Soviet labs, and Rink said some could have ended up abroad after the Soviet Union's demise.\n\nRussia joined a global treaty banning chemical weapons and said last year it had finished destroying 40,000 metric tons of its Soviet chemical arsenals under close international oversight.\n\nRink, who worked in Shikhany until 1997, said U.S. experts made sure that even small quantities of military-grade nerve agents and their precursors were destroyed.\n\nThe U.S., however, couldn't prevent the expertise from spreading.\n\nGen. Anatoly Kuntsevich, who directed the Novichok program, went to Syria, where he reportedly helped create a chemical weapons program in the 1990s.\n\nHe faced criminal charges in Russia in 1995 for helping smuggle toxic chemicals to the Middle East, and Israeli officials reportedly urged Russia to stop the operations. Kuntsevich died in 2002 on a flight from Syria to Russia, and Israeli media suggested he was killed by Israeli intelligence.\n\nSyria agreed to dismantle its chemical arsenal in 2013, but Washington alleged that Damascus reneged on its obligations and used chemical weapons on rebels, most recently in Douma on April 7.\n\nDespite the U.S. oversight to dismantle Russia's arsenal, Uglev said some of the nerve agents could have fallen into the wrong hands amid the economic and political chaos of the Soviet collapse.\n\nIn backing Kremlin assertions on the Skripals' poisoning, Rink argued that Russia would have used an untraceable poison, rather than Novichok, which he called \"a brand name of Russian-made horror.\"","1":"French President Emmanuel Macron insisted Sunday that he has a solid relationship with President Trump, ahead of his Washington visit this week, but also appeared to caution the president about his aggressive stances on Iran, climate change and international trade, in an exclusive “Fox News Sunday” interview.\n\n“You cannot make a trade war with your allies,” Macron said in the interview conducted on Friday in France. “It’s too complicated. If you make war against everybody, you make trade war against China, trade war against Europe, war in Syria, war against Iran -- come on -- it doesn’t work. You need allies.”\n\nMacron spoke ahead of his visit this week to the United States that includes a dinner Monday with wife Brigitte, Trump and first lady Melania Trump at Mount Vernon, the home of America's first president, George Washington, on the banks of the Potomac River in Virginia.\n\nThe trip will mark the first time that Trump has hosted an official state visit since taking office last year and will include a state dinner Tuesday night at the White House and Macron making a joint address to Congress on Wednesday.\n\nThe 40-year-old Macron said Sunday that he has a “very special relationship” with Trump, suggesting they’re political “mavericks” mutually committed to fighting terrorism and reducing the influence of rogue nations and dictators.\n\nHowever, he suggested that Trump stay in the so-called Iran Nuclear Deal, in which economic sanctions are lifted on Iran in exchange for leaders winding down their nuclear program, ahead of a May 12 sanctions deadline.\n\n“I’m not satisfied with the situation with Iran” but don’t leave the deal without a “better option,” said Macron, adding that the issue would be discussed this week. He also expressed optimism that Trump in the coming days will exempt European countries from the international tariffs he intends to impose on aluminum and steel.\n\n“You don’t make trade war with your allies,” he repeated. “Let’s see what he will decide on May 1. I just say, where are your priorities?”\n\nTrump last year said the U.S. will withdraw, for economic reasons, from the so-called 2015 Paris Agreement, in which world leaders agreed to reduce carbon emissions.\n\nMacron, a former investment banker elected last year on a centrist, anti-establishment platform, also attempted to settle a controversy about whether he indeed persuaded Trump to keep U.S. forces in Syria -- after the two countries and the United Kingdom recently participated in a U.S.-led missile strike on chemical weapons facilities in Syria connected to regime of Syrian President Bashar Assad.\n\nThe French president suggested the U.S. at least maintain a diplomatic presence in Syria, considering a regime change would “fuel the new terrorists” and create a vacuum in which the “Iranian regime” would thrive.\n\n“It’s not automatically U.S. forces, but that’s U.S. diplomacy and that’s your presence,” Macron told “Fox News Sunday” host Chris Wallace. “We will have to build a new Syria after war. And that’s why I think the U.S. role is very important to play.”\n\nMacron also said he’ll ask Congress for its support in efforts to stamp out terrorism and reign in rouge nations.\n\nHe described the U.S. as “one of the last resorts” for peace and multilateralism. And he thinks special counsel Robert Mueller’s investigation into whether the 2016 Trump presidential campaign colluded with Russia to influence the outcome of the White House race has “no impact” on Trump’s credibility and his effectiveness on the world stage.\n\nMacron also said “I’m not the one to judge” Trump over current controversies or investigations.\n\nHe said he and Trump “have a very special relationship because both of us are probably the maverick of the systems on both sides. I think President Trump’s election was unexpected in your country, and probably my election was unexpected in my country. And we are not part of the classical political system. … We are very much attached to the same values …. especially liberty and peace,” he said. “And I think the U.S. today has a very strong role to play for peace in different regions of the world and especially the Middle East.”","2":"This is a rush transcript from \"Fox News Sunday,\" April 22, 2018. This copy may not be in its final form and may be updated.\n\nCHRIS WALLACE, HOST: I'm Chris Wallace.\n\nWe sit down with the president of France, Emmanuel Macron, for an exclusive interview on the eve of his state visit to Washington.\n\n(BEGIN VIDEOTAPE)\n\nWALLACE: We ask him about France's relationship with the U.S. and the surprising friendship he has forged with President Trump.\n\nI want to go back to your first meeting and the famous first handshake.\n\nThe allied missile strike on Syria.\n\nHave you persuaded him to stay to help stabilize the situation there?\n\nAnd relations with Russia.\n\nWhat do you think of Vladimir?\n\nPlus, the mass protest and labor strike President Macron faces at home as he pursues an aggressive reform agenda to jump-start the French economy.\n\nWe go in depth with the president of France in a \"Fox News Sunday\" exclusive.\n\nThen, we'll ask our Sunday panel about CIA Director Mike Pompeo's secret trip to North Korea and what it means for a possible Trump-Kim summit.\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Hopefully, that meeting will be a great success and we are looking forward to it.\n\nWALLACE: All, right now, on \"Fox News Sunday.\"\n\n(END VIDEOTAPE)\n\nWALLACE: And hello again from Fox News, today in Paris.\n\nWe are reporting from the Elysee Palace, the residence and office of the French president, on the eve of Emmanuel Macron's state visit to the U.S., the first of the Trump presidency.\n\nThe two leaders, both political outsiders, both with ambitious reform agendas, have developed an unlikely friendship. This hour, we will explore their relationship and the dramatic differences on key issues they will try to resolve this week.\n\nOur exclusive with President Macron in just a moment. But first, Fox News senior foreign affairs correspondent Greg Palkot with a look at Macron's astonishing rise to power and his controversial first year in office.\n\n(BEGIN VIDEOTAPE)\n\nGREG PALKOT, FOX NEWS SENIOR FOREIGN AFFAIRS CORRESPONDENT: Nearly one year ago, Emmanuel Macron strode onto the scene in France as president. Just 39 at the time, he was the youngest leader in France since Napoleon Bonaparte. The former investment banker got there by creating his own antiestablishment centrist political party and defeating a well-known populist challenger, Marine Le Pen, with two-thirds of the vote.\n\nEMMANUEL MACRON, FRENCH PRESIDENT (through translator): I will do everything I can in the coming five years to make sure you never have a reason to vote for extremism again.\n\nPALKOT: The members of his new party called La Republique En Marche or the Republic on the Move, also won a majority in the French parliament. Macron used his popularity to go against entrenched union to shake up a badly stagnating French economy, a battle raging today. He took a tough stand on the pressing immigration issue and honored an officer killed saving dozens in yet another terror attack in France.\n\nHis pro-European Union and internationalist approach getting the attention of leaders friendly and sometimes not so friendly. After a tough handshake at their first meeting and some outstanding differences on issues like climate change, (VIDEO GAP) become close friends and allies.\n\nFirst lady Melania Trump also hitting it off with Macron's wife, Brigitte, some 24 years older than the French president. The two leader's business background and shared outsider status cementing the bond.\n\nMACRON: Nothing will ever separate us.\n\nPALKOT: French involvement in a U.S.-led missile strike against Syria in response to the alleged gas attack there is a good example of the new alliance. Macron has taken knocks for sometimes being too interested in P.R. and his bowling has dipped as he's been accused of being more interested in the perks of the job.\n\nBut in a world looking for fresh leaders, Emmanuel Macron often fits the global bill -- Chris.\n\n(END VIDEOTAPE)\n\nWALLACE: Greg, thanks.\n\nOur interview with President Macron came just one week after the U.S., France, and Britain launched a coordinated strike on the Assad regime in Syria. But on the eve of the state visit, there are still big issues that divide Presidents Macron and Trump.\n\nI came to the Elysee Palace to talk with the French leader. Built in 1722 for a French nobleman, it was first used by the president of France in 1848 and the interview took place in the Salon Dore, the Golden Room, the French equivalent of the Oval Office.\n\n(BEGIN VIDEOTAPE)\n\nWALLACE: Mr. President, thank you for speaking with us.\n\nMACRON: Thank you very much for being here in my office. You're welcome.\n\nWALLACE: Let's start with the state visit and your address to Congress. What message will you bring about relations between our two nations and what role the world would like to see the U.S. play?\n\nMACRON: Look, first of all, I'm very humbled to come to your country at the invitation of President Trump and have the opportunity to discuss with him and going to the Congress for this address.\n\nMy objective is to highlight a long-term history between our two countries based on values. We are very much attached to the same values and especially liberty and peace. And I think the U.S. today has the very same role to play for peace in different regions of the world, and especially the Middle East, and I think it's one of the last resorts player for this peace and for multilateralism.\n\nSo, I will advocate for multilateralism and follow the Congress for that, which means playing altogether in order to reduce the international support (ph) of some rough state and very tough dictators obviously fight against terrorism together.\n\nWALLACE: Many foreign leaders over the last year have come to Washington, but this would be the first state visit of the Trump presidency. How do you explain your special relationship with the president and some have called you the Trump whisperer?\n\nMACRON: Look, I think we have this very special relationship because both of us are probably maverick (ph) of the systems on both sides. I think President Trump's election was unexpected in your country and probably my election wasn't expected in my country. We are not part of the classical political system.\n\nSecond, I think we are very much in line on some very critical issues of this world (ph) and especially combat terrorism and fight against ISIS.\n\nThird, I think we have a strong personal relation based on the different meetings we've had and especially his visit, your president gave to my country for Bastille Day in 2017.\n\nWALLACE: I want to go back to your first meeting and the famous first handshake between the two of you at the NATO summit in May of last year. It lasted six agonizing seconds and you said afterwards it was not an innocent moment, that it was a moment of truth.\n\nHow important do you think it was to establish that you are not going to be pushed around?\n\nMACRON: Look, I think there's a very direct and -- yes, a very direct and lifting (ph) moment. When I say it's not innocent, it's to say we were sitting together and we had to shake hands and to say, now, we work well together.\n\nWALLACE: But you also made it clear they were going to let him --\n\nMACRON: Normally, it's especially (INAUDIBLE) --\n\nWALLACE: Yes.\n\nMACRON: So, I was very -- I mean, seeing Prime Minister Abe and some of the different victims, I resisted. In fact, it was a very natural moment I have to say and a very friendly moment. Don't worry.\n\nWALLACE: As you know, the special counsel is investigating President Trump. This week, the former FBI Director James Comey said that he was morally unfit to be president. Does this hurt President Trump's credibility and his effectiveness on the world stage?\n\nMACRON: I don't think so, and (AUDIO GAP) back. I mean, People of the United States voted for President Trump and elected him. You have your system. You are a free country with a rule of law, which is -- I mean, very good, I have the same in my country.\n\nThis is an actual democracy with judges, with media, and with all the controversies. But here in this office, I'm not the one to judge and in a certain way to explain to people what should you be your president or to consider because of his controversies or because of his investigations, your president is less credible for me, for my people and for the rest of the world. I mean, I'm here to deal with the president of the United States and people of the United States elected Donald Trump.\n\nWALLACE: Do you ever wonder whether he will serve his full term?\n\nMACRON: I never wonder that. I mean, I work with him because both of us are very much at the service of our country in both side. And for me, that's why -- even when we have some disagreements on climate and on some issues, I think the most important thing is to -- I mean, just to remind that we are at the service of our people, that's our legitimacy.\n\nAnd this service is to work for is a very long term history, history for freedom, for difference of our values and that's - I mean, LaFayette came, when you decided to be a free country. He came from France, he helped the United States to exist. During the First World War, during the Second World War, when we were attacked, when our liberty was attacked, thousands of your people came here and died here for my country. That's a story of our relationship. And President Trump and myself are, whatever happens, in the line of this (INAUDIBLE).\n\nThat's why my gift to your president will be oak taken in a very symbolic place, especially for your marines in north of France, that together -- I mean, we will put in his garden because that for me is a great symbol of this long term relationship.\n\nWALLACE: (AUDIO GAP) the United States as a country of last resort. Your relationship with President Trump was a bit strained this week after the attack on Syria. Mr. Trump has made it clear that he wants to pull out.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: We'll be coming out of Syria like very soon. Let the other people take care of it now.\n\n(END VIDEO CLIP)\n\nWALLACE: After the missile strike, you said, we convinced him it was necessary to stay for the long term.\n\nThe White House pushed back. He wants U.S. forces to come home as quickly as possible.\n\nSo, Mr. President, which is it? Is President Trump going to pull out of Syria as soon as ISIS is defeated, or have you persuaded him to stay to help stabilize the situation there?\n\nMACRON: It's not automatically U.S. forces, but that's U.S. diplomacy and that's your president. We will have to build the new Syria afterward, and that's why I think the U.S. hold is very important.\n\nWhy? I will be very blunt. The day we will finish this war against ISIS, if we leave, definitely and totally, even from a political point of view, we will leave the floor to the Iranian regime, Bashar al-Assad and his guys, and they will prepare the new war. They will fuel the new terrorists.\n\nSo, my point is to say, even after the end of the war against ISIS, the U.S., France, our allies, all the countries of the region, even Russia and Turkey, will have a very important role to play in order to create this new Syria and ensure Syrian people to decide for the future.\n\nWALLACE: Let's do what we call a lightning round, quick questions, quick answers. When the president announced new tariffs on aluminum and steel for the European Union, you said, we will not negotiate with a gun pointed at her head.\n\nMACRON: Yes.\n\nWALLACE: There is now a May 1st deadline. Who is going to blink, President Trump or you?\n\nMACRON: I hope -- I mean, he will not implement these new tariffs and he will decide for an exemption for the European Union. You don't make trade war with your ally.\n\nWALLACE: But he has said that he is going to implement.\n\nMACRON: He said exemptions through May 1st. Let's see what it will do on May 1st. I just say, where are your priorities? You cannot make a trade war with our ally.\n\nI'm very -- I'm an easy guy. I'm very simple. I'm straightforward. It's too complicated -- if you make war against everybody. You make trade war against China, trade war against Europe, war in Syria, war against (INAUDIBLE) -- come on, it doesn't work. You need ally. We are the ally.\n\nWALLACE: Iran, president has a May 12th deadline for deciding whether or not to life -- continue to lift the sanctions on Tehran. Would it be a mistake for the president to pull out of the Iran nuclear deal?\n\nMACRON: If this (INAUDIBLE) JCPOA a perfect thing for our relationship with Iran, no. But for nuclear, what do you have as a better option? I don't see it. What is the what-if scenario or your plan B? I don't have any plan B for nuclear against Iran. So, that's the question we will discuss.\n\nThat's why I just want to say, on nuclear, let's preserve a framework because it's better than the (AUDIO GAP) of North Korean type of situation.\n\nSecond, I'm not satisfied with the situation with Iran. I want to fight against ballistic missile. I want to contain their influence in the region. My point is to say, don't leave now to JCPOA as long as you don't have a better option for nuclear and let's complete it with ballistic missile and a regional containment.\n\nWALLACE: President Trump appears close to holding a summit meeting with North Korea's Kim Jong Un. Do you think that his threats, fire and fury, his insults, little rocket man, however unconventional they may be, brought Kim to the table?\n\nMACRON: Look, I don't know. I'm not an expert about I would say rationality of the North Korean president and I think we always have to be very careful about this kind of declarations. But I think the pressure he brought to this region, plus the Chinese role in this region because President Trump worked very closely with President Xi (INAUDIBLE). But now, we will have to deliver.\n\nWALLACE: During President Putin's visit here to France, you called him out on Russian interference in your election. What do you think of Vladimir Putin?\n\nMACRON: I think he's a very strong man. He's a strong president. He wants a great Russia. People are proud with his policy.\n\nHe's (INAUDIBLE) with minorities and opens with an idea of democracy, which is not mine. But I have a permanent discussion with him, even if we don't-- we are disaligned on a lot of things. His taunt (ph) and (INAUDIBLE), but don't be naive. He's opposite (ph) by indifferences in our democracies.\n\nThat's why I do believe that we should never be weak with President Putin. When you are weak, he uses it. And it's fine, that's a game. That's -- he made a lot of fake news. He has a very strong propaganda and he intervenes everywhere along -- I mean, around Europe and the U.S. to fragilize (ph) our democracies because he thinks it's good for his country.\n\nI respect him. I know him. I'm lucid (ph). I want to work with him knowing everything about that.\n\n(END VIDEOTAPE)\n\nWALLACE: Coming up, much more of our exclusive interview with President Macron. We'll discuss his reform agenda for France, which has sent thousands of protesters into the streets, as \"Fox News Sunday\" reports from the Elysee Palace in Paris.\n\n(COMMERCIAL BREAK)\n\nWALLACE: Coming up, we ask President Macron about criticism he rules France like a king.\n\n(BEGIN VIDEO CLIP)\n\nWALLACE: Some in the French press compare you to Napoleon, some have compared you to Louis the 14th.\n\n(END VIDEO CLIP)\n\nWALLACE: More of our exclusive interview with Emmanuel Macron, next on \"Fox News Sunday.\"\n\n(COMMERCIAL BREAK)\n\nWALLACE: Coming up, we ask President Macron about criticism he rules France like a king.\n\n(BEGIN VIDEO CLIP)\n\nWALLACE: Some in the French press compare you to Napoleon, some have compared you to Louis the 14th.\n\n(END VIDEO CLIP)\n\nWALLACE: More of our exclusive interview with Emmanuel Macron, next on \"Fox News Sunday.\"\n\nA welcoming ceremony for the president of Senegal at the Elysee Palace, home to the leaders of France since the 19th century.\n\nAnd we're back now with more of our exclusive interview with French President Macron ahead of his state visit to Washington this week.\n\nPresident Trump likes to call himself a disruptor, determined to transform the American economy. But when it comes to shaking things up, he has nothing on his French counterpart.\n\n(BEGIN VIDEOTAPE)\n\nWALLACE: Let's talk about your political movement En Marche, on the move. How would you describe your reform agenda to Americans?\n\nEMMANUEL MACRON, FRENCH PRESIDENT: So, my reform agenda is to modernize the country. We fixed labor rule. We fixed corporate taxes. We are modernizing the different sectors, railway and some (ph). And we will pursue this agenda to the end, and at the same time, we launch with Germany a very strong approach in order to modernize the European Union and Eurozone agenda. That's -- I mean, that's my top priority, because I want this country to be both much stronger and totally adapted to the new challenges like digital and green economy.\n\nWALLACE: When you came into office, the unemployment rate was 9.5 percent, it's now 8.9. Growth is at 2 percent, which is the fastest rate in 10 years. But your critics say you are the president of the rich. How do you plead?\n\nMACRON: When you have 10 percent unemployment, are the rich victims? I'm not so sure. The more you decrease unemployment, the more you serve poor people because you provided jobs.\n\nSo, my policy is focused on job creation, helping business people and entrepreneurs in order to accelerate that job creation. My agenda, my emancipation agenda I would say, I want people coming from poor neighborhood, from middle classes to succeed through education and work in my country. When you have a country with a lot of public expenditure, with high unemployment, your victims are poor people and people coming from poor neighborhoods.\n\nWALLACE: One of your main targets has been the national railway system. Jobs for life, guaranteed benefits for life, train engineers can retire at 52, but in your reform, you don't want to end that for the people who currently have it, only for future workers.\n\nI must tell you, and you probably wouldn't hear this much in France, there are some American conservatives who say, why not go further?\n\nMACRON: Look, I'm not running the U.S. They should (AUDIO GAP) France, because I know the situation, I know what is fair and unfair, and what can be delivered and what cannot be delivered. Why? Because I think the system is fine if (INAUDIBLE) current workers will preserve the situation. But given the fact that we will have to take a lot of new workers, we want to clarify the situation and hire them as a normal company.\n\nYou can always say, you should do more when you are not the one in charge of it. I'm in charge, believe me, I take some commitments, I delivered, but I delivered to make fair and efficient decisions, not to take unfair or inefficient decisions.\n\nWALLACE: You talk about fairness. Let's talk about your tax reforms. You have dramatically cut the stiff tax on wealth, but you are taxing retirees more heavily. How is that fair?\n\nMACRON: Look, first, indeed I kept the wealth tax, which was very -- which was strong advocate (ph) for the French economy. Why? Because when people succeeded with a company and so on, especially entrepreneurs, they had to leave the country if they wanted to escape. So, we lost a lot of opportunities (ph).\n\nWhen they reinvest in the economy, when they create jobs, when they decide to reinvest in different listed or unlisted corporations, I don't want them to pay a wealth tax because they are good for the economy. So, I think this reform is both efficient and fair.\n\nAs for the retiring people, I ask them a small (INAUDIBLE). That's why it's fair, because in France, workers pay for retirement for retired people. That's the solidarity between generations. If I don't manage to push my country to have better results, more workers and more (INAUDIBLE) for my workers, I will jeopardize my capacity to pay retirement for retired people. So, that's fair. That's a fair deal.\n\nI told my retired people, first, thank you. I told you during the campaign I will do it. It's not a surprise. I don't betray you.\n\nAnd third, it is innocent (ph) and it is fair because when you look at the average in the society, retired people are richer than middle class -- working people and when you look at the situation between the different categories, 30 to 40 years ago people get retired at the same age as today, but living 15, 20 years less than today. So, that's the situation, there's a chance.\n\nI ask (INAUDIBLE) I know it's difficult. You have always protests when you change something in the country, but I do endorse because I think it's fair and it's one again fair in general between different generations and efficient in order to increase my results.\n\nWALLACE: One result of all this is that you have had major protests. You've had these two-day-a-week strikes. One demonstration, 200,000 people took to the streets. Any chance that you will back down?\n\nMACRON: No chance. It's the classical way to proceed in France was to say we have an issue, we will put new public money in order to solve this issue, which is not the right way to fix the situation. What I told French citizens before the election is that I want to address the deep roots of our problems. It will take time sometimes. You will have to take bold decisions but we have to fix the situation in depths.\n\nSo, we will deliver and I have no other choice because if I stop here because some protests, they are legitimate, but they (AUDIO GAP). If I stop, do you think it will be able to modernize the country and make this future? It's finished. So, I will deliver because that's my duty and that's my commitment.\n\nWALLACE: But your poll numbers are down. You were elected with 66 percent of the vote, and the latest poll, 58 percent disapprove of you, only 40 percent approve.\n\nMACRON: You know, polls are not the one to tell you where you have to go when you are elected. If you follow the polls, you never reform, you never fix the situation, you never transform because you are always obsessed by following where people want to go.\n\nI was elected on a very clear basis and a very clear mandate. I will deliver the mandate, and I will look at the polls in due time, not now.\n\nWALLACE: You talk about what it takes to be a leader. You embrace symbols on your election victory night.\n\nThey played \"the \"Ode to Joy\" at the Louvre.\n\nThe first time you addressed a French parliament, it was at Versailles, and you have even said that France to some degree is still a monarchy. Is that how you see your role as a leader?\n\nMACRON: I don't want to be a monarch. I'm president of the French republic. I'm elected and (INAUDIBLE) of my people, which is very important to me because this is the only way to have a strong stimulus to work and to be -- to do your best. I mean, it puts a lot a pressure (ph) to meet on your own.\n\nSo, each day you have to think about that in the sort of symbolical burden you have because of the history and because of this place of the country. I do understand (ph).\n\nWALLACE: Some in the French press compare you to Napoleon. Some have compared you to Louis the 14th. Your predecessor in this office and your former political patron Francois Hollande has that -- has warned you to remember that the French also cut off the head of the king.\n\nDo you ever feel you need to guard against being arrogant?\n\nMACRON: Definitely. But having authority, deciding, being aware of all the consequences of your decision and thinking that you have to stick to your decision to deliver when it's good for the country is not the same as being authoritarian or arrogant. So I try to preserve my (INAUDIBLE) -- I mean all of us are full of faults and weaknesses, but I think the situation of my country is the best for me (ph) of being arrogant, you're (INAUDIBLE) to do so.\n\nI'm here to serve my people in my country and make it great again, as somebody I know very well could say. But that's a -- that's the whole story. And making great again means delivering good results, having more unity for the country and being fair with -- with the people.\n\nSo all this criticism you mentioned, I'm just here to say, now somebody decides and endorses. You have employment (ph) to (INAUDIBLE), you have election, you have a democratic system, well, one of the greatest democracies in this world. But here in this current situation, because all-- all of the challenges in France, in Europe, in our world, I have to take these responsibilities and I have to decide to endorse and to remain everyday both lucid (ph) and committed. And I am.\n\nCHRIS WALLACE: Mr. President, thank you.\n\nMACRON: Thank you.\n\nWALLACE: Thank you for talking to us and safe travels to Washington.\n\nMACRON: Thank you very much. Thanks to your people. And I will be very honored to -- to come visit your country and speak with your leaders. Thank you.\n\nWALLACE: Thank you.\n\n(END VIDEOTAPE)\n\nWALLACE: President Macron arrives in Washington tomorrow for his state visit. And he'll also make a rare address by a foreign leader to Congress.\n\nUp next, we're back in Washington with our Sunday group to discuss what to expect from the Macron visit in the week's other major developments.\n\nAnd later, a more personal look at the French president as he tells us what he likes most and least about his job.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Hopefully that meeting will be a great success. And we're looking forward to it. If I think that it's a meeting that is not going to be fruitful, we're not going to go. If the meeting, when I'm there, is not fruitful, I will respectfully leave the meeting.\n\n(END VIDEO CLIP)\n\nWALLACE: President Trump clearly excited about a possible summit with North Korea's Kim Jong-un, but still leaving himself an exit ramp.\n\nAnd we're back in Washington now with our Sunday group.\n\nFormer speaker of the House, Newt Gingrich, columnist for The Hill, Juan Williams, former Democratic Congresswoman Jane Harman, director of the Woodrow Wilson Center, and former NSC spokesman, Michael Anton, now with Hillsdale College.\n\nWe'll talk about President Macron's visit in the next segment. But first we want to tackle the other big news this week.\n\nMichael, let's start with Kim's surprise announcement on Saturday morning that he intends to freeze his missile program, his nuclear weapons program, but no talk about giving them up. So the question is, how significant a development is this?\n\nMICHAEL ANTON, FORMER NSC SPOKESMAN: Well, he had -- he had already said that he would freeze the program. The -- the new news was he's going to close a certain site, which would be great if you he followed through. This is one of the things that will have to be worked out as the administration talks to him, get inspectors in there, insure that that's genuine and permanent. I think that this is a game plan that the North Koreans (INAUDIBLE) on the United States and others before feel the pressure, pretending (INAUDIBLE) game plan because it has been run so many times before. You know, as you saw, the president saying, he's ready to walk away if he doesn't feel the north (INAUDIBLE). And, in the meantime, he, you know, let's (INAUDIBLE) and see where they go and see how serious the North Koreans really are.\n\nWALLACE: Congresswoman Harmon, the fact that we are so close to a Kim (INAUDIBLE) unthinkable two months ago. One of the questions that is, will, as the president -- and you heard him, yes, he did give himself the off ramp, but he also talked, and there is just this hype machine about the visit, will he feel pressure to make concessions on the U.S. side in order to come away with a big deal?\n\nJANE HARMAN, FORMER U.S. CONGRESSWOMAN, D-CALIFORNIA: Well, I hope -- concessions, yes. Back concessions, I hope not. I mean a deal is concessions on both sides. But this is not going to be denuclearization. The best we can hope for is capping what Kim Jong-un has, and hopefully also capping the production of fissile material, which he hasn't offered to do (INAUDIBLE).\n\nWALLACE: Wait, wait, because you said it's not going to be denuclearization. Kim has specifically talked about that. Are you saying that the best we can hope for is recognizing them as a nuclear state?\n\nHARMAN: I -- I don't -- I think that is likely. I don't think he's going to give up his nuclear arsenal. I think we can make a better deal than we made with Iran if we do it correctly. But let's understand, denuclearization to him is us giving up our nuclear shield in Asia which protects South Korea, Japan. Abe was just here. And I don't think we're prepared to do that.\n\nSo what I'm saying, my bottom line is, talking is better than bombing. I think there is a good deal to reach with our allies. That's another piece of this. If Trump is very careful and if he -- if he has a deep bench of advisors, and that worries me because the National Security Council has been shaken up in the last few weeks and I don't know if we have the bench we need to do this deal properly.\n\nWALLACE: Speaker Gingrich, what do you see as the risks and rewards of a Kim-Trump summit as it looks more and more likely that it's going to happen?\n\nNEWT GINGRICH, FOX NEWS CONTRIBUTOR: Well, I mean, first of all there's always any risk when the most powerful nation in the world meets with a relatively small dictator because you're automatically giving him a level of prestige.\n\nBut let me remind everybody, one of the key moments at the end of the Cold War is Ronald Reagan at Reykjavik walking away, lecturing Gorbachev in public. You screwed this up. You failed to do this. It's your fault --\n\nBLITZER: Reykjavik.\n\nGINGRICH: Reykjavik. He walks away. Every senior Republican thought Reagan was wrong. They all come back and said, this is crazy. Six months later, Gorbachev has caved. Totally Reagan gained every single thing.\n\nDonald Trump understands he wants his deal. And if he doesn't get his deal, he'll take no deal and he'll simply increase the pressure. I mean Trump, I think, is quite capable of saying, you know, you want more sanctions?\n\nA key example, we almost intercepted three tankers full of oil and the Chinese begged us not to do it. So he is quite capable of saying to him, look you want me simply cut off all economic trade by sea with your country. That's your choice, big boy.\n\nWALLACE: While we were in Paris, there were a number of developments in what we call, for better -- lack of a better word, the Russia investigation. Let's take a look at what happened just this week.\n\nThe Comey memos were released. Former mayor Giuliani joined the president's legal team. Mr. Trump tweeted James Comey illegally leaked classified documents to the press in order to generate a special counsel, therefore the special counsel was established based on an illegal act. Really, does everybody know what that means? And Deputy Attorney General Rosenstein reportedly told the president he is not a target of the investigation. But Congressman Trey Gowdy says that doesn't mean much.\n\n(BEGIN VIDEO CLIP)\n\nTREY GOWDY, R-SOUTH CAROLINA CONGRESSMAN: I don't think the president is the target as you and I use that term in a non-legal sense. But in a legal sense, that can change with one witness, with one document.\n\n(END VIDEO CLIP)\n\nWALLACE: So, Juan, you heard that list of developments just this week. Which of those developments really matters?\n\nJUAN WILLIAMS, FOX NEWS POLITICAL ANALYST: Well, I think, to a large extent, this last week was about the nervousness here in Washington about whether the president was going to fire the special counsel, Robert Mueller. And so if you look through all of the developments you listened, Chris, what was really important was Rod Rosenstein's act here. This -- Congress you saw -- Trump supporters in the Congress threatened him with subpoena if he didn't give them the memos that Jim Comey, the former FBI director had written, contemporaneously with visits with President Trump.\n\nAnd now, having giving them the documents, I think that whole argument about whether he would be under subpoena weakened, more likely to be fired but President Trump, has somewhat calmed down and he -- as you saw he also said he's -- that the president is not a target of this investigation. Again, calming down the idea that the president would fire Rosenstein, put someone in that job who is willing then to either rein in or fire Mueller.\n\nWALLACE: Speaker Gingrich, what's your take away? As you look at all of these developments, what's your take away on what matters, what --\n\nGINGRICH: First -- first of all, I urge everybody to read the original Rosenstein memo about Comey, which Trump totally mishandled. What Trump should have done is released that memo in a state of shock. Let the country through Sunday talk shows deal with the memo. It's devastating. And it's clear that if you got that memo and you were the president, you'd have fired Comey.\n\nSecond, I don't know what Rosenstein's doing this week. The judge has indicated they're going to have -- probably going to have a special reviewer of all of this material, would come under lawyer confidentiality. They may not learn what's in that material till June. How --\n\nWALLACE: You're -- you're talking about the Michael Cohen raid?\n\nGINGRICH: The Michael Cohen stuff. How could -- how can Rosenstein go in and reassure the president about material they haven't looked at? How can they reassure him about anything? I mean this whole thing is a circus and I think we need to understand that. We're not dealing with a traditional, you know, legal process. We're dealing with a highly politicized process. And which the number two guy at justice just saw the president of the United States to tell himself he can't possibly know.\n\nWALLACE: So, in other words, we have no idea where we stand?\n\nGINGRICH: Well, I think this -- I think -- I think --\n\nWALLACE: And -- and should the president keep tweeting or should he stop tweeting?\n\nGINGRICH: Well, I wish he'd tweet about 20 percent less, but that's not going to happen. So, I mean, I've lost that fight.\n\nWALLACE: All right, panel, we have to take a break here.\n\nBut when we come back, we'll preview this week's state visit. Can Presidents Trump and Macron work out their differences, next on this special edition of \"Fox News Sunday.\"\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nEMMANUEL MACRON, FRENCH PRESIDENT: I think the U.S. today has a small (ph) role to play for peace in different regions of the world and especially Middle East. And I think as one of the last resorts clear (ph) for this peace and for -- for military (INAUDIBLE).\n\n(END VIDEO CLIP)\n\nWALLACE: President Macron saying the U.S. is still the indispensable player on the world stage.\n\nAnd we're back now with our panel.\n\nSpeaker Gingrich, I thought it was very interesting that Macron would say that the U.S. is still the player of last resort, especially in the context of their disagreement of how long to stay in Syria. And -- and the question, I guess, I have is, how do you think they are going to resolve their very different views on the subject given the president's strong belief in America first?\n\nGINGRICH: Well, I thought -- and, let me say, first of all, I thought it was a great interview. I thought you did a great job.\n\nAnd I think that in that context what he said was, look, there's diplomatic presence, there's economic presence, there's always -- sorts of ways the U.S. can remain involved. And the president's been very clear. I mean if he could figure out a way to get a Saudi, Jordanian, Arab Emirates, Egyptian force, probably paid for by the Saudis, then he would -- he's trying to figure out a way to maximize impact while minimizing American risk.\n\nBut -- but I would just point out, we are involved everywhere on the planet. I mean people who talk about how we're going to withdraw somewhere, show me where we're withdrawing.\n\nWALLACE: Well, let's talk about one area and -- because we see this split between Macron and Trump again over whether to stay in the Iran nuclear deal, Michael. And the president has, President Trump, has a deadline of May 12th to decide whether to renew the sanctions, which in effect would kill U.S. involvement in -- in the Iran nuclear deal. President Macron makes it clear he is going to try to press his friend not to do that.\n\nTake a look.\n\n(BEGIN VIDEO CLIP)\n\nMACRON: Is this agreement perfect and this JCPOA a perfect thing for our relationship with Iran? No. But for nuclear, what do you have as a better option? I don't see it.\n\n(END VIDEO CLIP)\n\nWALLACE: Michael, how do you see this issue of whether to stay in the Iran deal or not, where President Trump seems to be on one side and all the European allies on the other, how do you see that being resolved?\n\nANTON: Well, I just noted, too, there's another -- if you go into that interview a little further, President Macron leaves the door open to what President Trump is asking for, which is not changing the Iran nuclear deal.\n\nIt's an follow-on agreement between the Europeans in the United States that Iran would not be a party to, that commits the United States, the United Kingdom, France and Germany to dealing with the ballistic missile program -\n\n-\n\nWALLACE: Right.\n\nANTON: Which President Macron mentioned, to, you know, eliminating a sunset clause, essentially to -- shoring up the flaws in the JCPOA, so that the United -- and if those flaws can be addressed, as the president said (INAUDIBLE) --\n\nWALLACE: And -- and also Iran's acting as a bad --\n\nANTON: Yes.\n\nWALLACE: As a bad actor on the regional issues.\n\nANTON: The president --\n\nWALLACE: But is that something that you think that President Trump would accept, stay in the deal as long as there are these other elements?\n\nANTON: What he said he would do in January, he laid out conditions. He tasked his team to go negotiate with the Europeans to see if those conditions would be. And he made very clear that when the next sanctions waiver was up, if he didn't get those conditions meant, he would not do waiver and effectively take the United States out of the deal.\n\nWALLACE: No, but what -- what impact does that have, if you have a deal between the U.S. and our allies in Europe but Iran is not party to that deal?\n\nANTON: It has a big impact because, remember, what the Iran most want is sanction relief. They're getting that sanctions relief under the terms of the JCPOA. This would be a -- a pledge between the United States and are allies to multilaterally re-impose sanctions if the Iranians went on a track toward a nuclear weapon.\n\nWALLACE: Then there is trade and President Trump's threat to impose aluminum and steel sanctions on the European Union.\n\nPresident Macron made it clear, he's not having any of that.\n\n(BEGIN VIDEO CLIP)\n\nMACRON: If you make war against everybody, you make trade war against China, trade war against Europe, war in Syria, war against Iran, come on, it's not -- it doesn't work. You need ally. We are the ally.\n\n(END VIDEO CLIP)\n\nWALLACE: Congresswoman Harman, your thoughts about the differences, despite their friendship, on the issues between these two men on all these issues.\n\nWell, first of all, on Iran, Russia and China are also parties to the JCPOA. So we're talking (INAUDIBLE) basically with our friends, which I support. In Congress would -- our Congress would strongly support that. (INAUDIBLE). But if we de-certify the Iran deal, I think Trump blows up his chance for progress in North Korea. And I do think there is a chance for progress in North Korea.\n\nOn this, Macron is right, I mean why make war on your friends? We need Europe with us, especially as we try to tamp things down and exodus, that's what he's trying to do from the Middle East. We need a strategy with our allies. And what's missing, I think, in this world, and Obama didn't have it either, is a foreign policy strategy where we will engage, where we won't engage, what our values and interests are, what they're not, and that has to evolve with a changing world.\n\nWALLACE: Juan, I was struck on the domestic side by how determined this president, Macron, is to enact his reform agenda. And because of the powers of his office, which are -- he's got a strong presidency and he's also got this extraordinary majority that was swept in right after he was elected in the parliament. He is determined to rejuvenate, to shake up, what has been a very troubled French economy.\n\nWILLIAMS: Right. But you were also there to see that there are protests. That there are people in the streets. And so you have strikes by people who are involved with labor specifically in the public sector, Chris. People who are upset that his reforms seem directed at labor in terms of giving big employers more leeway in terms of negotiations, what they have to pay in case of layoffs, cutting back on public sector employment in France. He sees himself as taking the French economy into the 21st century and he's become a leader in Europe in just this way.\n\nYou've been talk about foreign affairs. He's a leader, obviously, in terms of what comes from the Iran deal. He's a leader in terms of the trade argument. He's a leader even now in terms of the North Korean deal. So, in all these ways. But he's got to deal with the fact that people at home, who gave them such support is, you know, fighting back the far right, now angry at him.\n\nWALLACE: Interesting job (ph). But I will say, when I ask him, any chance of backing down, he went no chance.\n\nWILLIAMS: Yes, I saw that. That was good.\n\nWALLACE: Thanks, panel. See you next Sunday.\n\nThe first thing that President Macron told me before our interview was he wanted to extend his condolences to the Bush family and the American people over the death of Barbara Bush. On Saturday, some 1,500 mourners, including former presidents and their wives, said goodbye to Mrs. Bush in Houston.\n\nAnd her son Jeb delivered the eulogy.\n\n(BEGIN VIDEO CLIP)\n\nJEB BUSH, SON OF BARBARA BUSH: Barbara Bush filled our lives with laughter and joy. And in the case of her family, she was our teacher and role model on how to live a life of purpose and meaning.\n\n(END VIDEO CLIP)\n\nWALLACE: Barbara Bush was 92.\n\nComing up, personal reflections on his first year in office from Emmanuel Macron as \"Fox News Sunday\" coverage of the French president's state visit continues.\n\n(COMMERCIAL BREAK)\n\nWALLACE: Another look at Paris and boats on the (INAUDIBLE).\n\nAfter our interview with President Macron, he walked me out of the Elysee Palace and I asked him to reflect on his eventful first year in office.\n\n(BEGIN VIDEOTAPE)\n\nWALLACE: So what is the best part of being the president of France?\n\nMACRON: Deciding (ph). You can decide when you are (INAUDIBLE). The decision is (INAUDIBLE). The one you believe in. You aren't (INAUDIBLE) and you can make it, which I think is great because I mean when you're a leader and when you want to transform our country, when you -- when you love your country, which is my case, I think there is nothing more strong and -- and great than that.\n\nWALLACE: What is the worst part of being the president of France?\n\nMACRON: You're never free. Your time and your life doesn't belong to you. You are always alone when you decide, but you are never free because there is such a level of constraint. So that's probably one of them.\n\nWALLACE: Of course what --\n\nMACRON: The main feeing (ph).\n\nWALLACE: Someone would say is nobody forced you to run for president.\n\nMACRON: That's why I never complain. I love this mission. This is not a job. This is a mission. I love it. I'm very proud of serving my people. I'm very proud of serving my country. I never complain. I will never complain. It's less difficult than being a worker in a plant and so on. That's my chance (ph).\n\nWALLACE: Thank you, sir.\n\nMACRON: Thank you. Thank you very much.\n\n(END VIDEOTAPE)\n\nWALLACE: For more on the state visit to Washington, including where the Trumps are taking the Macrons for dinner tomorrow night, please go to our website, FoxNewsSunday.com.\n\nAnd that's it for this special edition. Have a great week and we'll see you next \"Fox News Sunday.\"\n\nEND\n\nContent and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.","3":"Chemical weapons inspectors reportedly visited the Syrian city of Douma to gather samples on Saturday following a suspected chemical attack in the area earlier this month.\n\nThe Organization for the Prohibition of Chemical Weapons (OPCW) in a statement said their team went to one of the sites in the city to collect samples related to the alleged used of chemical weapons on April 7.\n\nThe samples are to be sent to OPCW labs to be analyzed, the statement said, and the organization “will evaluate the situation and consider future steps including another possible visit to Douma.”\n\nRUSSIA, SYRIA WORKED TO ‘SANITIZE,’ ‘REMOVE INCRIMINATING EVIDENCE’ FROM CHEMICAL ATTACK SITE, US SAYS\n\nThe team will build a report based on the test results, in addition to “other information and materials collected by the team,” the statement said.\n\nThe visit would allow the agency to move forward with an independent investigation to find out what chemicals, if any, were used. The OPCW mission is not required to lay blame.\n\nThe alleged chemical weapons attack in Douma left at least 40 people dead and more than 500 people, mostly women and children, injured. The city is about 10 miles east of the Syrian capital, Damascus.\n\nThe incident prompted the United States, Britain and France, who blamed Syrian President Bashar Assad’s government, to launch precision military strikes in the country. President Trump announced the strikes in an address to the nation on April 13.\n\nUS STRIKES SYRIA AFTER SUSPECTED CHEMICAL ATTACK BY ASSAD REGIME\n\nPentagon officials said the attacks targeted the heart of Assad's programs to develop and produce chemical weapons.\n\nThe Syrian government and its ally Russia denied responsibility for the attack. Russian President Vladimir Putin condemned the strikes, calling them an “act of aggression,” that had the “destructive influence on the entire system of international relations and will exacerbate humanitarian catastrophe in Syria.”\n\nOPCW inspectors arrived in Damascus just hours before the strikes but were delayed from visiting the site until Saturday, leading Western officials and Syrian activists to accuse Russia and the Syrian government of staging a cover-up.\n\nFox News’ Tariq Khan, Kathleen Joyce and The Associated Press contributed to this report.","4":"President Trump next week will host French President Emmanuel Macron at the White House, marking the first state visit since Trump took office last year.\n\nThe Macrons' visit, to celebrate nearly 250 years of U.S.-French relations, will be headlined by a White House state dinner on Tuesday.\n\nThe White House has said little about the dinner and surrounding events, sticking to the tradition of trying to maintain an element of surprise for guests.\n\nOn Monday, the president and first lady Melania Trump will dine privately with Macron and his wife, Brigitte, at Mount Vernon, the home of America's first president, George Washington, on the banks of the Potomac River in Virginia. The White House said the setting will serve as a reminder of France's \"unique status\" as America's first ally.\n\nTrump ended his first year without receiving a foreign leader on a state visit, making him the first president in nearly 100 years to do so.\n\nThe guest list of about 150 includes Christine Lagarde, head of the International Monetary Fund; House Speaker Paul Ryan, R-Wis.; and Defense Secretary Jim Mattis.\n\nSenate Majority Leader Mitch McConnell, of Kentucky, was invited, but his office said he is unable to attend.\n\n\"It sounds like what they're planning will be spectacular,\" said Jeremy Bernard, who was White House social secretary in 2014, the last time the U.S. feted a French president.\n\nIn a break with tradition, Trump, a Republican, has not invited any journalists or Democratic members of Congress, said a White House official who was not authorized to discuss the arrangements. But Louisiana Gov. John Bel Edwards, a Democrat, has confirmed his attendance.\n\nLouisiana is perhaps the U.S. state most influenced by French culture. French explorers controlled the territory, then lost control to at least parts of it at times to England and Spain before selling it to America in 1803 in the Louisiana Purchase.\n\nThe event Tuesday in the State Dining Room will be smaller than those of preceding President Barack Obama, whose guest list of hundreds requiring the event to be held in a tented pavilion erected on the South Lawn because no room in the White House can accommodate that many people.\n\nMost of the responsibility for executing a flawless celebration falls to the first lady and her staff, including the décor, who performs after dinner, who sits next to whom and what is served.\n\nThe president likes wedge salads and chocolate cake.\n\nAnother closely held secret, beyond the final guest list, is what the first lady will wear. The public will get the first glimpse of her gown when the first couple steps on to the North Portico on Tuesday night to welcome their dinner guests.\n\nFormer first lady Michelle Obama often used state dinners to showcase up-and-coming designers. Some designers have cited Trump's politics in refusing to dress the current first lady, a former model.\n\nStill, a likely choice would be Dior, the French design house whose fashions Mrs. Trump often wears, or Herve Pierre, the French-American who designed her inaugural gown and other looks.\n\nThe last time a Republican president hosted his French counterpart was November 2007 when President George W. Bush welcomed Nicolas Sarkozy.\n\nThen, more than 100 guests feasted on lobster bisque, lamb with tomato fondue, green beans and sweet potato casserole, salad and dessert served in the State Dining Room. Among the guests were major league baseball pitcher Tom Glavine, Supreme Court Justice Stephen Breyer, French chef Guy Savoy and several Louisiana politicians.\n\nAfter dinner, guests strolled down the hall to the East Room to watch performers in the roles of Washington and the Marquis de Lafayette, the Frenchman who served on Washington's staff in the Continental Army. Sarkozy toured Mount Vernon the following day.\n\nWhen Macron's limousine first pulls up the White House driveway on Tuesday morning, Trump, the first lady, White House and administration officials and hundreds of invited guests will be waiting on the South Lawn. The pomp-filled arrival ceremony is for the man who became the youngest president in French history when he was elected in 2017 at age 39 on his first run for office.\n\nThe visit also offers Macron his first Oval Office meeting and a joint White House news conference with Trump. There's also a State Department lunch hosted by Vice President Mike Pence before Macron and his wife arrive for the state dinner.\n\nThe Trump-Macron relationship appeared to get off to a bumpy start with a white-knuckler of a handshake when the political novices met for the first time at a NATO summit in Brussels last May.\n\nBut Macron likely sealed the bond after Trump accepted his invitation to attend the annual Bastille Day military parade in the center of Paris in July. Macron and his wife also took Trump and the first lady on a tour of Napoleon's tomb and whisked them up into the Eiffel Tower for dinner overlooking the City of Lights. The experience led Trump to order up a military parade in downtown Washington for later this year.\n\nBut the two part company on some significant issues, including the Paris climate accord, which Trump withdrew the U.S. from last year, and the Iran nuclear deal, another multinational agreement that Trump is itching to pull out of.\n\nThe president did rally Macron and British Prime Minister Theresa May, with whom Trump also has sparred, to mount a joint military operation against Syria in response to an apparent chemical attack this month that killed Syrian civilians. Macron still worries about Trump's desire to remove U.S. troops from Syria.\n\nMrs. Trump's social secretary, Rickie Niceta, came aboard last year after two decades of event planning for a caterer whose clients included the White House, the State Department and several embassies, in addition to working on the past five presidential inaugurations, including Trump's. The first lady, who speaks French, also has experienced staff running the kitchen, pastry shop and florist shop.\n\nThe Associated Press contributed to this report.","5":"Welcome to Fox News First. Not signed up yet? Click here.\n\nDeveloping now, Tuesday, April 24, 2018\n\nToronto investigators are not ruling out terrorism as they search for a motive in a van crash that killed 10 and left 15 injured\n\nMike Pompeo barely avoids a rare rebuke as the Senate Foreign Relations Committee narrowly votes to recommend him for secretary of state\n\nFormer President George H.W. Bush is recovering from a blood infection after being hospitalized Sunday, the day after his wife Barbara's funeral\n\nHomeland Security Secretary Kirstjen Nielsen threatens the 'caravan' of Central American migrants arriving at the U.S.-Mexico border with prosecution, detention and deportation if they enter the U.S. illegally\n\nA Pennsylvania jury will start deliberating Bill Cosby's fate Tuesday in the legendary comedian's sexual assault retrial\n\nTHE LEAD STORY - Police in Toronto are not ruling out terrorism as they search for a motive and investigate the background of the suspected driver of a van that rammed into a crowd of pedestrians Monday, killing 10 and injuring 15 ... Authorities identified the suspected driver as Alek Minassian, 25, of Richmond Hill, north of Toronto, police said. Minassian is accused of driving into dozens of people intentionally in a chaotic, deadly scene in Toronto. \"We don’t rule out anything,\" Toronto Police Service Chief Mark Saunders said in a Monday evening news conference. \"We need to follow what we have. \"Based on witness accounts, it’s very clear the actions definitely looked deliberate,\" Saunders said. He said Minassian had not been known to police previously.\n\n'It was a nightmare': Witness recounts Toronto van crash\n\nCLOSE CALL FOR POMPEO: Mike Pompeo, President Trump’s pick for secretary of state, barely avoided a rare rebuke from the Senate Foreign Relations Committee after unexpected last-minute drama ... The panel had deadlocked on a party-line vote after Georgia Republican Sen. Johnny Isakson, who had been expected to vote for Pompeo, missed the committee meeting because of a funeral. But the committee then voted favorably on his nomination after Delaware Democratic Sen. Chris Coons, who opposes Pompeo, agreed to vote \"present\" instead of \"no\" because of Isakson's situation. The final tally was 11 to 9 with 1 present. Isakson was allowed to vote by proxy in this particular case. Despite the committee drama, Pompeo still appears poised to secure the necessary 51 votes for confirmation from the entire Senate, with three red-state Democrats also saying they will support him.\n\nNEW HEALTH SCARE FOR GEORGE H.W. BUSH: Former President George H.W. Bush was hospitalized on Sunday, one day after the funeral for his wife, former first lady Barbara Bush, for an infection he contracted that spread to his blood, his spokesman said ... \"President Bush was admitted to Houston Methodist Hospital yesterday morning after contracting an infection that spread to his blood,\" spokesman Jim McGrath said in a statement. \"He is responding to treatments and appears to be recovering. We will issue additional updates as events warrant.\" Barbara Bush died on April 17 at the age of 92, shortly after her family announced she was in failing health and would decline further medical treatment in favor of \"comfort care.\" The former president was hospitalized twice last year for pneumonia.\n\n'CARAVAN' WARNED: Homeland Security Secretary Kirstjen Nielsen warned the “caravan” of Central American migrants arriving at the southern U.S. border that they could face prosecution, detention and deportation, as President Trump called on the agency to block the group ... The announcement came as a group of about 50 migrants who left southern Mexico in March reportedly reached the U.S. border, planning to seek asylum. “DHS continues to monitor the remnants of the ‘caravan’ of individuals headed to our Southern border with the apparent intention of entering the United States illegally,” Nielsen said in a statement. “A sovereign nation that cannot—or worse, chooses not—to defend its borders will soon cease to be a sovereign nation. The Trump administration is committed to enforcing our immigration laws – whether persons are part of this ‘caravan’ or not.”\n\n'Caravans' and refugees: What to know\n\nCOSBY JURY WILL SOON DECIDE: The jury that will start deliberating Bill Cosby's fate on Tuesday has heard the comedian described over the past two weeks both as a \"serial rapist\" and a con artist's victim ... They have seen a parade of accusers testify that the man once revered as \"America's Dad\" had a secret life of drugging and violating women. And they have heard from a witness who says his chief accuser talked about framing a high-profile person to score a big payday. Now, seven men and five women who have been kept in a suburban Philadelphia hotel, away from family, friends and daily routines, will get to have their say in the first big celebrity trial of the #MeToo era. Jurors could be in for a marathon.\n\nCosby sexual assault trial: What's happened so far\n\nAS SEEN ON FOX NEWS WEEKEND\n\n'IT'S A FRAUD': \"[It] had nothing to do with collusion from the beginning.\" – Former federal prosecutor Joe diGenova, on \"Tucker Carlson Tonight,\" saying Special Counsel Robert Mueller's probe into alleged Russian collusion is a \"fraud\" after the lawyer purportedly at the center of the case said she has yet to be contacted by investigators. WATCH\n\nKANYE VERSUS THE MOB: \"He challenged the mob. Their goal is to stigmatize. Smears always shut down debate.\"– Greg Gutfeld, on \"The Five,\" explaining why rapper Kanye West defense of conservative black activist Candace Owens against attacks over her political ideology was a \"big deal.\" WATCH\n\nTRENDING\n\nSecond Amendment-supporting Parkland student says school security questioned him for visiting gun range with his dad.\n\nKanye West professes 'love' for Donald Trump, criticizes Obama, radio host says.\n\nFormer Texas official slammed for asking biracial Harvard teen if he was admitted 'on merit or quota.'\n\nTHE SWAMP\n\nGoodlatte, Gowdy say they struck deal with DOJ for Hillary Clinton probe documents.\n\nColorado Supreme Court kicks GOP Rep. Lamborn off primary ballot.\n\nAriz. Congressional Special Election: Who is Debbie Lesko? | Who is Hiral Tipirneni?\n\nACROSS THE NATION\n\nYeti calls NRA claims 'inaccurate' says it has 'unwavering' belief in Second Amendment.\n\nWaffle House shooter arrested, after cops say he stole BMW days before deadly rampage.\n\nFlorida girl, 4, fighting for her life after 'inhaling' pool water.\n\nMINDING YOUR BUSINESS\n\nAndy Puzder: Why America’s CEOs must speak out.\n\nShort Facebook and bet on energy ETF, billionaire Jeffrey Gundlach says.\n\nWhat should you know about permanent life insurance?\n\nAmazon limits reviews of Comey's book.\n\nFOX NEWS OPINION\n\nF.H. Buckley: Supreme Court and the Trump travel ban case: What's really at stake is our country's future.\n\nCal Thomas: Are today's Evangelicals following Jesus or following Trump?\n\nBehnam Ben Taleblu: Iran spreads lies, claiming America supports terrorists after U.S.-led attack on Syria.\n\nHOLLYWOOD SQUARED\n\n'Smallville' star Allison Mack's bizarre blog details life in alleged sex cult.\n\nVerne Troyer reportedly had 3 times the legal limit of alcohol in his system at the time of his death\n\nStan Lee sued by massage therapist for alleged sexual misconduct.\n\nDID YOU HEAR ABOUT THIS?\n\n12-year-old boy steals family credit card to book Bali vacation after fight with his mom.\n\nHere's how we know the Big Bang happened.\n\nVeteran who survived blast receives first complete penis transplant.\n\nSTAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m. ET: Conservative commentator Candace Owens on continuing to face backlash after Kanye West responds to her message to Black Lives Matter; Andy Puzder, President Trump's former labor secretary nominee, on the left's efforts to undermine the Trump economy; Waffle House hero James Shaw Jr. reflects on Sunday's deadly shooting; Dr. Oz explains how he helped students escape a raging bus fire.\n\nTucker Carlson Tonight, 8 p.m. ET: Tentative guests include: Rep. Jim Jordan; Fox News senior political analyst Brit Hume.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m. ET: House Ways and Means Committee Chair Kevin Brady; Sen. Rand Paul; Adrienne Elrod, former director of strategic communications for the Hillary Clinton presidential campaign.\n\nVarney & Co., 9 a.m. ET: Art Laffer, former economic adviser under President Reagan; Ari Fleischer, former White House press secretary.\n\nCavuto: Coast to Coast, Noon ET: Herman Cain.\n\nRisk & Reward, 5 p.m. ET: Marc Lotter, former special assistant to President Trump; former Fla. congressman Allen West.\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: A mass shooting at a Waffle House is raising more questions about the issues of gun possession and mental health. Fox News' Jonathan Serrie gives the latest update from Antioch, Tenn. The people of Syria have been living in a war zone for almost 10 years. Fox News foreign affairs correspondent Benjamin Hall reported from the Syrian border after the suspected gas attacks in early April. He will describe his experience and the people he met along the way. Plus, commentary by Fox News contributor Jessica Tarlov.\n\nWant the Fox News Rundown sent straight to your mobile device? Subscribe through Apple Podcasts, Google Play, and Stitcher.\n\nThe Brian Kilmeade Show, 9 a.m. ET: Charles Payne guest-hosts; Andrew Puzder on the left's efforts to undermine the Trump economy; Harry Kazianis on the latest on a prospective Trump-Kim Jong Un summit; Allen West on North Korea and French President Macron's visit to the U.S.\n\n#OnThisDay\n\n2008: The White House accuses North Korea of assisting Syria's secret nuclear program, saying a Syrian nuclear reactor destroyed by Israel in 2007 was not intended for \"peaceful purposes.\"\n\n1877: Federal troops are ordered out of New Orleans, ending the North's post-Civil War rule in the South.\n\n1800: Congress approves a bill establishing the Library of Congress.\n\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Enjoy your day! We'll see you in your inbox first thing Wednesday morning.","6":"I’m just back home in the U.S. from a visit to Israel, where for four straight Fridays the Hamas terrorist group that rules the Gaza Strip has organized protests at the border with Israel involving thousands of Palestinians. Some of the protesters have attacked Israel’s border security fence “with explosives, firebombs and other means,” The Associated Press reported.\n\n“Huge plumes of smoke from burning tires (set afire by demonstrators) engulfed the border area,” the AP reported from the scene. “Some of the activists` threw stones toward the fence or flew kites with flaming rags dangling from their tails.”\n\nIn other words, what’s happening on the Gaza-Israel border is not a peaceful protest. While most protesters aren’t joining in the violence, some are violent and dangerous terrorists who want to tear down Israel’s security fence to make it easy to launch deadly attacks on the Jewish state.\n\nActing to defend their nation, Israeli forces have killed 34 Palestinian attackers along the border since the protests began March 30, despite the best efforts by the Israelis to use the minimal force required.\n\nNo nation on Earth would welcome terrorist murderers to cross its borders to take the lives of innocent civilians. And if terrorists assaulted any other border on the planet, the number of attackers killed would undoubtedly be much higher.\n\nThe protests are scheduled to end with a massive Palestinian march on the border May 15, the 70th anniversary (on the secular calendar) of Israel gaining independence from Britain.\n\nYou might think the United Nations and countries around the world would be condemning the violent protests – but you’d be wrong. Israel’s s actions to defend its border prompted the usual Israel-bashing at the U.N., in the media, and wherever left gathers to condemn the only democracy in the Middle East.\n\nIt’s tragic that violence is a daily fact of life in much of the Middle East, including Israel and the Palestinian territories.\n\nWhen you speak to Israelis and Palestinians who aren’t involved in the politics of the region – as I did on my recent visit to Israel – one fact stands out: they all want peace. They’re weary of the costs of war and they’re sick of seeing their children fighting and dying in a never-ending battle that benefits no one.\n\nAn Israeli woman told me that Palestinian women taking part in nascent peace movements have had their lives and the lives of their families threatened if they continued to campaign for peace.\n\nThe average Gaza resident hardly desires to spend Friday afternoons burning tires and risking getting shot or killed. But as long as Hamas calls the shots, some are drawn to violence.\n\nWhat the Palestinians and their supporters around the globe fail to acknowledge is that the true oppressor of Palestinians in Gaza is not Israel, which completely withdrew from the territory in 2005. The real oppressor of Palestinians is Hamas itself.\n\nHamas’ obstructionist policy of non-recognition of Israel – and its vow to destroy Israel as Jewish state – is not just empty rhetoric. The terrorist group regularly launches rocket attacks against Israeli civilians and spends millions of dollars building cross-border tunnels for terrorists to infiltrate Israel.\n\nHamas refuses to cooperate with the Palestinian Authority and has created a humanitarian nightmare for the innocent people trapped under its sway. Electricity is available only a few hours a day, tap water is undrinkable, unemployment stands at 50 percent, the Mediterranean shoreline is contaminated, and only humanitarian aid from Israel sustains the lives of Gaza residents.\n\nBut you would never glean any of that from the latest round of headlines condemning Israel for using “disproportionate” force against civilians. As if Israelis were obligated to let themselves be killed by terrorists to make sure as many of them died as Palestinians to achieve proportionality.\n\nThe reality is that the masses of Palestinians remaining a safe distance from the border are a cover for the armed terrorists seeking to crash through the fence each Friday and attack Israeli communities less than a mile from Gaza.\n\nThis explains Hamas’ resort to burning tires and flying kites with flaming tails – the thick black smoke is intended to offer cover to the infiltrators. Yet the quotes reporters gather from the protesters never offer the same rationale twice for the demonstrations, because in fact there is no rationale for them, other than Hamas seeking to save itself from irrelevancy.\n\nIn today’s Middle East, the game has changed. It’s no longer a battle between Israelis and Palestinians, fought at the negotiating table as well as through individual acts of violence against Israeli civilians.\n\nInstead, the real story is how united former enemies – Israel, Saudi Arabia, the Gulf States, Jordan, and Egypt – have become in the face of existential threats from Iran and ISIS.\n\nMany Palestinians have been all but abandoned by their “protectors,” no longer a pawn in the greater game of wiping Israel off the map.\n\nAnd Arab nations have quietly drawn together with Israel to find ways to stop Iran and its proxies – the terrorist groups Hezbollah, Islamic Jihad and ISIS – from taking control of even more of the Middle East, now that Syria, Lebanon, and to a growing extent Iraq are under Iran’s sway.\n\nAs a result, Hamas is facing tough times. The terrorist group’s rejection of Israel no longer has relevance for leaders across the Middle East who now have Iran and ISIS to worry about.\n\nSo Hamas has seized on Land Day, a four decade-old Palestinian grievance against Israel, as the excuse for launching a series of raids on the Jewish state. These raids are masked by the mass demonstrations intended to culminate on Israel’s 70th anniversary, the day the U.S. Embassy moves to Jerusalem. But you would never know any of that from the left-wing, Israel-bashing media or the enemies of freedom at the United Nations.\n\nThe number of Gaza protesters actually declined from the first week to the second, for several reasons. First, the people of Gaza – whose lives have been broken by the Hamas leadership ostensibly “serving” them – have bigger fish to fry than the question of where exactly American visas will be processed in the Jewish state once the new embassy opens its doors.\n\nAnd second, Gaza residents have to recognize that despite Hamas propaganda, their bleak situation can no longer be blamed on Israel, which is in fact the source of humanitarian shipments of food, water and medicine. To paraphrase Ronald Reagan, they’ve come to see that Hamas isn’t the solution to the problem; Hamas is the problem.\n\nThis Friday, Hamas will be sponsoring yet another protest at the border. Here’s hoping that Gazans will rise up – not against their so-called oppressors in Israel but against the real force that has relegated their lives to nightmare status. And that would be Hamas itself.","7":"Welcome to Fox News First. Not signed up yet? Click here.\n\nDeveloping now, Monday, April 23, 2018\n\nThe four people killed in Sunday's shooting at a Tennessee Waffle House are identified as authorities continue to search for the suspected gunman\n\nThe Senate Foreign Relations Committee is scheduled to vote Monday on CIA Director Mike Pompeo's nomination to be secretary of state - and early signs point to the panel not endorsing President Trump's nominee\n\nPresident Trump will urge North Korea to dismantle its nuclear weapons at his summit with Kim Jong Un and is not willing to lift sanctions for the mere freezing of its nuclear missile tests, according to one report\n\nFOX NEWS EXCLUSIVE: Before his visit to Washington this week, French President Emmanuel Macron insists he has a strong relationship with Trump but appears to warn against his aggressive stances on international trade, Iran and more\n\nPrince William’s wife, Duchess of Cambridge Kate Middleton, is in labor with the couple third child, Kensington Palace says\n\nTHE LEAD STORY - Four people who were killed Sunday after a gunman opened fire at a Waffle House in Tennessee have been identified as authorities continue their intense manhunt for the suspect ... Investigators said the suspect, identified as 29-year-old Travis Reinking, may be carrying a pistol and has a history of mental illness. Reinking was arrested in July 2017 for being in a restricted area near the White House, saying he \"wanted to set up a meeting\" with President Trump, investigators revealed in a Sunday news conference. More than a year before that, he claimed Taylor Swift was stalking him, police said. A possible motive for the shooting early Sunday morning was unclear, according to police. The victims included a worker at the Waffle House, a college student and a rapper. Authorities said Taurean Sanderlin, Joe Perez, Akilah DaSilva and DeEbony Groves were killed Reinking allegedly shot them around 3:30 a.m.\n\nA BATTLE OVER THE NEXT SECRETARY OF STATE: CIA Director Mike Pompeo, President Trump’s pick for secretary of state, will likely face an uphill battle in his at confirmation hearing Monday before the Senate Foreign Relations Committee ... While he was confirmed to lead the CIA with a 66-32 vote last year, Pompeo faces new challenges, with lawmakers saying Pompeo lacks the diplomacy needed to act as the nation’s top diplomat. Pompeo opponents have pointed to his hawkish foreign policy positions and comments about minorities, particularly Muslims and gay people. Most Democrats on the Senate Foreign Relations Committee have already announced plans to oppose Pompeo, sparking speculation that the panel could take the unusual step of sending the nomination to the full Senate without a favorable recommendation.\n\nCommittee member and Sen. Rand Paul is also opposed to confirming Pompeo -- he was the only Republican to vote against Pompeo during his CIA confirmation hearing. However, Republicans in the administration and on Capitol Hill don't expect any other GOP defections besides Paul and believe Pompeo will be confirmed when the vote is brought to the full Senate floor.\n\nTRUMP TO PLAY HARDBALL WITH KIM: President Donald Trump will urge Kim Jong Un to quickly dismantle North Korea's nuclear arsenal when he meets North Korean dictator at their summit, unnamed senior administration officials said in one report. In addition, Trump does not want grant North Korea substantial sanctions relief for the suspension of nuclear and missile tests ... “When the president says that he will not make the mistakes of the past, that means the U.S. will not be making substantial concessions, such as lifting sanctions, until North Korea has substantially dismantled its nuclear programs,” a senior Trump administration official told the Wall Street Journal. The Trump administration official's comments come days after Kim announced that his country will be suspending missile testing and closing a nuclear test site.\n\nICYMI - FOX NEWS EXCLUSIVE: French President Emmanuel Macron insisted Sunday that he has a solid relationship with President Trump, ahead of his Washington visit this week, but also appeared to caution the president about his aggressive stances on Iran, climate change and international trade, in an exclusive “Fox News Sunday” interview ... “You cannot make a trade war with your allies,” Macron said. “It’s too complicated. If you make war against everybody, you make trade war against China, trade war against Europe, war in Syria, war against Iran -- come on -- it doesn’t work. You need allies.” Macron spoke ahead of his visit this week to the United States that includes a dinner Monday with wife Brigitte, Trump and first lady Melania Trump. The trip will mark the first time that Trump has hosted an official state visit since taking office last year and will include a state dinner Tuesday night at the White House and Macron making a joint address to Congress on Wednesday.\n\nROYAL LABOR PAINS: Kensington Palace says Prince William's wife, Kate Middleton, the Duchess of Cambridge, has entered a London hospital to give birth to the couple's third child … The duchess traveled by car on Monday morning to the private Lindo Wing of St. Mary's Hospital in central London. The palace says she was in \"the early stages of labor.\"\n\nAS SEEN ON FOX NEWS WEEKEND\n\nCOMEY THE ALLEGED CRIMINAL: \"You didn't have a right to leak that information. Once you took those memos out of the building to leak to The New York Times, you, James Comey, committed a crime\" – Judge Jeanine Pirro, in her \"Opening Statement\" on \"Justice with Judge Jeanine,\" outlining how the fired FBI Director James Comey allegedly committed a crime by leaking classified information. WATCH\n\n'ANGEL PARENTS' SEEKING JUSTICE: \"Thousands of Americans are being killed at the hands of criminal illegal aliens and [California Gov. Jerry Brown] is protecting them. As a legal immigrant, I would expect my government to protect us American citizens.\" – Fight Sanctuary State spokesperson Agnes Gibboney, on \"Fox & Friends Weekend,\" explaining a ballot initiative seeking to impose criminal penalties on law enforcement and government officials who don't comply with federal immigration officials. WATCH\n\nTHE SWAMP\n\nHillary Clinton, not on ballot, is star of GOP midterm plan.\n\nTrump slams NBC’s 'sleepy eyes' Chuck Todd for 'fake news' comments about North Korea.\n\nMedicare ID scam targets seniors receiving new cards.\n\nACROSS THE NATION\n\nSyracuse University permanently expels fraternity over 'anti-Semitic' video.\n\nCalifornia fault line is 'tectonic time bomb' for disastrous earthquake, researchers say.\n\nChicago police spot 'elderly' woman pushing another woman's body in shopping cart.\n\nMINDING YOUR BUSINESS\n\nStock futures point to gains this week | Earnings, earnings and more earnings in the week ahead\n\nSunday Morning Futures Interview - No official intel used to start FBI probe into Trump campaign-Russia collusion: Rep. Nunes\n\nTrump's next $100 billion tariff dilemma: Hit Walmart or Apple Store?\n\nAmazon to double down on groceries, foray deeper into fresh produce in India.\n\nFOX NEWS OPINION\n\nMichael Goodwin: Lawsuit shows Democrats are getting desperate as Mueller probe stalls.\n\nAndy Puzder: What Trump-haters don't get about the incredible power of American capitalism.\n\nNoah Wall: Here are four ways Republicans can guarantee they lose Congress in November.\n\nHOLLYWOOD SQUARED\n\nShania Twain says she would have voted for Trump despite his offensive comments.\n\nHow 'Smallville' actress Allison Mack tried to lure actress into an alleged sex cult.\n\nRobert De Niro says Donald Trump is one role he'd never play.\n\nDID YOU HEAR ABOUT THIS?\n\nWoman fined $500 for saving free Delta Air Lines snack.\n\nDog stays with lost 3-year-old girl overnight, leads rescuers to her.\n\nMan bitten by shark, bear, snake in less than four years.\n\nSTAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m. ET: White House Press Secretary Sarah Sanders previews President Trump's meeting with French President Macron; Dan Bongino weighs in on the morning's biggest headlines; actress Candace Cameron Bure on how she shut down a body shamer; a 21-year-old entrepreneur with Down syndrome opens up about his business success.\n\nTucker Carlson Tonight, 8 p.m. ET: Tentative guests include: Joe diGenova, Mark Steyn and Dan Bongino.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m. ET: Guests include: House Majority Leader Kevin McCarthy; Raj Shah, White House principal deputy press secretary; Bud Cummins, former U.S. attorney and Avenue Strategies partner.\n\nVarney & Co., 9 a.m. ET: Rep. Jim Jordan; Healy Baumgardner, former spokesman for Trump presidential campaign.\n\nCavuto: Coast to Coast, Noon ET: Art Laffer, former economic adviser under President Reagan.\n\nAfter the Bell, 4 p.m. ET: Sen. Chuck Grassley.\n\nRisk & Reward, 5 p.m. ET: Retired Lt. Col. Michael Waltz, former Green Beret commander and Florida congressional candidate.\n\nLou Dobbs Tonight, 7 p.m. ET: Rep. Mark Meadows; Kelli Ward, Ariz. candidate for U.S. Senate.\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: Is there a way to defeat domestic terrorism? Fox News' Eric Shawn talks with Joseph Connor, co-author of the new book \"Shattered Dreams,\" which tells the story about how the FALN killed his father and three others in a bombing at Fraunces Tavern near Wall Street in 1975. Plus, commentary from \"The Five\" co-host Juan Williams.\n\nWant the Fox News Rundown sent straight to your mobile device? Subscribe through Apple Podcasts, Google Play, and Stitcher.\n\nThe Brian Kilmeade Show, 9 a.m. ET: New York Post columnist Michael Goodwin on why Democrats' lawsuit shows they are getting desperate as the Robert Mueller probe stalls; Steve Hayes on James Comey's media blitz and the latest developments with North Korea; Bret Baier previews his interview with Comey, weighs in on North Korea; Ainsley Earhardt gives the inside story on her new book, \"The Light Within Me: An Inspirational Memoir.\"\n\n#OnThisDay\n\n2005: The recently created video-sharing website YouTube uploads its first clip, \"Me at the Zoo,\" which showed YouTube co-founder Jawed Karim standing in front of an elephant enclosure at the San Diego Zoo.\n\n1968: The Methodist Church and the Evangelical United Brethren Church merge to form the United Methodist Church.\n\n1954: Milwaukee Braves rookie Hank Aaron hits the first of his 755 career major-league home runs in a game against the St. Louis Cardinals.\n\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Enjoy your Monday! We'll see you in your inbox first thing Tuesday morning.","8":"The media war against President Trump continues without stop. Every hour of every day, somewhere a major media outlet is attacking the president. It might be with a news show. It might be on an entertainment program. It might even be a Pulitzer Prize-winning hip hop album that was chosen because it bashes Trump.\n\nThe American media are still angry they didn’t get to pick the president in 2016 and are doing their best to overturn the decision of voters.\n\nThis past week, in the midst of the media’s Comet Comey, there was still time for news outlets to bash Trump – whether it was CNN fixated on fired FBI Director James Comey’s prostitute allegations or journalists obsessed with President Trump’s use of the term “Mission Accomplished” for the U.S. strike against Syria.\n\nThe host for the White House Correspondents’ Dinner, Michelle Wolf, even mocked how Trump eats and dared him to attend the dinner. “Yeah! I dare you, you poor little man! I’ll give you $5 if you come,” the “Daily Show” writer said mockingly.\n\nThe media were just getting warmed up. Three separate dramas had plots where the president was removed from office. “Homeland,” “The Good Fight” and “Designated Survivor” all envisioned replacing their commander-in-chief. “Madam Secretary,” modeled after Hillary Clinton, went that route in January. Three of the four have preferred the popular liberal fantasy of the 25th Amendment solution.\n\nIn “Homeland,” the Cabinet moves against the president because of the “unprecedented” firing of a third of the Cabinet. (Sound like a hint?) “The Good Fight” actually made up a whole bunch of outlandish lies about President Trump, some of which it even admitted to, including that he “colluded with the Russians.”\n\nOne character summed up much of the media attack on the president in the real world, as she crafted an entirely fictional series of charges. “This isn’t about truth anymore. And it’s not about lying. It’s about who’s backtracking and who’s attacking,” she ranted.\n\n“Saturday Night Live” even employed Robert De Niro in a skit where he played Special Counsel Robert Mueller. De Niro went on “Today” to fantasize about upcoming appearances. “I hope there’s a couple where I interrogate him, then I arrest him, and then I escort him to jail,” he chuckled.\n\nThat takes things to the Pulitzer Prizes: The Anti-Trump Edition. The awards included one for both The Washington Post and New York Times for trying to tie Trump to Russia. The Post also got one for helping Democrats win the Alabama U.S. Senate race.\n\nBut the special, “thumb in the eye of Trump,” came with a win for hip hop artist Kendrick Lamar. Here’s Sirius XM radio host Clay Cane celebrating how Lamar’s album “Damn” won. “In ‘The Heart Part 4,’ a pre-album track from ‘Damn,’ Lamar wrote, ‘Donald Trump is a chump, know how we feel, punk \/ Tell 'em that God comin' \/ And Russia need a replay button, y'all up to something.\"\n\nThe album, wrote Cane for CNN, “is a punch in the gut, a wake-up call to people who are in intellectual comas.” That’s 2018, where Pulitzers are decided because the media ridiculously, immaturely and irrationally hates Trump.\n\n2. Cuba’s Castro Convertible Leadership: What do you call a Cuba without the Castro dictatorship? Not much different. Sure, the names change, but the socialist tyranny is the same.\n\nUnless you are the leftie news media. News outlets around the world ran with the bogus story claiming Miguel Mario Diaz-Canel Bermudez was “elected” the new president of Cuba. Other outlets referred to the “election.” Only Diaz-Canel ran unopposed in a typical Cuban farce. Just like the murderous Castros before him.\n\nThe Associated Press, that bastion of journalistic integrity, ran a story that the Washington Post headlined: “Miguel Diaz-Canel elected president of Cuba.” The Independent ran an identical headline with a lot more text.\n\nNPR, paid for in part by your tax dollars, actually contradicted itself in one paragraph. It led with how Díaz-Canel “has been elected president of Cuba, officially ending the Castro family's decades of domination of the country's highest office.” Then it added how the event “might better be described as a coronation than an election.” And, of course, Raul Castro is still going to lead the nation’s Communist Party and it’s military.\n\nNot exactly stepping down.\n\nThe Chicago Tribune deserves high marks for being more accurate. It ran the headline, “Miguel Diaz-Canel selected as next president of Cuba.”\n\n3. Making Book on Politics: The real problem with media bias isn’t just bad news stories. It’s that you often need to find better stories to offset the original and cross-reference them. Here’s a great example.\n\nCNN’s Senior Media Correspondent Brian Stelter wrote a ridiculously one-sided story about The New York Times best-seller list. In Stelter’s world, “Every top New York Times best-seller this year has been about Trump.”\n\nThe problem with that is that The Times has a ridiculously skewed list and conservatives have complained about it for years. That point gets no acknowledgement at all from Stelter. All he admits is that “there is a caveat about The Times list: Psychologist Jordan Peterson's book ‘12 Rules For Life’ has been a hot seller for months, and might have ranked No. 1, but because it is published by a Canadian company, it is not counted by the U.S. newspaper.”\n\nHardly the only caveat. Let’s turn to National Review and author Dennis Prager who wrote: “The Times Best-Seller List: Another Reason Americans Don’t Trust the Media.” Prager made a strong argument. “As a writer (who, for the record, had a previous book on that list), I have long known it isn’t a best-seller list.” His most recent book, “The Rational Bible: Exodus,” “opened up on Amazon as the second-best-selling book in America.” He looked to see if it was on the Times list. It wasn’t.\n\nThis argument wasn’t new. Even NPR knew about it back in September. “Conservative book publisher Regnery has announced that it will no longer use the New York Times best-seller list in its promotional materials. Regnery says it is biased,” it explained.\n\nThis all blew up on Wednesday, when the New York Times was confronted about its bias during a shareholders meeting. The Times even got into a Twitter war with Prager, because that’s the kind of thing a neutral outlet does with a best-selling author.\n\n4. The Rap on Social Security: Just as death and taxes go together, so do Social Security and … Cardi B? The 25-year-old rapper made news this week not just for what she said, but for who agreed with her. Cardi, as the music industry calls her, sang the praises of President Franklin Delano RooWedsevelt during a recent GQ interview. “He's the real 'Make America Great Again,' because if it wasn't for him, old people wouldn't even get Social Security,\" she said.\n\nFormer presidential candidate Bernie Sanders put the media into overdrive by commenting on the interview. “Cardi B is right. If we are really going to make America great we need to strengthen Social Security so that seniors are able to retire with the dignity they deserve.”\n\nBillboard headlined its piece: “Bernie Sanders Quotes Noted Economist on Strengthening Social Security: 'Cardi B is Right.'” That article even went on to talk about Cardi’s political future. “Boom. Cardi said it. Sorry Kanye, but Cardi 2020?” Because 2020 has to be even more moronic than 2018. (Thanks to her age, that silliness has to wait until at least 2028.)\n\nOther media outlets followed – CNN, Yahoo, The Hill – pretty much every outlet looking for clicks involving a pop star and an aging socialist. Any way the news media can hype a liberal narrative, they do it. Even something as stupid as this.\n\nThankfully, there’s always liberal Salon to push an even more liberal narrative. It wrote: “Bernie Sanders may sing Cardi B’s praises – but sex workers say he’s no ally.” Yes Cardi, “a former stripper,” suddenly was caught up in a new battle. Because news can always get more insipid. Always.","9":"","10":"","11":"","12":"","13":"Play Audio Clip Listen to audio clip.\n\nA mass shooting at a Waffle House is raising more questions about the issues of gun possession and mental health. FOX's Jonathan Serrie describes the situation from Antioch, Tennessee.\n\nThe people of Syria have been living in a war zone for almost 10 years. FOX's Foreign Affairs Correspondent, Benjamin Hall, reported from the Syrian border after the gas attacks in early April. He describes his experience and the people he met along the way.\n\nPlus, a commentary by FOX News Contributor Jessica Tarlov.","14":"next\n\nprev\n\nThe Latest on the Syria conflict (all times local):\n\n4 p.m.\n\nThe German government says it stands by its view that the U.S.-led airstrikes against Syria were legal, despite experts saying they breached international law.\n\nGerman parliamentary researchers last week provided an 11-page opinion to lawmakers that questioned whether the alleged chemical attack by Syrian government forces justified the attack by the United States, Britain and France.\n\nGermany didn't participate in the April 14 strikes.\n\nA spokeswoman for Chancellor Angela Merkel said Monday the German government \"took note\" of the parliamentary assessment but remains convinced the allied attack was \"necessary and appropriate.\"\n\nUlrike Demmer said the airstrikes were intended to prevent further uses of chemical weapons by Syrian forces, which in themselves were a breach of international law.\n\nMerkel meets U.S. President Donald Trump in Washington Friday.\n\n___\n\n12:45 p.m.\n\nSyrian state media say government forces and their allies are pressing an offensive against members of the Islamic State group in southern Damascus.\n\nState-run al-Ikhbariya TV says the aim of Monday's government push is to isolate IS in the southern Damascus neighborhood of Hajar Aswad from nearby areas held by the extremists.\n\nHundreds of IS militants hold parts of the Palestinian refugee camp of Yarmouk and nearby Hajar al-Aswad in southern Damascus. The extremists agreed to give up their last pocket there on Friday but have yet to begin surrendering to government forces and relocating to IS-held areas elsewhere in the country.\n\nThe Britain-based Syrian Observatory for Human Rights, a war monitoring group, says 11 people have been killed in the offensive since the fighting began last Thursday.","15":"The Russian military has indicated it will supply the Syrian government with a sophisticated air defense system, after condemning a missile attack launched by the U.S., Britain and France earlier this month.\n\nCol. Gen. Sergei Rudskoi said in a statement Wednesday that Russia will supply Syria with \"new missile defense systems soon.\" Rudskoi did not specify the type of weapons, but his remarks follow reports in the Russian media that Moscow is considering selling its S-300 surface-to-air missile systems to Syria.\n\nTop Russian officials said earlier this month that Moscow may reconsider a pledge it gave a decade ago not to provide Syria with the S-300 system in light of the airstrikes on Syria earlier this month.\n\nRussia is a key ally of Syrian President Bashar Assad.","16":"International experts from the global agency for the monitoring of chemical weapons set off to the site of a suspected April 7 gas attack in Syria on Saturday, Russia's foreign ministry said.\n\nInspectors from the Organization of the Prohibition of Chemical Weapons were delayed for one week in Damascus before they could visit the town, just minutes' away from the capital, where the alleged attack occurred.\n\nThe town of Douma was at the time under rebel control and facing a ferocious government air and ground assault. Militants gave up the town days after the alleged attack.\n\nThe U.S., France, and Britain blamed the Syrian government for the attack, and struck suspected Syrian chemical weapons facilities one week later.\n\nThe Syrian government and its ally Russia denied responsibility for the attack.\n\nRussian ministry spokeswoman Maria Zakharova said the delays to the OPCW team were \"unacceptable,\" in a statement Saturday.\n\nA U.N. security team touring Douma on Tuesday came under small arms and explosives fire, leading the OPCW to postpone its visit.\n\nThe U.S. and Britain accused the Syrian government and Russia of delaying the investigation to stage a cover up.\n\nImages that emerged from Douma in the hours after the attack showed lifeless bodies collapsed in crowded rooms, some with foam around their noses and mouths.\n\nMedical workers and activists in Douma at the time said at least 40 people were killed.\n\nThousands of people — rebels and civilians — left Douma on buses to north Syria in the days after the attack, believing they could not reconcile with the government after it took over the town. North Syria is divided between opposition, Turkish, and al-Qaida control.\n\nThe evacuations were the latest in a string of population transfers around the Syrian capital that have displaced more than 60,000 people as the government reconsolidates control after seven years of civil war.\n\nU.N. officials and human rights groups say the evacuations amount to a forced population displacement that may be a war crime.\n\nOn Saturday, rebels began evacuating three towns in the eastern Qalamoun region in the Damascus countryside, state TV reported.\n\nState-run Al-Ikhbariya TV said several buses left the towns of Ruhaiba, Jayroud, and al-Nasriya carrying hundreds of rebels and their families to opposition territory in north Syria.\n\nThe station said there could be 3,200 rebels leaving three towns on Saturday. It said the evacuations will continue for three days.\n\nSyrian government forces will take over the towns once the departures are complete.","17":"next\n\nprev\n\nInternational efforts to rebuild Syria once the civil war is over should center on agriculture to kick start the economy and quickly improve the livelihoods of the people, a high-level United Nations official said Tuesday.\n\nIn an interview with The Associated Press ahead of an international Syria donors conference, the United Nations' Food and Agriculture Organization's Deputy Director General Daniel Gustafson said that in case of a return to peace the impact of funding farming would yield almost immediate results.\n\n\"If you invest in that, you are going to get a quick return,\" he said.\n\nDespite seven years of warfare through much of the Middle Eastern nation which also blighted farmland and destroyed facilities, farming still accounts for about a quarter of Syria's gross domestic product.\n\nUN figures show that some $16 billion in production has been lost because of the war and it will take about as much to get the recovery of farming going again. At the two-day Syria conference opening Tuesday, donors from across the globe hope to commit several billion in assistance to alleviate the pressing needs of Syrians. Over $5 billion was committed last year.\n\nFarming in Syria goes back many thousands of years and the nation was long a breadbasket for the area. When the war started almost half the population was still employed in farming.\n\nAnd despite the horrific war that ravaged orchards and fields, cut the availability of seeds and fertilizers and sent many millions fleeing, half the output survives to this day.\n\n\"The resilience of the agriculture sector is an astonishing story. You still have half the production of wheat of what you had before the war\" — two million tons, instead of 4 million before the war, Gustafson said.\n\nStill, some 6.5 million people are in urgent need of immediate assistance because they face a lack of food, said Gustafson.\n\nWhile most of the attention goes to shocking events like bombings or even gas attacks, war in the countryside often has a more creeping effect.\n\n\"It is this continuous deterioration of their livelihoods. You cannot get seeds, you cannot sell stuff, you cannot trade, you cannot get spare parts,\" Gustafson said. \"The whole thing just kind of grinds down.\"\n\nHe said that fortunately, the situation can also pick up again soon once the conditions are right, once the right seeds come in again and people and goods are again free to move around the country.","18":"next\n\nprev\n\nEU foreign policy chief Federica Mogherini is calling on Russia, Iran and Turkey to force a halt to fighting in Syria, as international donors gather in Brussels to drum up aid for the conflict-ravaged country.\n\nMogherini told reporters Wednesday that the three have a \"special responsibility\" to ensure the conditions for a cease-fire and to pressure Syrian President Bashar Assad to return to the negotiating table.\n\n\"We are seeing an escalation in military activities which is exactly the contrary\" to what they promised to work toward, she said.\n\nAround 80 countries, organizations and partners backing Syria are taking part in the donor conference in Brussels.\n\nOrganizers hope the meeting will give impetus to stalled peace moves under U.N. auspices, on top of gathering several billion dollars in humanitarian aid.","19":"Syrian state media says rebels have started to evacuate three towns in the eastern Qalamoun region in the Damascus countryside.\n\nAl-Ikhbariya TV says several buses left the towns of Ruhaiba, Jayroud, and al-Nasriya carrying hundreds of rebels and their families to opposition territory in north Syria.\n\nThe station says there could be 3,200 rebels leaving three towns on Saturday. It says the evacuations will continue for three days.\n\nSyrian government forces will take over the towns once the departures are complete.\n\nThe evacuations are the latest in a string of population transfers around the Syrian capital that have displaced more than 60,000 people as the government reconsolidates control."},"URL":{"0":"http:\/\/www.foxnews.com\/science\/2018\/04\/23\/cold-war-poison-resurfaces-in-quiet-english-town.html","1":"http:\/\/www.foxnews.com\/politics\/2018\/04\/22\/frances-macron-speaks-to-very-special-relationship-with-trump.html","2":"http:\/\/www.foxnews.com\/transcript\/2018\/04\/22\/president-macron-on-relations-with-us-syria-and-russia.html","3":"http:\/\/www.foxnews.com\/world\/2018\/04\/21\/chemical-weapons-inspectors-in-douma-syria-gather-samples-from-site-opcw-says.html","4":"http:\/\/www.foxnews.com\/politics\/2018\/04\/21\/trump-hosts-frances-macron-for-first-state-visit-with-dinner-menu-guest-list-still-secret.html","5":"http:\/\/www.foxnews.com\/us\/2018\/04\/24\/fox-news-first-terrorism-not-ruled-out-in-deadly-toronto-van-crash-homeland-security-warns-caravan.html","6":"http:\/\/www.foxnews.com\/opinion\/2018\/04\/25\/in-gaza-hamas-is-oppressor-not-israel.html","7":"http:\/\/www.foxnews.com\/us\/2018\/04\/23\/fox-news-first-intense-manhunt-in-waffle-house-shooting-trump-to-play-hardball-with-north-korea.html","8":"http:\/\/www.foxnews.com\/opinion\/2018\/04\/21\/media-war-on-trump-continues-around-clock-and-other-proof-media-bias.html","9":"http:\/\/video.foxnews.com\/v\/5775670343001\/","10":"http:\/\/video.foxnews.com\/v\/5775654448001\/","11":"http:\/\/video.foxnews.com\/v\/5776324346001\/","12":"http:\/\/video.foxnews.com\/v\/5775972134001\/","13":"https:\/\/radio.foxnews.com\/2018\/04\/24\/the-fox-news-rundown-4-24-2018\/","14":"http:\/\/www.foxnews.com\/world\/2018\/04\/23\/latest-german-government-says-syria-strikes-were-legal.html","15":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/russia-hints-it-may-provide-advanced-air-defenses-to-syria.html","16":"http:\/\/www.foxnews.com\/world\/2018\/04\/21\/russia-chemical-weapons-inspectors-head-to-syria-site.html","17":"http:\/\/www.foxnews.com\/world\/2018\/04\/24\/un-says-farming-should-be-at-heart-syria-reconstruction.html","18":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/eu-urge-russia-iran-turkey-to-deliver-on-syria-promises.html","19":"http:\/\/www.foxnews.com\/world\/2018\/04\/21\/syrias-damascus-region-to-see-thousands-more-evacuations.html"}}