{"Content":{"0":"I’m just back home in the U.S. from a visit to Israel, where for four straight Fridays the Hamas terrorist group that rules the Gaza Strip has organized protests at the border with Israel involving thousands of Palestinians. Some of the protesters have attacked Israel’s border security fence “with explosives, firebombs and other means,” The Associated Press reported.\n\n“Huge plumes of smoke from burning tires (set afire by demonstrators) engulfed the border area,” the AP reported from the scene. “Some of the activists` threw stones toward the fence or flew kites with flaming rags dangling from their tails.”\n\nIn other words, what’s happening on the Gaza-Israel border is not a peaceful protest. While most protesters aren’t joining in the violence, some are violent and dangerous terrorists who want to tear down Israel’s security fence to make it easy to launch deadly attacks on the Jewish state.\n\nActing to defend their nation, Israeli forces have killed 34 Palestinian attackers along the border since the protests began March 30, despite the best efforts by the Israelis to use the minimal force required.\n\nNo nation on Earth would welcome terrorist murderers to cross its borders to take the lives of innocent civilians. And if terrorists assaulted any other border on the planet, the number of attackers killed would undoubtedly be much higher.\n\nThe protests are scheduled to end with a massive Palestinian march on the border May 15, the 70th anniversary (on the secular calendar) of Israel gaining independence from Britain.\n\nYou might think the United Nations and countries around the world would be condemning the violent protests – but you’d be wrong. Israel’s s actions to defend its border prompted the usual Israel-bashing at the U.N., in the media, and wherever left gathers to condemn the only democracy in the Middle East.\n\nIt’s tragic that violence is a daily fact of life in much of the Middle East, including Israel and the Palestinian territories.\n\nWhen you speak to Israelis and Palestinians who aren’t involved in the politics of the region – as I did on my recent visit to Israel – one fact stands out: they all want peace. They’re weary of the costs of war and they’re sick of seeing their children fighting and dying in a never-ending battle that benefits no one.\n\nAn Israeli woman told me that Palestinian women taking part in nascent peace movements have had their lives and the lives of their families threatened if they continued to campaign for peace.\n\nThe average Gaza resident hardly desires to spend Friday afternoons burning tires and risking getting shot or killed. But as long as Hamas calls the shots, some are drawn to violence.\n\nWhat the Palestinians and their supporters around the globe fail to acknowledge is that the true oppressor of Palestinians in Gaza is not Israel, which completely withdrew from the territory in 2005. The real oppressor of Palestinians is Hamas itself.\n\nHamas’ obstructionist policy of non-recognition of Israel – and its vow to destroy Israel as Jewish state – is not just empty rhetoric. The terrorist group regularly launches rocket attacks against Israeli civilians and spends millions of dollars building cross-border tunnels for terrorists to infiltrate Israel.\n\nHamas refuses to cooperate with the Palestinian Authority and has created a humanitarian nightmare for the innocent people trapped under its sway. Electricity is available only a few hours a day, tap water is undrinkable, unemployment stands at 50 percent, the Mediterranean shoreline is contaminated, and only humanitarian aid from Israel sustains the lives of Gaza residents.\n\nBut you would never glean any of that from the latest round of headlines condemning Israel for using “disproportionate” force against civilians. As if Israelis were obligated to let themselves be killed by terrorists to make sure as many of them died as Palestinians to achieve proportionality.\n\nThe reality is that the masses of Palestinians remaining a safe distance from the border are a cover for the armed terrorists seeking to crash through the fence each Friday and attack Israeli communities less than a mile from Gaza.\n\nThis explains Hamas’ resort to burning tires and flying kites with flaming tails – the thick black smoke is intended to offer cover to the infiltrators. Yet the quotes reporters gather from the protesters never offer the same rationale twice for the demonstrations, because in fact there is no rationale for them, other than Hamas seeking to save itself from irrelevancy.\n\nIn today’s Middle East, the game has changed. It’s no longer a battle between Israelis and Palestinians, fought at the negotiating table as well as through individual acts of violence against Israeli civilians.\n\nInstead, the real story is how united former enemies – Israel, Saudi Arabia, the Gulf States, Jordan, and Egypt – have become in the face of existential threats from Iran and ISIS.\n\nMany Palestinians have been all but abandoned by their “protectors,” no longer a pawn in the greater game of wiping Israel off the map.\n\nAnd Arab nations have quietly drawn together with Israel to find ways to stop Iran and its proxies – the terrorist groups Hezbollah, Islamic Jihad and ISIS – from taking control of even more of the Middle East, now that Syria, Lebanon, and to a growing extent Iraq are under Iran’s sway.\n\nAs a result, Hamas is facing tough times. The terrorist group’s rejection of Israel no longer has relevance for leaders across the Middle East who now have Iran and ISIS to worry about.\n\nSo Hamas has seized on Land Day, a four decade-old Palestinian grievance against Israel, as the excuse for launching a series of raids on the Jewish state. These raids are masked by the mass demonstrations intended to culminate on Israel’s 70th anniversary, the day the U.S. Embassy moves to Jerusalem. But you would never know any of that from the left-wing, Israel-bashing media or the enemies of freedom at the United Nations.\n\nThe number of Gaza protesters actually declined from the first week to the second, for several reasons. First, the people of Gaza – whose lives have been broken by the Hamas leadership ostensibly “serving” them – have bigger fish to fry than the question of where exactly American visas will be processed in the Jewish state once the new embassy opens its doors.\n\nAnd second, Gaza residents have to recognize that despite Hamas propaganda, their bleak situation can no longer be blamed on Israel, which is in fact the source of humanitarian shipments of food, water and medicine. To paraphrase Ronald Reagan, they’ve come to see that Hamas isn’t the solution to the problem; Hamas is the problem.\n\nThis Friday, Hamas will be sponsoring yet another protest at the border. Here’s hoping that Gazans will rise up – not against their so-called oppressors in Israel but against the real force that has relegated their lives to nightmare status. And that would be Hamas itself.","1":"","2":"","3":"The Russian military has indicated it will supply the Syrian government with a sophisticated air defense system, after condemning a missile attack launched by the U.S., Britain and France earlier this month.\n\nCol. Gen. Sergei Rudskoi said in a statement Wednesday that Russia will supply Syria with \"new missile defense systems soon.\" Rudskoi did not specify the type of weapons, but his remarks follow reports in the Russian media that Moscow is considering selling its S-300 surface-to-air missile systems to Syria.\n\nTop Russian officials said earlier this month that Moscow may reconsider a pledge it gave a decade ago not to provide Syria with the S-300 system in light of the airstrikes on Syria earlier this month.\n\nRussia is a key ally of Syrian President Bashar Assad.","4":"next\n\nprev\n\nEU foreign policy chief Federica Mogherini is calling on Russia, Iran and Turkey to force a halt to fighting in Syria, as international donors gather in Brussels to drum up aid for the conflict-ravaged country.\n\nMogherini told reporters Wednesday that the three have a \"special responsibility\" to ensure the conditions for a cease-fire and to pressure Syrian President Bashar Assad to return to the negotiating table.\n\n\"We are seeing an escalation in military activities which is exactly the contrary\" to what they promised to work toward, she said.\n\nAround 80 countries, organizations and partners backing Syria are taking part in the donor conference in Brussels.\n\nOrganizers hope the meeting will give impetus to stalled peace moves under U.N. auspices, on top of gathering several billion dollars in humanitarian aid."},"URL":{"0":"http:\/\/www.foxnews.com\/opinion\/2018\/04\/25\/in-gaza-hamas-is-oppressor-not-israel.html","1":"http:\/\/video.foxnews.com\/v\/5776324346001\/","2":"http:\/\/video.foxnews.com\/v\/5775972134001\/","3":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/russia-hints-it-may-provide-advanced-air-defenses-to-syria.html","4":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/eu-urge-russia-iran-turkey-to-deliver-on-syria-promises.html"}}