{"Content":{"0":"MOSCOW (AP) — During the Cold War, Soviet scientists at a secret, high-security lab worked frantically to counter the latest U.S. chemical weapons. More than 40 years later, the nerve agent they developed apparently turned up in a quiet English town, where it nearly killed a former Russian spy and his daughter.\n\nVladimir Uglev said he was the scientist who in 1975 first synthesized A-234 — an odorless liquid deadlier than any other chemical weapons that existed at the time.\n\n\"Hundreds of thousands could have been killed with what I produced,\" the 71-year-old former researcher told The Associated Press.\n\nUglev detailed his deadly and secretive work, recalling how Kremlin leaders and the military were ambivalent about the chemical weapons program and eventually came to see it as burdensome and costly. And he described how the Soviet Union's collapse could have led to the lethal poisons falling into unscrupulous hands.\n\nBritain said that Russia used A-234, which is from a class of nerve agents known as \"Novichok,\" to poison ex-double agent Sergei Skripal and his daughter, Yulia, in Salisbury, England, on March 4. Russia vehemently denied it was behind the attack, which touched off a diplomatic war between Moscow and the West.\n\nRussia has argued that the U.S., Britain and other Western countries acquired the expertise to make the nerve agent after the Soviet collapse. The Organization for the Prohibition of Chemical Weapons, an international watchdog group that analyzed samples in the Skripals' poisoning, confirmed British conclusions about the identity of the toxic chemical but not its origin.\n\nUglev and Leonid Rink, another top scientist in the Soviet program interviewed by the AP, had conflicting theories.\n\nWhile Uglev said the nerve agent could have come from Russia, Rink echoed the Kremlin line, alleging British intelligence might have used a less-lethal substance and then faked the evidence to implicate Russia. Britain has denied that.\n\nBoth scientists agreed, however, that it might never be possible to determine the nerve agent's source.\n\nThe Skripals' improved health indicates they only got a minuscule dose and might have mitigated its effect by washing their hands, Uglev said.\n\nThe Soviet program to design a new generation of chemical weapons began in the 1970s to counter the U.S., Uglev said. The Soviets wanted the equivalent of U.S. binary weapons — nerve agents made up of relatively harmless components that turned deadly when mixed.\n\nThe main research lab was in Shikhany, a town in southwestern Russia that the KGB sealed off to outside visitors.\n\nThe research was dangerous: Contact with just a few milligrams — the weight of a snowflake — were enough to kill within minutes.\n\nUglev recalled once getting a tiny amount of a Novichok-class agent on his hand.\n\n\"I rinsed my hands with sulfuric acid and then put them under tap water,\" he said, adding it was the only way to survive. Another researcher who was contaminated in 1987 died of multiple illnesses five years later.\n\nBy the end of the 1980s, scientists developed a host of nerve agents and various precursors for binary weapons that the military collectively dubbed \"Novichok,\" which means \"newcomer.\"\n\nBut the effort was only partly successful, Uglev said. While some nerve agents were deadlier than the U.S. equivalents, the main goal of developing feasible binary weapons wasn't achieved, he said.\n\nAnd although Soviet leaders wanted to counter the Americans, they weren't enthusiastic about chemical weapons in general, seeing them as excessive, when compared with Moscow's massive nuclear arsenal.\n\nWhen Mikhail Gorbachev came to power in 1985, his reforms and closer ties with the West led to cuts in many military programs and arms control agreements.\n\nThe Novichok-class agents were only made in lab quantities and never entered mass production, Uglev and Rink said.\n\nUglev estimated about 100 kilograms (220 pounds) were made for research and military testing.\n\n\"It's hard to imagine that any significant amounts could have been left anywhere, except in researchers' personal safes, where it was allowed to keep no more than 20 grams\" — less than an ounce, he said.\n\nSamples were shared with other Soviet labs, and Rink said some could have ended up abroad after the Soviet Union's demise.\n\nRussia joined a global treaty banning chemical weapons and said last year it had finished destroying 40,000 metric tons of its Soviet chemical arsenals under close international oversight.\n\nRink, who worked in Shikhany until 1997, said U.S. experts made sure that even small quantities of military-grade nerve agents and their precursors were destroyed.\n\nThe U.S., however, couldn't prevent the expertise from spreading.\n\nGen. Anatoly Kuntsevich, who directed the Novichok program, went to Syria, where he reportedly helped create a chemical weapons program in the 1990s.\n\nHe faced criminal charges in Russia in 1995 for helping smuggle toxic chemicals to the Middle East, and Israeli officials reportedly urged Russia to stop the operations. Kuntsevich died in 2002 on a flight from Syria to Russia, and Israeli media suggested he was killed by Israeli intelligence.\n\nSyria agreed to dismantle its chemical arsenal in 2013, but Washington alleged that Damascus reneged on its obligations and used chemical weapons on rebels, most recently in Douma on April 7.\n\nDespite the U.S. oversight to dismantle Russia's arsenal, Uglev said some of the nerve agents could have fallen into the wrong hands amid the economic and political chaos of the Soviet collapse.\n\nIn backing Kremlin assertions on the Skripals' poisoning, Rink argued that Russia would have used an untraceable poison, rather than Novichok, which he called \"a brand name of Russian-made horror.\"","1":"Welcome to Fox News First. Not signed up yet? Click here.\n\nDeveloping now, Tuesday, April 24, 2018\n\nToronto investigators are not ruling out terrorism as they search for a motive in a van crash that killed 10 and left 15 injured\n\nMike Pompeo barely avoids a rare rebuke as the Senate Foreign Relations Committee narrowly votes to recommend him for secretary of state\n\nFormer President George H.W. Bush is recovering from a blood infection after being hospitalized Sunday, the day after his wife Barbara's funeral\n\nHomeland Security Secretary Kirstjen Nielsen threatens the 'caravan' of Central American migrants arriving at the U.S.-Mexico border with prosecution, detention and deportation if they enter the U.S. illegally\n\nA Pennsylvania jury will start deliberating Bill Cosby's fate Tuesday in the legendary comedian's sexual assault retrial\n\nTHE LEAD STORY - Police in Toronto are not ruling out terrorism as they search for a motive and investigate the background of the suspected driver of a van that rammed into a crowd of pedestrians Monday, killing 10 and injuring 15 ... Authorities identified the suspected driver as Alek Minassian, 25, of Richmond Hill, north of Toronto, police said. Minassian is accused of driving into dozens of people intentionally in a chaotic, deadly scene in Toronto. \"We don’t rule out anything,\" Toronto Police Service Chief Mark Saunders said in a Monday evening news conference. \"We need to follow what we have. \"Based on witness accounts, it’s very clear the actions definitely looked deliberate,\" Saunders said. He said Minassian had not been known to police previously.\n\n'It was a nightmare': Witness recounts Toronto van crash\n\nCLOSE CALL FOR POMPEO: Mike Pompeo, President Trump’s pick for secretary of state, barely avoided a rare rebuke from the Senate Foreign Relations Committee after unexpected last-minute drama ... The panel had deadlocked on a party-line vote after Georgia Republican Sen. Johnny Isakson, who had been expected to vote for Pompeo, missed the committee meeting because of a funeral. But the committee then voted favorably on his nomination after Delaware Democratic Sen. Chris Coons, who opposes Pompeo, agreed to vote \"present\" instead of \"no\" because of Isakson's situation. The final tally was 11 to 9 with 1 present. Isakson was allowed to vote by proxy in this particular case. Despite the committee drama, Pompeo still appears poised to secure the necessary 51 votes for confirmation from the entire Senate, with three red-state Democrats also saying they will support him.\n\nNEW HEALTH SCARE FOR GEORGE H.W. BUSH: Former President George H.W. Bush was hospitalized on Sunday, one day after the funeral for his wife, former first lady Barbara Bush, for an infection he contracted that spread to his blood, his spokesman said ... \"President Bush was admitted to Houston Methodist Hospital yesterday morning after contracting an infection that spread to his blood,\" spokesman Jim McGrath said in a statement. \"He is responding to treatments and appears to be recovering. We will issue additional updates as events warrant.\" Barbara Bush died on April 17 at the age of 92, shortly after her family announced she was in failing health and would decline further medical treatment in favor of \"comfort care.\" The former president was hospitalized twice last year for pneumonia.\n\n'CARAVAN' WARNED: Homeland Security Secretary Kirstjen Nielsen warned the “caravan” of Central American migrants arriving at the southern U.S. border that they could face prosecution, detention and deportation, as President Trump called on the agency to block the group ... The announcement came as a group of about 50 migrants who left southern Mexico in March reportedly reached the U.S. border, planning to seek asylum. “DHS continues to monitor the remnants of the ‘caravan’ of individuals headed to our Southern border with the apparent intention of entering the United States illegally,” Nielsen said in a statement. “A sovereign nation that cannot—or worse, chooses not—to defend its borders will soon cease to be a sovereign nation. The Trump administration is committed to enforcing our immigration laws – whether persons are part of this ‘caravan’ or not.”\n\n'Caravans' and refugees: What to know\n\nCOSBY JURY WILL SOON DECIDE: The jury that will start deliberating Bill Cosby's fate on Tuesday has heard the comedian described over the past two weeks both as a \"serial rapist\" and a con artist's victim ... They have seen a parade of accusers testify that the man once revered as \"America's Dad\" had a secret life of drugging and violating women. And they have heard from a witness who says his chief accuser talked about framing a high-profile person to score a big payday. Now, seven men and five women who have been kept in a suburban Philadelphia hotel, away from family, friends and daily routines, will get to have their say in the first big celebrity trial of the #MeToo era. Jurors could be in for a marathon.\n\nCosby sexual assault trial: What's happened so far\n\nAS SEEN ON FOX NEWS WEEKEND\n\n'IT'S A FRAUD': \"[It] had nothing to do with collusion from the beginning.\" – Former federal prosecutor Joe diGenova, on \"Tucker Carlson Tonight,\" saying Special Counsel Robert Mueller's probe into alleged Russian collusion is a \"fraud\" after the lawyer purportedly at the center of the case said she has yet to be contacted by investigators. WATCH\n\nKANYE VERSUS THE MOB: \"He challenged the mob. Their goal is to stigmatize. Smears always shut down debate.\"– Greg Gutfeld, on \"The Five,\" explaining why rapper Kanye West defense of conservative black activist Candace Owens against attacks over her political ideology was a \"big deal.\" WATCH\n\nTRENDING\n\nSecond Amendment-supporting Parkland student says school security questioned him for visiting gun range with his dad.\n\nKanye West professes 'love' for Donald Trump, criticizes Obama, radio host says.\n\nFormer Texas official slammed for asking biracial Harvard teen if he was admitted 'on merit or quota.'\n\nTHE SWAMP\n\nGoodlatte, Gowdy say they struck deal with DOJ for Hillary Clinton probe documents.\n\nColorado Supreme Court kicks GOP Rep. Lamborn off primary ballot.\n\nAriz. Congressional Special Election: Who is Debbie Lesko? | Who is Hiral Tipirneni?\n\nACROSS THE NATION\n\nYeti calls NRA claims 'inaccurate' says it has 'unwavering' belief in Second Amendment.\n\nWaffle House shooter arrested, after cops say he stole BMW days before deadly rampage.\n\nFlorida girl, 4, fighting for her life after 'inhaling' pool water.\n\nMINDING YOUR BUSINESS\n\nAndy Puzder: Why America’s CEOs must speak out.\n\nShort Facebook and bet on energy ETF, billionaire Jeffrey Gundlach says.\n\nWhat should you know about permanent life insurance?\n\nAmazon limits reviews of Comey's book.\n\nFOX NEWS OPINION\n\nF.H. Buckley: Supreme Court and the Trump travel ban case: What's really at stake is our country's future.\n\nCal Thomas: Are today's Evangelicals following Jesus or following Trump?\n\nBehnam Ben Taleblu: Iran spreads lies, claiming America supports terrorists after U.S.-led attack on Syria.\n\nHOLLYWOOD SQUARED\n\n'Smallville' star Allison Mack's bizarre blog details life in alleged sex cult.\n\nVerne Troyer reportedly had 3 times the legal limit of alcohol in his system at the time of his death\n\nStan Lee sued by massage therapist for alleged sexual misconduct.\n\nDID YOU HEAR ABOUT THIS?\n\n12-year-old boy steals family credit card to book Bali vacation after fight with his mom.\n\nHere's how we know the Big Bang happened.\n\nVeteran who survived blast receives first complete penis transplant.\n\nSTAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m. ET: Conservative commentator Candace Owens on continuing to face backlash after Kanye West responds to her message to Black Lives Matter; Andy Puzder, President Trump's former labor secretary nominee, on the left's efforts to undermine the Trump economy; Waffle House hero James Shaw Jr. reflects on Sunday's deadly shooting; Dr. Oz explains how he helped students escape a raging bus fire.\n\nTucker Carlson Tonight, 8 p.m. ET: Tentative guests include: Rep. Jim Jordan; Fox News senior political analyst Brit Hume.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m. ET: House Ways and Means Committee Chair Kevin Brady; Sen. Rand Paul; Adrienne Elrod, former director of strategic communications for the Hillary Clinton presidential campaign.\n\nVarney & Co., 9 a.m. ET: Art Laffer, former economic adviser under President Reagan; Ari Fleischer, former White House press secretary.\n\nCavuto: Coast to Coast, Noon ET: Herman Cain.\n\nRisk & Reward, 5 p.m. ET: Marc Lotter, former special assistant to President Trump; former Fla. congressman Allen West.\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: A mass shooting at a Waffle House is raising more questions about the issues of gun possession and mental health. Fox News' Jonathan Serrie gives the latest update from Antioch, Tenn. The people of Syria have been living in a war zone for almost 10 years. Fox News foreign affairs correspondent Benjamin Hall reported from the Syrian border after the suspected gas attacks in early April. He will describe his experience and the people he met along the way. Plus, commentary by Fox News contributor Jessica Tarlov.\n\nWant the Fox News Rundown sent straight to your mobile device? Subscribe through Apple Podcasts, Google Play, and Stitcher.\n\nThe Brian Kilmeade Show, 9 a.m. ET: Charles Payne guest-hosts; Andrew Puzder on the left's efforts to undermine the Trump economy; Harry Kazianis on the latest on a prospective Trump-Kim Jong Un summit; Allen West on North Korea and French President Macron's visit to the U.S.\n\n#OnThisDay\n\n2008: The White House accuses North Korea of assisting Syria's secret nuclear program, saying a Syrian nuclear reactor destroyed by Israel in 2007 was not intended for \"peaceful purposes.\"\n\n1877: Federal troops are ordered out of New Orleans, ending the North's post-Civil War rule in the South.\n\n1800: Congress approves a bill establishing the Library of Congress.\n\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Enjoy your day! We'll see you in your inbox first thing Wednesday morning.","2":"I’m just back home in the U.S. from a visit to Israel, where for four straight Fridays the Hamas terrorist group that rules the Gaza Strip has organized protests at the border with Israel involving thousands of Palestinians. Some of the protesters have attacked Israel’s border security fence “with explosives, firebombs and other means,” The Associated Press reported.\n\n“Huge plumes of smoke from burning tires (set afire by demonstrators) engulfed the border area,” the AP reported from the scene. “Some of the activists` threw stones toward the fence or flew kites with flaming rags dangling from their tails.”\n\nIn other words, what’s happening on the Gaza-Israel border is not a peaceful protest. While most protesters aren’t joining in the violence, some are violent and dangerous terrorists who want to tear down Israel’s security fence to make it easy to launch deadly attacks on the Jewish state.\n\nActing to defend their nation, Israeli forces have killed 34 Palestinian attackers along the border since the protests began March 30, despite the best efforts by the Israelis to use the minimal force required.\n\nNo nation on Earth would welcome terrorist murderers to cross its borders to take the lives of innocent civilians. And if terrorists assaulted any other border on the planet, the number of attackers killed would undoubtedly be much higher.\n\nThe protests are scheduled to end with a massive Palestinian march on the border May 15, the 70th anniversary (on the secular calendar) of Israel gaining independence from Britain.\n\nYou might think the United Nations and countries around the world would be condemning the violent protests – but you’d be wrong. Israel’s s actions to defend its border prompted the usual Israel-bashing at the U.N., in the media, and wherever left gathers to condemn the only democracy in the Middle East.\n\nIt’s tragic that violence is a daily fact of life in much of the Middle East, including Israel and the Palestinian territories.\n\nWhen you speak to Israelis and Palestinians who aren’t involved in the politics of the region – as I did on my recent visit to Israel – one fact stands out: they all want peace. They’re weary of the costs of war and they’re sick of seeing their children fighting and dying in a never-ending battle that benefits no one.\n\nAn Israeli woman told me that Palestinian women taking part in nascent peace movements have had their lives and the lives of their families threatened if they continued to campaign for peace.\n\nThe average Gaza resident hardly desires to spend Friday afternoons burning tires and risking getting shot or killed. But as long as Hamas calls the shots, some are drawn to violence.\n\nWhat the Palestinians and their supporters around the globe fail to acknowledge is that the true oppressor of Palestinians in Gaza is not Israel, which completely withdrew from the territory in 2005. The real oppressor of Palestinians is Hamas itself.\n\nHamas’ obstructionist policy of non-recognition of Israel – and its vow to destroy Israel as Jewish state – is not just empty rhetoric. The terrorist group regularly launches rocket attacks against Israeli civilians and spends millions of dollars building cross-border tunnels for terrorists to infiltrate Israel.\n\nHamas refuses to cooperate with the Palestinian Authority and has created a humanitarian nightmare for the innocent people trapped under its sway. Electricity is available only a few hours a day, tap water is undrinkable, unemployment stands at 50 percent, the Mediterranean shoreline is contaminated, and only humanitarian aid from Israel sustains the lives of Gaza residents.\n\nBut you would never glean any of that from the latest round of headlines condemning Israel for using “disproportionate” force against civilians. As if Israelis were obligated to let themselves be killed by terrorists to make sure as many of them died as Palestinians to achieve proportionality.\n\nThe reality is that the masses of Palestinians remaining a safe distance from the border are a cover for the armed terrorists seeking to crash through the fence each Friday and attack Israeli communities less than a mile from Gaza.\n\nThis explains Hamas’ resort to burning tires and flying kites with flaming tails – the thick black smoke is intended to offer cover to the infiltrators. Yet the quotes reporters gather from the protesters never offer the same rationale twice for the demonstrations, because in fact there is no rationale for them, other than Hamas seeking to save itself from irrelevancy.\n\nIn today’s Middle East, the game has changed. It’s no longer a battle between Israelis and Palestinians, fought at the negotiating table as well as through individual acts of violence against Israeli civilians.\n\nInstead, the real story is how united former enemies – Israel, Saudi Arabia, the Gulf States, Jordan, and Egypt – have become in the face of existential threats from Iran and ISIS.\n\nMany Palestinians have been all but abandoned by their “protectors,” no longer a pawn in the greater game of wiping Israel off the map.\n\nAnd Arab nations have quietly drawn together with Israel to find ways to stop Iran and its proxies – the terrorist groups Hezbollah, Islamic Jihad and ISIS – from taking control of even more of the Middle East, now that Syria, Lebanon, and to a growing extent Iraq are under Iran’s sway.\n\nAs a result, Hamas is facing tough times. The terrorist group’s rejection of Israel no longer has relevance for leaders across the Middle East who now have Iran and ISIS to worry about.\n\nSo Hamas has seized on Land Day, a four decade-old Palestinian grievance against Israel, as the excuse for launching a series of raids on the Jewish state. These raids are masked by the mass demonstrations intended to culminate on Israel’s 70th anniversary, the day the U.S. Embassy moves to Jerusalem. But you would never know any of that from the left-wing, Israel-bashing media or the enemies of freedom at the United Nations.\n\nThe number of Gaza protesters actually declined from the first week to the second, for several reasons. First, the people of Gaza – whose lives have been broken by the Hamas leadership ostensibly “serving” them – have bigger fish to fry than the question of where exactly American visas will be processed in the Jewish state once the new embassy opens its doors.\n\nAnd second, Gaza residents have to recognize that despite Hamas propaganda, their bleak situation can no longer be blamed on Israel, which is in fact the source of humanitarian shipments of food, water and medicine. To paraphrase Ronald Reagan, they’ve come to see that Hamas isn’t the solution to the problem; Hamas is the problem.\n\nThis Friday, Hamas will be sponsoring yet another protest at the border. Here’s hoping that Gazans will rise up – not against their so-called oppressors in Israel but against the real force that has relegated their lives to nightmare status. And that would be Hamas itself.","3":"Welcome to Fox News First. Not signed up yet? Click here.\n\nDeveloping now, Monday, April 23, 2018\n\nThe four people killed in Sunday's shooting at a Tennessee Waffle House are identified as authorities continue to search for the suspected gunman\n\nThe Senate Foreign Relations Committee is scheduled to vote Monday on CIA Director Mike Pompeo's nomination to be secretary of state - and early signs point to the panel not endorsing President Trump's nominee\n\nPresident Trump will urge North Korea to dismantle its nuclear weapons at his summit with Kim Jong Un and is not willing to lift sanctions for the mere freezing of its nuclear missile tests, according to one report\n\nFOX NEWS EXCLUSIVE: Before his visit to Washington this week, French President Emmanuel Macron insists he has a strong relationship with Trump but appears to warn against his aggressive stances on international trade, Iran and more\n\nPrince William’s wife, Duchess of Cambridge Kate Middleton, is in labor with the couple third child, Kensington Palace says\n\nTHE LEAD STORY - Four people who were killed Sunday after a gunman opened fire at a Waffle House in Tennessee have been identified as authorities continue their intense manhunt for the suspect ... Investigators said the suspect, identified as 29-year-old Travis Reinking, may be carrying a pistol and has a history of mental illness. Reinking was arrested in July 2017 for being in a restricted area near the White House, saying he \"wanted to set up a meeting\" with President Trump, investigators revealed in a Sunday news conference. More than a year before that, he claimed Taylor Swift was stalking him, police said. A possible motive for the shooting early Sunday morning was unclear, according to police. The victims included a worker at the Waffle House, a college student and a rapper. Authorities said Taurean Sanderlin, Joe Perez, Akilah DaSilva and DeEbony Groves were killed Reinking allegedly shot them around 3:30 a.m.\n\nA BATTLE OVER THE NEXT SECRETARY OF STATE: CIA Director Mike Pompeo, President Trump’s pick for secretary of state, will likely face an uphill battle in his at confirmation hearing Monday before the Senate Foreign Relations Committee ... While he was confirmed to lead the CIA with a 66-32 vote last year, Pompeo faces new challenges, with lawmakers saying Pompeo lacks the diplomacy needed to act as the nation’s top diplomat. Pompeo opponents have pointed to his hawkish foreign policy positions and comments about minorities, particularly Muslims and gay people. Most Democrats on the Senate Foreign Relations Committee have already announced plans to oppose Pompeo, sparking speculation that the panel could take the unusual step of sending the nomination to the full Senate without a favorable recommendation.\n\nCommittee member and Sen. Rand Paul is also opposed to confirming Pompeo -- he was the only Republican to vote against Pompeo during his CIA confirmation hearing. However, Republicans in the administration and on Capitol Hill don't expect any other GOP defections besides Paul and believe Pompeo will be confirmed when the vote is brought to the full Senate floor.\n\nTRUMP TO PLAY HARDBALL WITH KIM: President Donald Trump will urge Kim Jong Un to quickly dismantle North Korea's nuclear arsenal when he meets North Korean dictator at their summit, unnamed senior administration officials said in one report. In addition, Trump does not want grant North Korea substantial sanctions relief for the suspension of nuclear and missile tests ... “When the president says that he will not make the mistakes of the past, that means the U.S. will not be making substantial concessions, such as lifting sanctions, until North Korea has substantially dismantled its nuclear programs,” a senior Trump administration official told the Wall Street Journal. The Trump administration official's comments come days after Kim announced that his country will be suspending missile testing and closing a nuclear test site.\n\nICYMI - FOX NEWS EXCLUSIVE: French President Emmanuel Macron insisted Sunday that he has a solid relationship with President Trump, ahead of his Washington visit this week, but also appeared to caution the president about his aggressive stances on Iran, climate change and international trade, in an exclusive “Fox News Sunday” interview ... “You cannot make a trade war with your allies,” Macron said. “It’s too complicated. If you make war against everybody, you make trade war against China, trade war against Europe, war in Syria, war against Iran -- come on -- it doesn’t work. You need allies.” Macron spoke ahead of his visit this week to the United States that includes a dinner Monday with wife Brigitte, Trump and first lady Melania Trump. The trip will mark the first time that Trump has hosted an official state visit since taking office last year and will include a state dinner Tuesday night at the White House and Macron making a joint address to Congress on Wednesday.\n\nROYAL LABOR PAINS: Kensington Palace says Prince William's wife, Kate Middleton, the Duchess of Cambridge, has entered a London hospital to give birth to the couple's third child … The duchess traveled by car on Monday morning to the private Lindo Wing of St. Mary's Hospital in central London. The palace says she was in \"the early stages of labor.\"\n\nAS SEEN ON FOX NEWS WEEKEND\n\nCOMEY THE ALLEGED CRIMINAL: \"You didn't have a right to leak that information. Once you took those memos out of the building to leak to The New York Times, you, James Comey, committed a crime\" – Judge Jeanine Pirro, in her \"Opening Statement\" on \"Justice with Judge Jeanine,\" outlining how the fired FBI Director James Comey allegedly committed a crime by leaking classified information. WATCH\n\n'ANGEL PARENTS' SEEKING JUSTICE: \"Thousands of Americans are being killed at the hands of criminal illegal aliens and [California Gov. Jerry Brown] is protecting them. As a legal immigrant, I would expect my government to protect us American citizens.\" – Fight Sanctuary State spokesperson Agnes Gibboney, on \"Fox & Friends Weekend,\" explaining a ballot initiative seeking to impose criminal penalties on law enforcement and government officials who don't comply with federal immigration officials. WATCH\n\nTHE SWAMP\n\nHillary Clinton, not on ballot, is star of GOP midterm plan.\n\nTrump slams NBC’s 'sleepy eyes' Chuck Todd for 'fake news' comments about North Korea.\n\nMedicare ID scam targets seniors receiving new cards.\n\nACROSS THE NATION\n\nSyracuse University permanently expels fraternity over 'anti-Semitic' video.\n\nCalifornia fault line is 'tectonic time bomb' for disastrous earthquake, researchers say.\n\nChicago police spot 'elderly' woman pushing another woman's body in shopping cart.\n\nMINDING YOUR BUSINESS\n\nStock futures point to gains this week | Earnings, earnings and more earnings in the week ahead\n\nSunday Morning Futures Interview - No official intel used to start FBI probe into Trump campaign-Russia collusion: Rep. Nunes\n\nTrump's next $100 billion tariff dilemma: Hit Walmart or Apple Store?\n\nAmazon to double down on groceries, foray deeper into fresh produce in India.\n\nFOX NEWS OPINION\n\nMichael Goodwin: Lawsuit shows Democrats are getting desperate as Mueller probe stalls.\n\nAndy Puzder: What Trump-haters don't get about the incredible power of American capitalism.\n\nNoah Wall: Here are four ways Republicans can guarantee they lose Congress in November.\n\nHOLLYWOOD SQUARED\n\nShania Twain says she would have voted for Trump despite his offensive comments.\n\nHow 'Smallville' actress Allison Mack tried to lure actress into an alleged sex cult.\n\nRobert De Niro says Donald Trump is one role he'd never play.\n\nDID YOU HEAR ABOUT THIS?\n\nWoman fined $500 for saving free Delta Air Lines snack.\n\nDog stays with lost 3-year-old girl overnight, leads rescuers to her.\n\nMan bitten by shark, bear, snake in less than four years.\n\nSTAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m. ET: White House Press Secretary Sarah Sanders previews President Trump's meeting with French President Macron; Dan Bongino weighs in on the morning's biggest headlines; actress Candace Cameron Bure on how she shut down a body shamer; a 21-year-old entrepreneur with Down syndrome opens up about his business success.\n\nTucker Carlson Tonight, 8 p.m. ET: Tentative guests include: Joe diGenova, Mark Steyn and Dan Bongino.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m. ET: Guests include: House Majority Leader Kevin McCarthy; Raj Shah, White House principal deputy press secretary; Bud Cummins, former U.S. attorney and Avenue Strategies partner.\n\nVarney & Co., 9 a.m. ET: Rep. Jim Jordan; Healy Baumgardner, former spokesman for Trump presidential campaign.\n\nCavuto: Coast to Coast, Noon ET: Art Laffer, former economic adviser under President Reagan.\n\nAfter the Bell, 4 p.m. ET: Sen. Chuck Grassley.\n\nRisk & Reward, 5 p.m. ET: Retired Lt. Col. Michael Waltz, former Green Beret commander and Florida congressional candidate.\n\nLou Dobbs Tonight, 7 p.m. ET: Rep. Mark Meadows; Kelli Ward, Ariz. candidate for U.S. Senate.\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: Is there a way to defeat domestic terrorism? Fox News' Eric Shawn talks with Joseph Connor, co-author of the new book \"Shattered Dreams,\" which tells the story about how the FALN killed his father and three others in a bombing at Fraunces Tavern near Wall Street in 1975. Plus, commentary from \"The Five\" co-host Juan Williams.\n\nWant the Fox News Rundown sent straight to your mobile device? Subscribe through Apple Podcasts, Google Play, and Stitcher.\n\nThe Brian Kilmeade Show, 9 a.m. ET: New York Post columnist Michael Goodwin on why Democrats' lawsuit shows they are getting desperate as the Robert Mueller probe stalls; Steve Hayes on James Comey's media blitz and the latest developments with North Korea; Bret Baier previews his interview with Comey, weighs in on North Korea; Ainsley Earhardt gives the inside story on her new book, \"The Light Within Me: An Inspirational Memoir.\"\n\n#OnThisDay\n\n2005: The recently created video-sharing website YouTube uploads its first clip, \"Me at the Zoo,\" which showed YouTube co-founder Jawed Karim standing in front of an elephant enclosure at the San Diego Zoo.\n\n1968: The Methodist Church and the Evangelical United Brethren Church merge to form the United Methodist Church.\n\n1954: Milwaukee Braves rookie Hank Aaron hits the first of his 755 career major-league home runs in a game against the St. Louis Cardinals.\n\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Enjoy your Monday! We'll see you in your inbox first thing Tuesday morning.","4":"","5":"","6":"","7":"","8":"Play Audio Clip Listen to audio clip.\n\nA mass shooting at a Waffle House is raising more questions about the issues of gun possession and mental health. FOX's Jonathan Serrie describes the situation from Antioch, Tennessee.\n\nThe people of Syria have been living in a war zone for almost 10 years. FOX's Foreign Affairs Correspondent, Benjamin Hall, reported from the Syrian border after the gas attacks in early April. He describes his experience and the people he met along the way.\n\nPlus, a commentary by FOX News Contributor Jessica Tarlov.","9":"next\n\nprev\n\nThe Latest on the Syria conflict (all times local):\n\n4 p.m.\n\nThe German government says it stands by its view that the U.S.-led airstrikes against Syria were legal, despite experts saying they breached international law.\n\nGerman parliamentary researchers last week provided an 11-page opinion to lawmakers that questioned whether the alleged chemical attack by Syrian government forces justified the attack by the United States, Britain and France.\n\nGermany didn't participate in the April 14 strikes.\n\nA spokeswoman for Chancellor Angela Merkel said Monday the German government \"took note\" of the parliamentary assessment but remains convinced the allied attack was \"necessary and appropriate.\"\n\nUlrike Demmer said the airstrikes were intended to prevent further uses of chemical weapons by Syrian forces, which in themselves were a breach of international law.\n\nMerkel meets U.S. President Donald Trump in Washington Friday.\n\n___\n\n12:45 p.m.\n\nSyrian state media say government forces and their allies are pressing an offensive against members of the Islamic State group in southern Damascus.\n\nState-run al-Ikhbariya TV says the aim of Monday's government push is to isolate IS in the southern Damascus neighborhood of Hajar Aswad from nearby areas held by the extremists.\n\nHundreds of IS militants hold parts of the Palestinian refugee camp of Yarmouk and nearby Hajar al-Aswad in southern Damascus. The extremists agreed to give up their last pocket there on Friday but have yet to begin surrendering to government forces and relocating to IS-held areas elsewhere in the country.\n\nThe Britain-based Syrian Observatory for Human Rights, a war monitoring group, says 11 people have been killed in the offensive since the fighting began last Thursday.","10":"The Russian military has indicated it will supply the Syrian government with a sophisticated air defense system, after condemning a missile attack launched by the U.S., Britain and France earlier this month.\n\nCol. Gen. Sergei Rudskoi said in a statement Wednesday that Russia will supply Syria with \"new missile defense systems soon.\" Rudskoi did not specify the type of weapons, but his remarks follow reports in the Russian media that Moscow is considering selling its S-300 surface-to-air missile systems to Syria.\n\nTop Russian officials said earlier this month that Moscow may reconsider a pledge it gave a decade ago not to provide Syria with the S-300 system in light of the airstrikes on Syria earlier this month.\n\nRussia is a key ally of Syrian President Bashar Assad.","11":"next\n\nprev\n\nInternational efforts to rebuild Syria once the civil war is over should center on agriculture to kick start the economy and quickly improve the livelihoods of the people, a high-level United Nations official said Tuesday.\n\nIn an interview with The Associated Press ahead of an international Syria donors conference, the United Nations' Food and Agriculture Organization's Deputy Director General Daniel Gustafson said that in case of a return to peace the impact of funding farming would yield almost immediate results.\n\n\"If you invest in that, you are going to get a quick return,\" he said.\n\nDespite seven years of warfare through much of the Middle Eastern nation which also blighted farmland and destroyed facilities, farming still accounts for about a quarter of Syria's gross domestic product.\n\nUN figures show that some $16 billion in production has been lost because of the war and it will take about as much to get the recovery of farming going again. At the two-day Syria conference opening Tuesday, donors from across the globe hope to commit several billion in assistance to alleviate the pressing needs of Syrians. Over $5 billion was committed last year.\n\nFarming in Syria goes back many thousands of years and the nation was long a breadbasket for the area. When the war started almost half the population was still employed in farming.\n\nAnd despite the horrific war that ravaged orchards and fields, cut the availability of seeds and fertilizers and sent many millions fleeing, half the output survives to this day.\n\n\"The resilience of the agriculture sector is an astonishing story. You still have half the production of wheat of what you had before the war\" — two million tons, instead of 4 million before the war, Gustafson said.\n\nStill, some 6.5 million people are in urgent need of immediate assistance because they face a lack of food, said Gustafson.\n\nWhile most of the attention goes to shocking events like bombings or even gas attacks, war in the countryside often has a more creeping effect.\n\n\"It is this continuous deterioration of their livelihoods. You cannot get seeds, you cannot sell stuff, you cannot trade, you cannot get spare parts,\" Gustafson said. \"The whole thing just kind of grinds down.\"\n\nHe said that fortunately, the situation can also pick up again soon once the conditions are right, once the right seeds come in again and people and goods are again free to move around the country.","12":"next\n\nprev\n\nEU foreign policy chief Federica Mogherini is calling on Russia, Iran and Turkey to force a halt to fighting in Syria, as international donors gather in Brussels to drum up aid for the conflict-ravaged country.\n\nMogherini told reporters Wednesday that the three have a \"special responsibility\" to ensure the conditions for a cease-fire and to pressure Syrian President Bashar Assad to return to the negotiating table.\n\n\"We are seeing an escalation in military activities which is exactly the contrary\" to what they promised to work toward, she said.\n\nAround 80 countries, organizations and partners backing Syria are taking part in the donor conference in Brussels.\n\nOrganizers hope the meeting will give impetus to stalled peace moves under U.N. auspices, on top of gathering several billion dollars in humanitarian aid.","13":"One might assume they have much in common, given their special status as foreign wives and widows of ISIS fighters.\n\nBut many of the women being held in this displacement camp - abandoned by home countries that don't want them back - are leading a life marred by in-fighting, jealousy and stealing from one another out of spite.\n\n“They have a lot of internal conflicts between them. At least twice a week there is physical punching and fighting breaks out,” an official for the camp, which is operated by the U.S.-backed Syrian Democratic Forces (SDF), told Fox News.\n\nMost of the altercations seemingly stem from arguments involving their children, as well as accusations of theft.\n\nThe 123 women being held are tended to like any other group in need at the Ain Essa facility, some 50 miles from former ISIS “caliphate” capital of Raqqa. Ranging in age from 18 to 70, most of the women also have an average of three to four young children fathered by ISIS fighters.\n\nThe women are held in a guarded section, away from the rest of the camp, for fear of retaliation by angry locals who suffered at the hands of the terrorist group.\n\n“The civilians do not accept these women,” the official said. “But we deal with them as we deal with any civilians, not as ISIS members or wives.”\n\nBut the official complained many of the women are resentful and ungrateful - often throwing the food they have been given on the ground, and treating those guarding them with disrespect.\n\nThen there's the problem of their radicalization. Officials estimate only 20 percent of the women have \"changed their extremist minds,\" making the strong majority a continued security threat.\n\nLena Frizler, a 28-year-old from Hamburg, Germany, was once an aspiring business student, converted to Islam in 2012, and left the comforts of her home for Turkey after being encouraged by known radical salafist in the Hamburg area - Pierre Vogel - to fight against the Syrian regime.\n\n“One day my husband came home and told me he wants to go to Syria and fight,” Frizler told Fox News, while she nursed her one-year-old son - her second child to an ISIS fighter.\n\nFrizler’s husband, who named himself Abu Bilal, joined Syria’s al Qaeda affiliate, al-Nusra. After being captured and released in a prisoner exchange with the Free Syrian Army (FSA), Bilal was killed in a friendly fire incident in 2013.\n\nFrizler, who was pregnant at the time, appealed to a prominent ISIS leader in Raqq, and asked permission to go back to Turkey. She was instead sent off to a desert area for intensive Islamic training.\n\n“There was a special place there they sent all the widows,” Frizler said.\n\nBut after giving birth, and a botched effort to be smuggled out, Frizler ended up in an ISIS prison. She was then married off to an Afghan man, who called her “a bitch,” and physically abused her.\n\n“Even if I gone home now from this camp I am scared that they will take my children from me. But I want to send them to a good school, and have a good life like I had,” Frizler cried. “From the moment I got to Syria, I just wanted to go home.”\n\nAnother German native, 26-year-old Heida Raufi, said she spends most of her days alone in her tent. She said she wants to avoid the gossiping and distrust among the other women, and is also writing a book in the hopes of protecting other women from making the same “mistake” she did.\n\nRaufi said she fell in love with an older boy in 2009, who several years later said he was going to “help” the people of Syria. Lovestruck, Raufi ditched her social work studies for the life of an ISIS wife in 2014. Her partner, Kareem, died on the battlefield.\n\nFor the next 18 months, Raufi spent some $8,000 her family had sent her on three attempts to be smuggled home. The alleged smuggling operations were scams: Raufi was driven around in the desert, and simply returned home. She decided all she could do to make ends then meet was to remarry.\n\n“It was an easy process. There was an ISIS man we all knew with a laptop, and he would just ask us what we wanted and bring us guys to choose,” she recalled. “I met three, but I chose a man from Kosovo blinded by shrapnel because he wanted to go to Turkey for an operation. I hoped I could get out that way.”\n\nBut now she's just looking to return home to Germany.\n\n“I was in love. It was a mistake,” she said. “But I’m ready to go home, I am ready to go to prison. I just cannot stay a minute longer here... but if I cannot leave, at least let me work, volunteer or tutor school students like I used to.”\n\nOther foreign wives held here seemed more committed to the cause. Khala Ahmed, 43 from Karachi, Pakistan, left with her husband and children to “fight for the Syrian people.”\n\n“My husband was very upset after seeing a UNICEF documentary about the war in Syria,” said Ahmed, who has six children, ranging in age from 2 to 14. “He wanted to fight Bashar. My husband sold our house and all our things for us to leave. He used to be a normal man, worked in telecommunications. But he made a mind change.”\n\nAhmed hopes her husband, who is missing in action, is in prison somewhere. But in the meantime, she still sees signs of the ISIS “caliphate” coming to life. “I still think it might come back,” she said. “We are waiting.”\n\nAll the women interviewed by Fox News said they are prepared to receive visits from representatives from their home governments. And those running the resource-depleted camp are anxious for a solution.\n\n“Most countries don’t want them, and most of them are too scared to go back,” said the official, who added the women's children are being sent to a \"deradicalization\" school in the camp.\n\n“But we can’t keep them here forever,” he said with a shrug. “Someone needs to help here.\"","14":"With exaggerated handshakes and a pair of kisses, President Donald Trump and French President Emmanuel Macron professed a sunny, best-friends relationship Tuesday, even as the two allies strained to bridge differences over the Iran nuclear agreement, Syria and more.\n\nHosting Macron for the first state visit of his administration, culminating in a lavish dinner Tuesday night, Trump remained firm in his criticism of past and enduring American undertakings in Iran and elsewhere in the Middle East. But he appeared open to the French president's pleas to maintain U.S. involvement in Syria — and expressed openness to negotiating a new agreement with Iran.\n\nAs Trump weighs withdrawing the U.S. from the Iran nuclear accord, he issued a warning to Iran against restarting its nuclear program, saying, \"They will have bigger problems than they've ever had before.\"\n\nAt a joint White House news conference, he appeared to be more in line with Macron's push for a longer-term U.S. presence in Syria. Trump, who announced weeks ago that he would withdraw American troops, said Macron reinforced the idea of a potential Iranian takeover of territory liberated from the Islamic State group.\n\n\"We'll be coming home,\" Trump said, \"but we want to leave a strong and lasting footprint.\"\n\nMacron told Trump that together the U.S. and France would defeat terrorism, curtail weapons of mass destruction in North Korea and Iran, and act together on behalf of the planet. That last point was a reference to Macron's work to revive the U.S. role in the Paris climate accord to fight global warming, another international agreement Trump has spurned.\n\nDifferences aside, Trump and Macron lavished praise — and even a pair of kisses — on each other Tuesday.\n\n\"It's an honor to call you my friend,\" Trump said, after predicting Macron would be a historic leader of France.\n\nIn one light moment, Trump sought to demonstrate some of the personal chemistry he claimed. The U.S. president brushed something off Macron's suit jacket, saying, \"We have a very special relationship; in fact, I'll get that little piece of dandruff off. We have to make him perfect — he is perfect.\"\n\nThe meetings followed a pomp-filled welcome ceremony on the South Lawn. Highlights included a 21-gun salute and Melania Trump's wide-brim white hat, which drew more comments than all the rest of the pageantry.\n\nTrump said before an audience of U.S. soldiers and members of his Cabinet that the relationship he forged with Macron at the start of his presidency was a testament to the \"enduring friendship that binds our two nations.\" He thanked the French leader for his \"steadfast partnership\" in the recent missile strike in response to the chemical attack in Syria.\n\nMacron said, \"History is calling us. It is urging our people to find the fortitude that has guided us in the most difficult of times. France and with it, Europe, and the United States have an appointment with history.\" Later he placed a wreath at the Tomb of the Unknowns in Arlington National Cemetery.\n\nThe social highlight of Macron's visit was Tuesday night's formal state dinner at the White House. More than 130 guests dined on rack of lamb and nectarine tart and enjoyed an after-dinner performance by the Washington National Opera. The previous evening, the leaders and their wives took a helicopter tour of Washington landmarks and had dinner at the Potomac River home of George Washington in Mount Vernon, Virginia.\n\nAs he gave a toast at the dinner, Trump hailed the bonds between the U.S. and France, saying, \"May our friendship grow even deeper, may our kinship grow even stronger and may our sacred liberty never die.\"\n\nAs for substantive issues, one of Macron's main objectives during his three-day visit to Washington was to persuade Trump to stay in the Iran accord, which is aimed at restricting Iran's development of nuclear weapons. Trump is skeptical of the pact's effectiveness — \"it's insane, it's ridiculous,\" he said Tuesday — but he declined to say whether he would withdraw the U.S. by the May 12 deadline he has set.\n\nHe reminded his French counterpart of what he sees as flaws in the agreement, which he said fails to address ballistic missiles or Iran's activities in Yemen or Syria.\n\nMeanwhile, Iranian Foreign Minister Mohammad Javad Zarif warned that pulling out would undermine America's upcoming nuclear talks with North Korea by proving the U.S. reneges on its promises.\n\nHe told The Associated Press in an interview in New York that if Trump withdraws, Iran would \"most likely\" abandon the deal as well and would no longer be bound by its international obligations. That would free Iran to resume enrichment activity beyond the limits imposed by the 2015 accord.\n\nMacron told reporters that he and Trump would look at the Iran deal \"in a wider regional context,\" taking into account the situation in Syria. \"We have a common objective, we want to make sure there's no escalation and no nuclear proliferation in the region. We now need to find the right path forward,\" Macron said.\n\nTrump suggested he was open to \"doing something\" beyond the current Iran agreement as long as it was done \"strongly.\"\n\nOn North Korea, Trump told Macron that North Korean leader Kim Jong Un wanted to meet \"as soon as possible.\" The president, who once derided Kim as \"Little Rocket Man,\" said he has been \"very open\" and \"very honorable\" so far.\n\nMacron, who calls Trump often, has emerged as something of a \"Trump whisperer\" at a time when the American president's relationships with other European leaders are more strained. Trump, who attaches great importance to the optics of pageantry and ceremony, chose to honor Macron with the first state visit of his administration as he woos the French president.\n\nTrump ended his first year in office without receiving a foreign leader on a state visit, the first president in nearly 100 years to fail to do so. He was Macron's guest last July at the annual Bastille Day military parade in Paris. Macron and his wife, Brigitte, also took Trump and his wife on a tour of Napoleon's tomb and whisked them up in the Eiffel Tower for dinner overlooking the City of Light.\n\n___\n\nAssociated Press writers Ken Thomas and Jonathan Lemire contributed to this report.\n\n___\n\nFollow Darlene Superville on Twitter: http:\/\/www.twitter.com\/dsupervilleap"},"URL":{"0":"http:\/\/www.foxnews.com\/science\/2018\/04\/23\/cold-war-poison-resurfaces-in-quiet-english-town.html","1":"http:\/\/www.foxnews.com\/us\/2018\/04\/24\/fox-news-first-terrorism-not-ruled-out-in-deadly-toronto-van-crash-homeland-security-warns-caravan.html","2":"http:\/\/www.foxnews.com\/opinion\/2018\/04\/25\/in-gaza-hamas-is-oppressor-not-israel.html","3":"http:\/\/www.foxnews.com\/us\/2018\/04\/23\/fox-news-first-intense-manhunt-in-waffle-house-shooting-trump-to-play-hardball-with-north-korea.html","4":"http:\/\/video.foxnews.com\/v\/5775670343001\/","5":"http:\/\/video.foxnews.com\/v\/5775654448001\/","6":"http:\/\/video.foxnews.com\/v\/5776324346001\/","7":"http:\/\/video.foxnews.com\/v\/5775972134001\/","8":"https:\/\/radio.foxnews.com\/2018\/04\/24\/the-fox-news-rundown-4-24-2018\/","9":"http:\/\/www.foxnews.com\/world\/2018\/04\/23\/latest-german-government-says-syria-strikes-were-legal.html","10":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/russia-hints-it-may-provide-advanced-air-defenses-to-syria.html","11":"http:\/\/www.foxnews.com\/world\/2018\/04\/24\/un-says-farming-should-be-at-heart-syria-reconstruction.html","12":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/eu-urge-russia-iran-turkey-to-deliver-on-syria-promises.html","13":"http:\/\/www.foxnews.com\/world\/2018\/04\/23\/life-isis-wives-held-in-syria-infighting-jealousy-and-regrets.html","14":"http:\/\/www.foxnews.com\/us\/2018\/04\/24\/trump-warns-iran-will-pay-if-it-restarts-nuclear-program.html"}}