{"Content":{"0":"(CNN) As police search for the gunman who killed four people at a Tennessee Waffle House, the mayor of Nashville is saying \"enough is enough\" and calling for stricter gun-control laws.\n\n\"I know that we all want to live in a safe environment that allows everyone to go to work or school and feel and be safe,\" Democratic Mayor David Briley said during a news conference on Sunday. \"We all want to live up to our greatest potential, and it's my responsibility as the mayor of Nashville to try and make that happen. Clearly the victims of this shooting deserve our prayers and our thoughts, but they also deserve leaders who will step up and take action and do something to get these weapons off our streets.\n\n\"For a moment, let's be honest about what happened,\" Briley said. \"Last night, innocent Nashvilleans were terrorized by a man with an AR-15. Let's be honest. Some people see these weapons as having a purpose of terrorizing other people. It's happening too much. Enough is enough.\"\n\nAt at little after 3 a.m., 29-year-old Travis Reinking allegedly stormed the Waffle House restaurant in Antioch and used an \"assault-type rifle\" to carry out the carnage, authorities said. The shooting stopped only because of the heroics of a customer who heard the gunshots and hid near the restaurant's bathrooms, they said, before he rushed the gunman, wrestled the rifle from him and threw it away.\n\nAuthorities suspect that the gunman, who is still on the loose, may have two weapons on him: a long gun and a handgun.\n\nRead More","1":"Washington (CNN) Ohio Gov. John Kasich signed an executive order on Monday that looks to improve how the state's data is reported to the National Instant Criminal Background Check system.\n\n\"You've got a case here in Ohio where this data's not being reported,\" Kasich said at a news conference for the signing Monday afternoon. \"So you have people who are felons who, with the data not being put into the NICS system, people who have no business having guns have these guns.\"\n\nThe executive order reactivates a reporting committee of state agencies, which would look for data gaps in local officials' reporting to the NICS, a database used to screen prospective firearms owners.\n\nIn one case, Kasich said, Ohio's Hamilton County failed to send its data for four months.\n\n\"There's just no excuse for this data not being sent,\" Kasich said.\n\nRead More","2":"Washington (CNN) A Delaware gun control measure named for the late Beau Biden is headed to the governor's desk, after the state's General Assembly passed the legislation on Tuesday.\n\nThe bill would create a process for law-enforcement officials to get permission to search and seize firearms from individuals who are deemed by mental health professionals to be dangerous to themselves and others.\n\nDubbed \"The Beau Biden Gun Violence Protection Act,\" HB 302 is similar to 2013 legislation Biden had introduced as attorney general, according to Delaware Online . However, it failed at the time in the Senate. Biden died of brain cancer in 2015\n\nAccording to the bill's roll call, it passed unanimously in the state Senate.\n\nDelaware Gov. John Carney tweeted in support of the gun reform legislation on Wednesday, calling it \"a really important piece of legislation.\"\n\nRead More","3":"(CNN) If you think students are done protesting gun violence, get ready for the National School Walkout .\n\nOn Friday morning, students from more than 2,500 schools across the country will stream out of class to demand lawmakers take action.\n\nWhile the theme is familiar, this event is different. Here's what you need to know about Friday's student-led movement:\n\nWhy is this happening Friday?\n\nApril 20 is the anniversary of the 1999 Columbine High School massacre in Colorado, where 12 students and a teacher were killed.\n\nThat mass shooting took place 19 years ago, before today's high schoolers were even born.\n\nBut many students -- including current Columbine students -- say their lives have been shaped by sporadic school massacres, and not enough has been done to help prevent them.\n\nWhat exactly will happen Friday?\n\nAt 10 a.m. in each time zone, students will walk out and observe a moment of silence for shooting victims.\n\nWhat happens after that will be up to each school's walkout leaders.\n\nOne sample agenda suggests marching to a local lawmaker's office; allowing open-mic time for students to share concerns; and helping register those who are eligible to vote.\n\n\"For the rest of the day,\" the sample agenda reads, \"students won't return to class, but will make calls to their Senators' offices and flood social media with calls for reform.\"\n\nWho started this?\n\nShe was disturbed by her own reaction -- or lack thereof -- to the February massacre at Marjory Stoneman Douglas High School in Florida.\n\n\"When I found out about the shooting at MSD, I remember I didn't have a huge reaction. And because of that, I knew I needed to change myself, and we needed to change this country,\" Lane said.\n\n\"We should be horrified, and we're not anymore. It's American culture.\"\n\nWhat are the goals of this walkout?\n\n\"Empowering students to do the walkouts and become leaders in their communities, speaking up when they see inaction,\" Lane said.\n\nThe movement also encourages young people to push for legislation at the state level if Congress doesn't act.\n\n\"The federal government can set standards and practices that apply to all states around gun safety. But states have the option of passing additional measures to protect their own residents from gun violence,\" the website says.\n\nJUST WATCHED David Hogg: The people in power are shaking Replay More Videos ... MUST WATCH David Hogg: The people in power are shaking 01:36\n\n-- Banning assault weapons, high-capacity magazines and bump stocks\n\n-- Mandating universal background checks\n\n-- Placing a minimum age of 21 on all gun purchases\n\n-- Implementing waiting periods between a gun purchase and gun transfer\n\n-- Allowing families to petition a court to remove guns from individuals at risk of injuring themselves or others through extreme risk protective orders (ERPOs)\n\nDidn't we already have national protests after the Parkland massacre?\n\nYes. On March 14, the one-month anniversary of the Parkland tragedy, students walked out of school nationwide to honor the victims and demand stricter gun control.\n\nAnd on March 24, students from across the country gathered in Washington, D.C., and hundreds of other sites to \"March For Our Lives.\"\n\nOn that day, volunteers registered more than 4,800 new voters at dozens of \"March for Our Lives\" events.\n\nSo why have another walkout?\n\n\"This issue needs constant attention if we hope to change anything,\" the National School Walkout website says, \"so multiple events on multiple days is a productive way to help fight for our cause, a safer country.\"\n\nIf you're participating in a #NationalSchoolWalkout against gun violence this week, know your rights. pic.twitter.com\/L3NaX98Pzg — ACLU (@ACLU) April 17, 2018\n\nWhat's changed since the Parkland massacre?\n\nWhile there hasn't been major congressional action, some cities and states have toughened gun control.\n\n-- Raises the minimum age to buy any firearm in Florida to 21\n\n-- Allows certain school staff members to be armed, if they're trained and if local officials approve\n\n-- Bans the sale or possession of bump fire stocks\n\n-- Adds $69 million in funding for mental health services in schools\n\nAnd in Vermont, Republican Gov. Phil Scott banned bump stocks ; limited the size of magazines; expanded background checks for gun purchases; and the raised the minimum age to purchase firearms to 21.\n\nIs Robert De Niro trying to help?\n\nYes. The legendary actor wrote a letter for students to give to their principals, asking to excuse them for the walkout.\n\n\"Please excuse ____________ from classes on April 20th to participate in the National School Walkout,\" De Niro wrote, as confirmed by his representative.\n\nNeed an #ExcuseMe letter for the #NationalSchoolWalkout? Here's an excellent one from Robert DeNiro. pic.twitter.com\/THE1kvw9Ui — National School Walkout (@schoolwalkoutUS) April 18, 2018\n\n\"I'm asking you to excuse ____________ for the same reasons I've asked for my children to be excused in the past.\"\n\nThose reasons include health, community service, good citizenship and education.\n\n\"What an opportunity to teach these kids history by encouraging them to make history,\" De Niro wrote. \"Thank you for helping our children discover the power of their voices in our democracy.\"","4":"Bethany Edwards\/Twitter\n\nHavana Chapman-Edwards, a first-grader at Fort Hunt Elementary School in Alexandria, Virginia, was the only student from her school to walk out on Friday.\n\nHer mom, Bethany Edwards, said the staff and faculty did not address the idea of a walkout. Edwards decided to drive to the school and sign Havana out from the front office so she would not be stopped.\n\nEdwards said Havana was sad about being alone — until she saw footage from other schools:\n\n“When we walked out and saw no one else had, I was crushed initially because she was so upset. But watching her sit in silence and then we turned on CNN live to watch the other schools. She said ‘I am going to tell my friends I did this, and then next time there will be more of us. That means we are winning.’ I knew then that she understood what it means to be a leader, even in the most simple terms.\"\n\nHavana wore an orange spacesuit throughout her walkout.\n\n“By wearing her astronaut suit, she wants show the world that black girls are beautiful and strong and have just as much of a right to be leaders as anyone else. She wants to be a warrior for girls all over the world who don’t have a voice,” her mom added.","5":"(CNN) Right after the mass shooting at a Florida high school earlier this year, Dick's Sporting Goods decided to stop selling assault-style weapons at its stores.\n\nNow the nation's largest sporting goods retailer is going to destroy those guns.\n\n\"We are in the process of destroying all firearms and accessories that are no longer for sale as a result of our February 28th policy change,\" the company told CNN.\n\n\"We are destroying the firearms in accordance with federal guidelines and regulations.\"\n\nA company spokesman wouldn't say how the guns would be destroyed.\n\nRead More","6":"(CNN) Former President Barack Obama has again lauded the students of Parkland, Florida, writing that they \"are shaking us out of our complacency.\"\n\n\"America's response to mass shootings has long followed a predictable pattern,\" the 44th president wrote in an entry published Thursday in Time Magazine's \"100 Most Influential People\" list. \"This time, something different is happening. This time, our children are calling us to account.\"\n\n\"Seared by memories of seeing their friends murdered at a place they believed to be safe, these young leaders don't intimidate easily,\" Obama wrote of the students, specifically Cameron Kasky, Jaclyn Corin, David Hogg, Emma Gonzalez, and Alex Wind.\n\n\"The Parkland, Fla., students don't have the kind of lobbyists or big budgets for attack ads that their opponents do. Most of them can't even vote yet,\" Obama noted. \"But they have the power so often inherent in youth: to see the world anew; to reject the old constraints, outdated conventions and cowardice too often dressed up as wisdom. The power to insist that America can be better.\"\n\nIn the wake of a mass shooting at their high school in February that left 17 dead , the students have undertaken a major organizing campaign, calling on lawmakers to enact stricter gun control laws and rallying victims of gun violence in nationwide \"March for Our Lives\" events last month. Obama, who has been a vocal proponent of their efforts , praised the impact of the student's work so far, but acknowledged that \"now it gets harder.\"\n\nRead More","7":"(CNN) America's gun violence problem is evident nationwide, but a new study reveals that how different groups of people across the country experience such violence can vary dramatically, depending upon who they are and where they live.\n\nThe research, published in the Annals of Internal Medicine on Monday, measures drastic differences in how black and white men experience fatal gun violence in the United States.\n\nBetween 2008 and 2016, black men were more likely to die by guns in homicides, whereas white men were more likely to die by guns in suicides, and for both groups, the rates of those types of death varied widely by state, according to the study.\n\n\"The important thing here is that we were able to estimate these differences between black and white men, and that helps us understand health inequalities,\" said Corinne Riddell, a postdoctoral researcher at McGill University in Canada who was lead author of the study.\n\n\"I would hope that the findings bring awareness to how different the risks of firearm homicide and suicide are to black and white men, and I hope that the public will question the status quo and challenge some of the rhetoric around homicide and suicide deaths,\" she said. \"These deaths are preventable, and this is evidenced by the different rates of homicide and suicide across states.\"\n\nBiggest surprise: State differences\n\nThe study involved death-certificate data on homicides and suicides among non-Hispanic black and white men across the United States between 2008 and 2016. The data came from the Centers for Disease Control and Prevention's Wide-ranging Online Data for Epidemiologic Research database.\n\nThe researchers computed the average annual death rate among the men according to race, intent (such as homicide or suicide) and firearm involvement. They also calculated any inequalities in those age-adjusted rates between the two groups. In total, their analysis included 84,113 homicides and 251,772 suicides.\n\nCompared with white men, the researchers found that black men experienced 27 more firearm homicides per 100,000 people annually nationwide (29.12 for black men vs. 2.1 for white men). The states with the highest rates of firearm homicide among black men in the data -- namely Missouri, Michigan, Illinois and Indiana -- also had the largest disparities between blacks and whites, the researchers found.\n\nSuicide rates were found to be higher among white men than black men. Compared with black men, the researchers found that white men had nine more firearm suicides per 100,000 people annually nationwide (5.41 for black men vs. 14.34 for white men).\n\nSix of the 10 states with the largest disparities in firearm suicide rates were in the southern part of the country: Mississippi, Arkansas, Alabama, Texas, South Carolina and Louisiana, the researchers found. The other four were in the West: Nevada, Arizona, New Mexico and Colorado.\n\n\"The most surprising thing to me when I was conducting the analysis was how different the rates were across states,\" Riddell said.\n\n\"We knew going into it that whites would have a higher rate of suicide and that black men would have a higher rate of homicide, but to see that level of variation in the rates across states was surprising,\" she said. \"Any time I see variations so large like that, that can't be due to chance. I want to know why the differences exist.\"\n\nThe researchers also examined the relationships between gun ownership and these homicide and suicide rates by race and state. They used 2004 data, the most recent available, on household firearm ownership in the US from the CDC's national Behavioral Risk Factor Surveillance System\n\nThey found that rates of gun ownership in a state were positively associated with both homicide and suicide rates among white men but only modestly associated with homicide and suicide rates among black men.\n\nJUST WATCHED People impacted by gun violence share stories Replay More Videos ... MUST WATCH People impacted by gun violence share stories 13:14\n\nSome studies have found that black and white Americans hold opposing attitudes about gun ownership and knowing someone who has been harmed by guns.\n\nAccording to that report, 57% of black adults said they knew someone who has been shot , compared with 43% of whites and 42% of Hispanics. Also, the report found that 32% of blacks said they or someone in their family had been threatened or intimated by someone with a gun, compared with 20% of whites and 24% of Hispanics.\n\nMore research is needed to answer 'why'\n\nThough the new study adds to the growing conversation about guns in the United States, it also had some limitations.\n\n\"The biggest limitation is that in our study, we only looked at fatalities, but non-fatal gun injuries make up a large proportion of the total burden of gun-related injury,\" Riddell said.\n\n\"When we're talking about firearm suicide attempts, they're about 80% to 90% fatal,\" she said. But for firearm attempted homicides, \"they're closer to being 20% fatal. So in our study, we're missing most of the burden of firearm injuries associated with attempted homicide.\"\n\nOther limitations include that the study focused on death certificates, which sometimes can be misclassified; only data on non-Hispanic black and white men were analyzed, which means more research is needed to determine whether similar findings would emerge among other groups; and the data on gun ownership were outdated, as they came from 2004, years before the other data in the study.\n\n\"The study uses national vital statistics, data from death certificates, to compare rates of firearm-related homicide and suicide deaths between black and white men by state. The strengths and limits of this investigation reflect the inherent strengths and limits of death certificates for this type of work,\" said Dr. James Buehler, clinical professor of health management and policy at Drexel University Dornsife School of Public Health in Philadelphia, who was not involved in the study but has researched health disparities in America.\n\n\"The limits of death certificates are that they do not provide much contextual information about the circumstances of people's lives in general or the circumstances surrounding their deaths in particular,\" Buehler said.\n\n\"This study, like any study that depends on death certificate data, paints a broad picture. It lets you see large patterns and make general inferences when the findings are triangulated with what is known from other research, and it lets you frame questions for further investigations,\" he said. \"But this type of study generally cannot answer questions that begin with the word 'why.' \"\n\nEven though the study couldn't explain why there were these differences in gun deaths by race and states, the researchers offered some ideas.\n\nThe firearm suicides appeared to occur at the highest rates in rural settings while the homicides occurred at the highest rates in urban settings, the researchers noted.\n\nThis urban-rural divide could suggest that social and geographic isolation, having access to lethal mechanisms and stresses related to agricultural work play a role in high suicide rates among white men in rural areas. Higher levels of income inequality and crowding, among other factors, in metropolitan areas could play a role in high homicide rates among black men in urban areas, the researchers wrote in the study.\n\nHow to reduce disparities\n\nThough not noted in the study, other factors known to cause health disparities between groups include social determinants , or the conditions in which people are born, grow, live, work and age, according to the CDC. Such determinants include sociological life differences, socioeconomic status, and access to and utilization of adequate health care.\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.\n\n\"The large difference in homicide and suicide rates across states suggest that rates of homicide and suicide can be reduced by focusing on states with very high rates and learning from the states with the lowest rates. So there's more work to be done,\" Riddell said.\n\n\"To reduce disparities, it's important to know what types of deaths are reduced by a particular policy. For example, policies that focus on background checks for mental health or on safe storage of firearms may be effective at reducing firearm suicide more than firearm homicide,\" she added. \"Reducing these suicides is a worthy pursuit, but it is also important to implement changes that are linked to reductions in firearm homicide in order to reduce racial inequalities and gun deaths overall.\"","8":"(CNN) Students around the country are again taking to the streets . It's the latest mass action since the shooting at Marjory Stoneman Douglas High School that claimed seventeen lives and galvanized young people to act in the long-stalled debate over guns. Some activists are heartened by the attention being paid to the issue but they raise questions about how these students get viewed versus the treatment of their peers in the Black Lives Matter movement.\n\nI spoke to one of those activists, Patrisse Cullors, a co-founder of the Black Lives Matter movement. Cullors, a New York Times best selling author, also spoke about gender dynamics as it relates to violence and her connection with another activist, Richard Edmond Vargas, whose work in a California prison is the subject of a CNN documentary called The Feminist on Cellblock Y , now streaming on CNNgo.\n\nOur conversation, edited slightly for flow and length, is below:\n\nEmma Lacey-Bordeaux: What's missing from this current conversation we're having about the gun violence?\n\nPatrisse Cullors: It's been really incredible to witness. The interventions, the narrative interventions that have been made over the last couple of weeks. And the relationship to, which people get to become victims and which people get to become heroes. We've seen black folks be on the front line, fighting for better gun laws and yes, our issues have not been amplified, even though we have been disproportionately impacted by gun violence. While I'm so, so glad the Parkland students had the support that they deserve, we can't deny, uh, that the conversation on gun violence isn't incredibly racialized.\n\nLacey-Bordeaux: How does that make you feel?\n\nCullors: It's frustrating, and it's enraging, and it's clarifying, because it's important as organizers that we're able to articulate why racism permeates every single fight that we're in, especially when we're trying to fight for our lives.\n\nLacey-Bordeaux: Then, given this renewed focus on gun violence, do you expect or hope that there could be a different level of interest or approach to hearing the voices of young people involved in the Black Lives Matter movement?\n\nCullors: I think so. I've been pretty impressed with the Parkland students who've listened to young black students and brown students, mostly poor students who've been saying, you know, \"our issues matter, too.\" And many of the Parkland students who've gone to Chicago and then met up with the black youth, to talk about gun violence. Um, one of the young men, was quoted saying, our issues, as in white people's issues, are being amplified over black people's issues, it's just a matter of race, and I thought that was so powerful, because they're listening to the young black and brown students who are saying, you know, we deserve to be a part of this larger media conversation, part of this larger public dialog and outcry to save the lives of young black and brown people too. So that has been so impressive. And I point that out because it's important for us to name our victories and I think that narrative shift has happened because black people have said, \"hey, wait a second, like, let's be a little bit more complicated about how we're talking about this gun violence issue,\" and the Parkland students have heard it and have been amplifying.\n\nLacey-Bordeaux: We, Contessa Gayles and I, read your book with great interest and it was cool to read about Richard Edmond Vargas, the main character in our documentary, in your book -- in that chapter, specifically, you describe how the Black Lives Matter movement was founded, by the acquittal of George Zimmerman. So I wanted to ask you about that framing. Why frame both Richard's story and your part in co-founding the movement in relationship to each other? What's that connection?\n\nCullors: Richie is very important because he becomes one of the first young people that I mentor when I'm a young person. I was 21 when I met him, he was 14 years old. And he quickly becomes like a little brother to me. And when he's convicted it was devastating for all of us. I made a commitment to stay in his life, and staying a part of his life. George Zimmerman killed somebody, literally, I mean, Richie didn't hurt anybody, maybe scared a few people but he didn't physically harm anybody, and I am visiting him, in a jail cell, in a locked-up facility, far away from his family and his loved ones. And, then George Zimmerman killed a young person, a young black boy, gets to go home free, and it just shows this juxtaposition of the banality of a quote \"criminal justice system,\" that has not been run to prioritize black people's health and wellness, and it's sort of amplified in that moment.\n\nLacey-Bordeaux: How involved have you been with any of his anti-patriarchy efforts?\n\nCullors: Oh, it's been amazing. I mean, he knows all about patriarchy, doesn't he? (laughs) You know, I remember talking to him when he first got into county jail and he used to get in a lot of fights at the county jail. Not, not because he wanted to and I remember talking to him on the phone, he called me, and he's like, \"alright I'm about to get in a fight right now,\" and I said, \"OK, listen to me, you get to choose what kind of person you wanna be inside, you could still be an organizer, they didn't take that away from you, you get to organize on the inside,\" and he said, \"OK.\" He ended up going to Susanville, 11 hours away, the guards were exceptionally violent, and he was just trying to survive in there. And we were talking about like what does it look like (to) organize inside. Richard's not someone who is quick to be quiet, because he's just like already having conversations about patriarchy and, you know, and, by the time it got so bad is when I think his greatest ideas took root. And, he set up this platform to amplify these conversations about patriarchy and its toxicity and its impact on men and boys, and I was just, it was brilliant, and he's brilliant, and, so impactful, and everything he touches turns to gold, you know, everything he explores and every conversation he has, he feels a sincerity, nothing is inauthentic about Richard Edmond.\n\nLacey-Bordeaux: Somewhat in line with that, how do you see patriarchy as playing a role in Richard ending up in prison?\n\nCullors: I think Richard has a lot of different choices to make and I think the peer pressure of patriarchy won. When he told me why he robbed, he was trying to pay rent and he, you know, he wasn't getting the hours he needed at the preschool. I asked him, \"why didn't you just ask me for money, like, you've lived- you've lived with me before, you've asked me for money, like why didn't you ask me for rent money?\" And he said \"I was ashamed. You know, I was told that like I need to be providing, that, you know, taking money from women ...,\" and so this idea of like who he had to be and what he had to do to get what he needed is chock-full of patriarchy. And that really shaped his decisions and his, you know, decision that was then landing him in prison for all these years.\n\nAnd, you know, I don't know, I think it's interesting, like, I'd love to ask him, like if he would change it, and if he would change what he did, um, I don't know what he would - you know I don't know what his life would be like, I'm not a person who's like \"go to prison and change!\" I'm actually not that person at all, but one thing he's been able to do on the inside for everybody else and for himself is remarkable. Granted we'll see what happens, you know, what life on the outside's gonna be like for him, he's incredibly resilient. He'll be fine, but, the impact of incarceration is a lifelong impact.\n\nLacey-Bordeaux: What's the connection between patriarchy and violence?\n\nCullors: We're seeing it now, like with mass shootings, exclusively by white men (Note: The vast majority of shootings are by men, but the interview was conducted before a shooting by a woman at YouTube headquarters), we're seeing it with the Boston Bomber, we see it with law enforcement, and the police that use violence as a form of control and power.\n\nLacey-Bordeaux: What's the solution?\n\nCullors: Organizing. Organizing, prioritizing the conversations and the dialog that help us undo patriarchy and developing new practices, and, the fact that Richard has his entire group, that is their stage and a group that is talking about patriarchy and its negative impacts on the men who are in that group that they can feel powerful and it's so necessary. We need more spaces like this.","9":"Ridgefield, Connecticut (CNN) On the day of the massacre at Marjory Stoneman Douglas High School , Lane Murdock retreated to her bedroom in her parent's landmark home in this affluent Connecticut enclave that brims with the charm of small-town America.\n\nThe 253-year-old New England colonial sits behind a stone wall erected by a wary homeowner after the Lindbergh baby kidnapping in the early 1930s. But, as the Ridgefield High School sophomore sat in front of her laptop, with Benny Goodman playing on her portable turntable, it must have felt as though no fortification could ever protect a generation growing up in the age of the active shooter.\n\n\"That America's children are growing up in fear is something we're not talking about,\" said Lane, who recently turned 16. \"No child should have to learn how to hide from a shooter.\"\n\nThat night, Lane came up with a plan for students to walk out of school in protest on Friday, April 20, the anniversary of the 1999 Columbine High School massacre.\n\n\"I thought, originally, it would just be my school but, obviously, it's grown,\" she said.\n\nIndeed, more than 2,500 schools from New England to Hawaii were expected to participate, along with American students at Oxford and Cambridge universities in England and high schoolers in the US island territory of Guam.\n\nLane tweeted a photo of students at the walkout Friday afternoon.\n\n\"The work we have done today is beyond anything I thought I would ever see. There is so much more to come. I love you all! #NationalSchoolWalkout,\" she wrote.\n\nThe work we have done today is beyond anything I thought I would ever see. There is so much more to come. I love you all! #NationalSchoolWalkout pic.twitter.com\/cRxfaR30DG — Lane Murdock (@lanemurdock2002) April 20, 2018\n\nStudents, many wearing orange , walked out of their classrooms at 10 a.m. local time to stand in remembrance of the young victims of mass shootings and demand real legislative solutions to gun violence.\n\nTheir actions became part of a burgeoning, student-led gun control movement born from an epidemic of campus attacks. It was expected to be the biggest walkout since March 14, when scores of students across the United States walked out of class to honor the Parkland victims and to make sure calls for change account for the broad context of gun violence.\n\n\"If you can't vote, you don't have a lot of concrete power,\" Lane said. \"As a student, what do you have? What you have is your attendance in school, ... and there's power to that.\n\n\"Hey, if we can disrupt the national schedule of kids going to school and draw attention to this issue,\" she said, \"then that's a step closer to change.\"\n\n'We should be horrified, and we're not'\n\nIt wasn't so much the February 14 massacre at Stoneman Douglas but the absence in her community of any profound response to it that gave root to Lane's mission.\n\nAfter a former student sprayed the Parkland, Florida, campus with a semiautomatic rifle , news alerts flashed on smartphones in Ridgefield, some 1,300 miles away. Then, everything just went back to normal.\n\n\"I remember I didn't have a huge reaction,\" Lane recalled. \"And because of that, I needed to change myself, and we needed to change this country. We should be horrified, and we're not anymore.\"\n\nAs classes drew to a close that afternoon, the principal addressed students over an intercom. She talked about school safety and asked for a moment of silence for the Florida victims.\n\n\"Then she said, 'At the end of the day, it's up to you guys,'\" said Lane, who took that to mean students -- rather than adults -- held responsibility for curbing the school shooting epidemic. \"It kind of annoyed me. It was up to them to change this, and they haven't. That infuriated me.\"\n\nSo, Lane thought, \"OK, if it's up to us, watch us.\"\n\nAs she wrote, Jimi Hendrix's stare from a poster on her wall gave her inspiration, Lane said.\n\n\"I'm very into symbolism,\" she said, \"so I took that as a sign.\"\n\nLane and other Ridgefield students soon formed what would become the first chapter of the National School Walkout movement. In late March, she and others walked out of a school board meeting when it appeared officials would not support the walkout. The board relented.\n\nNow, the group's Twitter account has 131,000 followers, and its sharp website offers a social media tool kit and other materials to help students join the cause.\n\nMore than 150 member chapters have formed around the country.\n\nThe movement, Lane said, is about \"empowering students\" to fight against federal and state government inaction on gun violence. It encourages young people to push for solutions that range from banning assault weapons to mandating universal background checks for gun buyers to allowing families to petition courts to remove guns from people at risk of hurting themselves or others, according to the walkout website\n\n\"It is not conservative or liberal,\" she said. \"It's about making sure children don't get harmed in school and we don't live in a country that has institutionalized fear.\"\n\n'This is the event of your life'\n\nLane and some of her classmates took to the streets March 24, for the national March for Our Lives demonstration in Washington, which was organized by young survivors-turned-activists from Parkland. Lane met some of them, along with teens who live with gun violence daily in cities such as Washington, Baltimore and Pittsburgh.\n\n\"There are kids ... who don't have the platform that I have, who haven't gotten the media attention they deserve,\" said Lane, whose mother is from Texas and father is from Puerto Rico. \"I do come from a position of privilege, and I have the time and resources to do something like this.\"\n\nLast week, on the warm, last day of spring break, her walkout chapter's members met at the Ridgefield rec center.\n\n\"I showed up a little late. I'm sorry,\" Lane told a small group of student leaders sitting behind Macs and notebooks.\n\n\"We understand. You're a celebrity,\" 17-year-old Paul Kim joked.\n\n\"And only a little over 16,\" teased Josh Burns, 16.\n\nThey discussed logistics: security for the walkout, tables for a voter registration drive and for writing letters to elected officials, food and water donations, the sound system, the guest speakers.\n\nLane Murdock, 16, discusses logistics with classmates a week ahead of Friday's National School Walkout.\n\n\"Student speakers, sometimes they're boring,\" said Paul, a senior. \"Just off the top of my head, I can't really think of someone that I really want to see speak.\"\n\n\"That we don't have a lot of outside speakers is actually going to be a good thing,\" said Lane, who wears a small \"I will vote\" button. \"It's about us.\"\n\nJunior Grant Yaun, 17, called the walkout \"a coming-of-age moment\" for his generation.\n\nAnnie Colao, 18, said she wasn't \"patting myself on the back\" for being there during spring break but actually \"feeling guilty for not having stepped up\" against gun violence sooner.\n\n\"This fight does not stop after April 20,\" Lane said. \"This is the event of your life. Be sure to communicate it that way.\"\n\n'This is a lockdown drill'\n\nThe walkout has become a huge undertaking for Lane, who sometimes rises at 5 a.m. to respond to emails and phones calls. Then, she goes to class all day before juggling school work, event organizing and a couple media interviews in the evenings.\n\nLane's father, who works in telecommunications, helps his daughter with scheduling and fielding all the inquiries. He also drives her to appointments. But mostly, he said, he stays out of her business.\n\n\"She's always been her own person -- even since she was little,\" Paul Murdock said. \"It's been all her.\"\n\nAlso long part of her life have been active shooter drills, which she recently lamented as a fixture since first grade.\n\n\"It's muscle memory for a lot of us,\" she said. \"I can even recite it from memory: 'This is a lockdown drill. In the event of an actual emergency further instructions will be provided.' A teacher turns off the lights. Closes the door. Shut the blinds. ... It's built into us.\"\n\nLane was in fifth grade in 2012, when a young man shot and killed 26 people -- including 20 children -- at Sandy Hook Elementary School in Newtown, Connecticut, less than 20 miles away.\n\n\"I remember going home and seeing Mom crying,\" she said. \"Sandy Hook was the first school shooting we can remember. Then, there were many more others.\"\n\nHarking back to that tragedy, Lane said Friday's walkout is about ending the scourge of school shootings before another generation of American children grows numb to it all -- and about speaking for those whose lives it already has claimed.\n\n\"Of course, we're a generation that's passionate about gun control,\" she said. \"We've lived this. A lot of the kids who attended Sandy Hook would be in high school now. We kind of symbolize these children who would have been our age.\"","10":"(CNN) Take a look at the week in politics from April 15 through April 21.\n\nFormer President George W. Bush and his father, former President George H.W. Bush, watch as the casket of former first lady Barbara Bush is loaded into a hearse at St. Martin's Episcopal Church, Saturday, April 21, in Houston. More than 1,000 mourners gathered to celebrate the life of \"the first lady of the greatest generation.\"\n\nFormer FBI Director James Comey appears on \"The Late Show with Stephen Colbert\" on Tuesday. In a number of media appearances this week to promote his new book, Comey discussed President Donald Trump, his firing and his decision to make public the FBI's investigation into Hillary Clinton. The Department of Justice also authorized the release of Comey's memos documenting conversations with the President.\n\nStudents from more than 2,500 schools across the country walked out of class Friday to call for stricter gun control. The event coincided with the 19th anniversary of the Columbine massacre.\n\nStormy Daniels arrives at federal court in New York on Monday for a case related to Michael Cohen's seized documents. A judge said Cohen could review materials seized when the FBI raided his home, office and hotel room last week for any communications with the President, but held off on deciding how prosecutors will ultimately be able to use the evidence.\n\nPablo Martinez Monsivais\/AP\n\nPresident Trump and Japanese Prime Minister Shinzo Abe speak at a news conference at Mar-a-Lago on Wednesday. Trump said he was looking forward to his talks with North Korean leader Kim Jong Un, but maintained that he'd be willing to stand up and leave if the meeting fell short of his expectations.\n\nMary Altaffer\/AP\n\nJoshua Roberts\/Reuters\/Newscom\n\nSpeaker of the House Paul Ryan listens to Chairman of the House Ways and Means Committee Kevin Brady during a press conference on Tuesday.\n\nSmiley N. Pool\/Pool\/Getty Images\n\nThe hearse carrying former first lady Barbara Bush passes members of the Texas A&M Corps of Cadets as it nears her husband's presidential library Saturday in College Station, Texas. After an invitation-only funeral in Houston, Bush, who died Tuesday, was buried at a gated plot near the library. Some 700 members of the Corps of Cadets lined the Barbara Bush Drive leading up to the building.\n\nEduardo Munoz Alvarez\/AFP\/Getty Images\n\nMichael Cohen leaves court Monday in New York. It was revealed in court that Fox News personality Sean Hannity was a secret client of Cohen's. Hannity said, \"I never retained him in the traditional sense,\" and that he believed his conversations about legal questions were confidential.\n\nJim Lo Scalzo\/EPA-EFE\n\nSen. Tammy Duckworth makes history by bringing her 10-day-old daughter onto the Senate floor for a vote. The day before, senators unanimously voted in favor of a rule change to allow babies onto the floor.\n\nPablo Martinez Monsivais\/AP\n\nVice President Mike Pence listens as President Trump speaks during a lunch with Japanese Prime Minister Shinzo Abe on Wednesday. A federal appeals court ruled Friday that an Indiana abortion law signed by Pence when he served as the state's governor is unconstitutional.\n\nJ. Scott Applewhite\/AP\n\nMembers of the House Agriculture Committee work on crafting the 2018 farm bill on Wednesday. The new bill includes $1 billion in funding for job training for food stamp recipients.\n\nDoug Mills\/The New York Times\/Redux\n\nPresident Donald Trump stands ready to welcome Prime Minister Shinzo Abe of Japan to Mar-a-Lago on Tuesday. The two discussed relations with North Korea ahead of Trump's expected summit with Kim Jong Un. Friday, Kim announced that his nation was halting nuclear and ballistic missile testing, according to state media.\n\nJim Watson\/AFP\/Getty Images","11":"Jasper Kim is the author of \"Persuasion: The Hidden Forces That Influence Negotiations.\" He is a lawyer, the director of the Center for Conflict Management at Ewha University in Seoul, and a former visiting scholar at Harvard University and Stanford University.\n\n(CNN) Two of the most dramatic political figures in modern history -- US President Donald Trump and North Korea's Kim Jong Un -- seem set to meet face-to-face in the coming weeks.\n\nCIA Director Mike Pompeo's surprise trip to Pyongyang earlier this month shows the two are serious about the encounter and are taking steps to ensure it goes ahead.\n\nBut the outcome is unclear: Will the Trump-Kim talks lead to an epic battle with only one man standing to claim victory? Or could the first talks between a sitting US President and North Korea's leader culminate in cooperation?\n\nTrump, who famously quipped that \"everything is negotiable,\" likely sees the talks as transactional within the broader strokes of the \"art of the deal.\"\n\nDifferent styles\n\nTrump's background hails from the world of high-stakes real estate deals in New York. A leader knowingly or unknowingly takes such experience and outlook to higher office.\n\nThis may be why Trump believes he must always exude uber-confidence and strength. The world, as viewed from his purview, exists in a Hobbesian state, a law of the jungle that can fluctuate wildly and precariously.\n\nThus, his modus operandi: a good offense is the best defense. No middle ground exists. You are either in the fight club or not.\n\nAll the while, Kim Jong Un is watching. So what could North Korea's supreme leader be thinking regarding the prospect of negotiating with Trump, a man who previously proclaimed, \" I'm really a great negotiator, I know how to negotiate, I like making deals \"?\n\nIt could be that Kim now views Trump with an increasing level of recognition and respect, formed by watching the commander in chief in action since taking office.\n\nBased on such observations from Kim's line of sight, when it comes to the use of possible force, Trump seems like he could truly mean what he says. And this could be the ultimate wake-up call for Kim. If a Stalinist-inspired leader understands one thing, it is the use of force.\n\nJUST WATCHED Trump: Kim Jong Un meeting might not happen Replay More Videos ... MUST WATCH Trump: Kim Jong Un meeting might not happen 00:35\n\nMutual fear, respect?\n\nA fear factor is also at play within such recognition and respect. In fact, the fear factor is arguably what is driving Kim and Trump together toward the same path of direct talks.\n\nThey both, albeit reluctantly, now fear and respect each other to the point where neither one sees a more viable option than entering into negotiations. In an ironic twist, both also share similar negotiation tactics.\n\nTrump and Kim have each made audacious claims toward a course of action, from constructing walls to launching missile tests, that embolden key domestic audiences. They may not like or trust one other, but Trump and Kim can certainly understand each other.\n\nIn a high-stakes negotiation game of one-on-one, tit-for-tat and one-upmanship, both Trump and Kim increased their rhetoric to the seemingly very outer limits. This was their way of stress-testing the other's mettle.\n\nJUST WATCHED Former NK negotiator: They won't give up nukes Replay More Videos ... MUST WATCH Former NK negotiator: They won't give up nukes 04:48\n\n'Ultimate game of chicken'\n\nBut neither has blinked in this ultimate game of chicken set at the world stage for all to see. However, perhaps intentionally or accidentally, such actions and fear factor have led to an unlikely state of mutual recognition and respect.\n\nBoth view the other as having the real potential to take action if perceived as being ignored, slighted or disrespected.\n\nAt the same time, Kim and Trump realize that a possible next step in escalation across a fuzzy, undefined, and blurry red line would not yield any benefit for either side.\n\nJUST WATCHED Trump: We are talking directly to North Korea Replay More Videos ... MUST WATCH Trump: We are talking directly to North Korea 00:37\n\nCrossing such a red line would lead to a more than likely mutually-assured destruction (MAD) outcome. Of course, based on iterated war game simulations, the United States would win such a conflict. But the more calibrated question is: \"win\" at what cost, economically, reputationally and in terms of lives lost?\n\nFrom Kim Jong Un's perspective, his world is a Stalinist world largely frozen in time since the 1950-53 Korean War. Like Trump, Kim also sees the world in Hobbesian terms.\n\nProtection, assurance\n\nTo protect himself and his homeland, Kim wants nuclear weapons as a protective shield, similar to how a person may want a gun to safeguard his or her home. Kim also wants economic assistance to protect himself and those loyal to him.\n\nBut the savvy negotiator's question is not \"what\" a person wants, but \"why\" a person wants it. Such framing shift prompts a negotiation paradigm shift from a competitive (distributive, win-lose) mindset to a cooperative (integrative, win-win) mindset.\n\nGiven this, the fundamental questions should also shift from positional-based questions -- such as the number of nuclear weapons North Korea may want, or the number of US troops remaining in South Korea -- to instead ask \"why\" interest-based questions are often hiding and lurking underneath such positions.\n\nWhy, for instance, would a secluded state want nuclear weapons, akin to why would a person want a weapon for protection at home?\n\nIf it is fear of aggression, what is the best solution to remedy such fear? These are often the hidden forces in a negotiation. Yet despite Trump and Kim's seeming positional differences, both share some common interests, from selflessly altruistic to purely self-focused.\n\nThese range from securing peace and security in the Asia-Pacific region to cementing their respective legacies.\n\nJUST WATCHED What it's really like to be inside North Korea Replay More Videos ... MUST WATCH What it's really like to be inside North Korea 01:40\n\nArt of the deal\n\nNegotiation is an \"information game.\" But a negotiation is also a \"perception game.\" It is not just what cards Kim and Trump hold in their hands, it is also how strong they view their cards that will also drive their actions. Strategic thinking precedes strategic action.\n\nSuch perception is also a function of unique, cultural dynamics at play.\n\nFrom Kim's purview, he has always wanted a face-to-face meeting with the very top of the US command chain: the President.\n\nFrom the perspective of a Stalinist-Confucian lens, a ruling DPRK leader negotiating with a former US leader is fine for certain purposes, as was done involving former President Bill Clinton several years ago. But it is still not a negotiation among equals from Kim's view.\n\nImportance of face\n\nIn the uniquely rigid, top-down, command-and-control cultural structure of North Korea, a face-to-face meeting in the form of direct dialogue between Kim and Trump is only \"natural\" and appropriate.\n\nEven in the six-party talks, North Korea's representatives were known to appeal for direct dialogue with the US President rather than continue through diplomatic intermediary channels.\n\nTo the West, this would seem like a negotiation ploy. To the DPRK, separate from it being a ploy or not, it would make cultural sense to protect its leader from losing face.\n\nSkepticism still pervades some circles, including in Washington, DC and Pyongyang, for the Trump-Kim talks.\n\nThey will cite the US-North Korean 1994 Agreed Framework as a failed agreement.\n\nBut that deal was brokered through diplomatic representatives, not between the top two leaders of the US and North Korea.\n\nPrincipals directly involved\n\nWith Trump and Kim directly involved in a future deal -- with their reputation and legacies on the line -- the spirit of any agreement, if made, could more likely pivot towards a glass half-full perspective with legal language to match.\n\nThis is what negotiation theorists refer to as a deal-making negotiation, as opposed to a dispute-settlement negotiation.\n\nUltimately, both Trump and Kim could claim \"wins\" in their historic talks. Risks certainly exist. But as anyone in deal-making will tell you: no risk, no reward.\n\nFor a US President who appears focused on media play, anchored by past reality TV productions, the visual optics of him marching unimpeded into the Korean DMZ, Pyongyang, Stockholm or elsewhere, to reshape history is bold, unconventional and tantalizing.\n\nIt would make for an epic episode of must-see reality TV -- in what could amount to the most important negotiation the world anticipates this century.","12":"(CNN) They presented as the ultimate Oregon hippie moms. But peel back the homeschooling, organic food and music festivals, and Jennifer and Sarah Hart appeared to embrace a twisted philosophy on child rearing, according to two tipsters' accounts to authorities in 2013.\n\nThat philosophy was on display a year after the women wed when in 2010 -- in what seems straight out of the cult classic, \"Mommie Dearest\" -- the Harts declined to foster a friend's teenage daughter because she \"used wire hangers against the Harts' wishes,\" according to a Minnesota Child Welfare report cited in the Oregon report.\n\nBefore a legally intoxicated Jennifer Hart drove her wife and at least four of their six adopted children off a cliff in Mendocino County, California, last month, the family had drawn the attention of child welfare authorities in both states after multiple reports that the kids were neglected and malnourished.\n\nIn the Oregon report, which was released this week to Oregon and Washington media outlets that filed records requests with the Oregon Department of Human Services, two women reported the children were denied food and subjected to harsh punishments, such as being forced to lie on the floor for hours, one tipster claimed. Sometimes, punishment was meted out for behavior common to being a child, such as laughing at the dinner table.\n\nJUST WATCHED Family's car plunges off cliff in California Replay More Videos ... MUST WATCH Family's car plunges off cliff in California 01:13\n\nOne tipster called anonymously, while the other, who claimed to be a former friend of the Harts, asked that her identity not be revealed.\n\nBecause the anonymous tipster mentioned that the cars outside the Harts' West Linn, Oregon, home had Minnesota plates, Oregon officials called Minnesota and received a report stating Jennifer Hart had viciously spanked 9-year-old Abigail and Sarah had taken the rap for it.\n\nYoung Abigail's transgression, according to the Minnesota report? She told her parents that she had found a penny, but her mothers didn't believe her. Jennifer Hart spanked the girl, leaving bruises all over her lower torso, the girl told authorities, adding that Jennifer Hart had also put her hands on her neck and stuck her head under cold water. Sarah Hart copped to the beating and was convicted on two charges.\n\nEleven days earlier, Abigail alleged, Jennifer had banged her head against the wall after school officials reported Abigail had been digging through the garbage and taking other children's food.\n\nOregon authorities were thus aware of the family's history in Minnesota when investigating the tipsters' allegations in 2013. The state Department of Human Services investigators found there were \"some indications of child abuse or neglect,\" but they were \"unable to determine\" whether the accusations were legitimate, despite picking up on disturbing, if not prosecutable, signs, the report said.\n\nThe department said in a Monday statement it was releasing the records because it was \"in the best interest of helping inform measures to be taken to prevent a similar incident from happening again in Oregon or any other state.\" It also outlined several changes to its model for investigating cases like this one.\n\nThe Hart children smiled for photos, but away from the camera, they appeared \"lifeless,\" a tipster said.\n\nToday, Abigail and three of her siblings are dead, along with their mothers. Two children remain missing, though authorities suspect the pair were in the doomed SUV and were washed away by the surf.\n\nHere is what we know about each child, and the findings of Minnesota and Oregon authorities, as laid out in the Oregon report:\n\nHannah, the hungry\n\nThe 16-year-old is one of two children who remain missing after the crash.\n\nSeemingly the most outspoken of the youngsters when it came to reporting alleged abuse, Hannah had been telling adults about her mothers' behavior since at least 2010.\n\nIn December of that year, a Minnesota social worker noticed a dime-sized bruise on her hand, which Hannah said was the result of Jennifer Hart striking her for lying. She further claimed her \"mom, Jen, hits her all the time,\" but authorities were unable to validate the claims.\n\nIn January 2011, Minnesota Child Welfare reported her classmates had been giving her food, and when she told a school nurse she had not eaten one day, Jennifer Hart grew angry and called her disrespectful.\n\n\"Hannah said Jen shoved a banana in her mouth as well as some nuts,\" the Minnesota report said. When Sarah Hart was asked about concerns with Hannah's diet, she replied, \"She's playing the food card; just give her water.\"\n\nThe Minnesota social worker said that \"after a while, the school stopped calling the parents about the child(ren) taking food because they didn't want the children being disciplined or punished,\" the report said.\n\nWhen she was interviewed in Oregon in 2013, Hannah, then 11, was missing her front teeth, and her mothers said she'd knocked them out running on hardwood floors the previous year. The women said a dentist had told them Hannah would have to wait until she was at least 17 \"for a retainer with teeth.\"\n\nThe anonymous tipster said Hannah and her biological brother, Markis, bore the brunt of Jennifer Hart's discipline, but the girl made no mention of previous abuse to the Oregon social worker.\n\nAbigail, the tiny\n\nIn the 2010 penny incident outlined in the Minnesota report, Jennifer and Sarah Hart had discovered a penny in Abigail's pocket. When they asked the girl about the penny, she said she'd found it and got a spanking because her mothers thought she'd stolen it.\n\nDespite Abigail blaming Jennifer, Sarah Hart claimed responsibility for the bruising from Abigail's sternum to her waist, and from her mid-back to upper buttocks, saying \"it just got out of control,\" according to the report. In 2011, Sarah Hart was convicted of misdemeanor domestic violence assault in the fourth-degree, and she pleaded guilty to attempt to inflict bodily harm.\n\nThree years later, like Hannah, Abigail made no mention of the abuse when the Oregon social worker asked about discipline in the home.\n\nThe girl was 6 at the time, but the Minnesota social worker remarked that she looked more like a 2-year-old. When pressed about her size, the Hart women uttered a familiar refrain: Their adopted children were \"high risk\" and had \"food issues.\" A doctor told social workers \"she is just small,\" the report said.\n\n\"The Minnesota Child Welfare worker said the problem is, 'these women (Jen and Sarah Hart) look normal' and they give professionals the information about all the children being adopted because they are high needs, and have mental health issues related to food, then people tend to assign the problems to the children,\" the report said.\n\nAfter the Oregon interview, during which Abigail was 9, the social worker remarked she was \"very reserved, showing little emotion or animation.\"\n\nWhen she was adopted at age 2, Abigail had been \"labeled borderline mentally retarded,\" but her mothers said they felt the diagnosis was inaccurate and she'd improved academically. The mothers often disagreed with their children's previous diagnoses, according to the Oregon report.\n\nAbigail also suffered from asthma, allergies and visions problems, the Oregon report said.\n\nThe 14-year-old was one of the three children found dead at the accident scene last month.\n\nDevonte, the extrovert\n\nDevonte, 15, remains missing after the crash. Both tipsters said he was \"the favored child.\"\n\nHe was the most outgoing of the kids and gained brief fame after giving a Portland, Oregon, police officer a hug during a demonstration decrying the police killing of Michael Brown in Ferguson, Missouri.\n\nThen-12, Devonte Hart and Sgt. Bret Barnum share a hug at a rally in Portland.\n\nHis hugs were a hit at music festivals, Jennifer told the social worker. While Sarah Hart worked, Jennifer Hart was often on the road taking the children to festivals.\n\nAccording to the unidentified former friend, \"Jen does this thing for her Facebook page, where the kids pose and are made to look like one big happy family, but after the photo event, they go back to looking lifeless.\"\n\nDevonte, who was 10 at the time of his Oregon interview, was social, clean and well-dressed. He wore a fedora, the report said.\n\nWhen he was adopted at age 6, the Hart mothers said, the only words he knew were curse words. He suffered abuse by his biological parents and was exposed to violence and drugs, and once had a gun put to his head, according to the report.\n\n\"At that time, the couple report he did not even know where his fingers and toes were. Additionally, he was reported to be very violent and would kick and bite,\" the report said.\n\nHe was diagnosed with mood disorder and attention deficit hyperactivity disorder and prescribed psychotropic medications, assessments with which his mothers did not agree. They had taken him off the meds, they said.\n\n\"He is reported by his parents to be thriving in home school and very interested in social justice\/issues and love. He is reported and observed to be very affectionate,\" the report stated.\n\nMarkis, the targeted\n\nThe biological brother to Abigail and Hannah, Markis, 19, was found dead at the crash scene.\n\nThe oldest of the six children, the \"somewhat soft-spoken and reserved\" Markis was 15 and in ninth grade when the Oregon social worker dropped by. He seemed thin, though a doctor said there was nothing abnormal in his physical exam.\n\nMarkis said that he'd been abused in foster care and \"reported being grateful to Ms. J. Hart and Ms. S. Hart for changing his life,\" according to the report. He said the family attended music festivals for fun and indicated he was happy to be in Oregon where there was more opportunity and the family was \"contributing to the world.\"\n\nThe former friend, who alleged that Jennifer Hart coached her kid on how to act and what to say, said Markis received more discipline than the other children. Jennifer Hart had told the woman that Markis once tried to kill her, but Devonte had saved her.\n\n\"She indicated that on another occasion, while the family was visiting in her home, Ms. J. Hart alleged Markis tried to punch her and drug him in the home. Despite Ms. J. Hart's report, Ms. (name redacted) does not believe this and reported she also did not hear Markis yelling as reported by Ms. J. Hart.\"\n\nOn another occasion, the ex-friend said that Markis had gotten into trouble on his birthday, and as punishment, the mothers forbade anyone from wishing him, \"Happy birthday.\"\n\nMarkis had been on psychotropic medication when he was adopted, but he had since been taken off the regimen and his mothers reported no behavioral or mental issues, according to the report.\n\nJeremiah, the fittest\n\nHe had turned 14 about a month before he died. He was 9 when interviewed, and the Oregon report says he is the only one of the children who was the correct size and height for his age.\n\nHe was \"very reserved\" during his interview and, according to his mothers, needed eyeglasses.\n\nBefore adoption, Jeremiah had been diagnosed as autistic and the Hart women claimed he was \"globally delayed\" -- like their other children -- when they gained custody of him.\n\n\"The couple said Jeremiah could not even use a fork when he came to them, but was functioning normally now,\" the report said.\n\nHe was also taking prescribed medications \"for a variety of issues\" when they adopted him, but no longer needed those, his adopted parents said.\n\nCiera, the youngest\n\nShe would've celebrated her 13th birthday last week. The biological sister of Jeremiah and Devonte, Ciera was found almost two weeks after the accident, and police later identified her as one of the six Hart children.\n\nCiera was 8 when the Oregon social worker interviewed her.\n\n\"Like her siblings, she appeared small for her age and was noted to be very reserved when interviewed,\" the report said, adding that a doctor had detected nothing abnormal despite her weight and stature.\n\nShe told the social worker she was in second grade and enjoyed being home-schooled. No behavioral or mental issues were reported.\n\n'These children risk falling through the cracks'\n\nIn another incident, the former friend said she had invited Jennifer Hart and the children over to her home and they ordered pizza. Jennifer Hart would allow the kids only one small piece, and when everyone woke up in the morning, the remaining pizza was gone.\n\n\"Ms. J. Hart became angry and said she knew who ate it. Ms. J. Hart then took her children to the bathroom and after coming out, told she and her husband none of her children would be eating breakfast as no one fessed up to eating the pizza,\" the tipster said.\n\nJennifer Hart then forced all six kids to lie on an air mattress \"with sleeping masks on their face and their arms by their side for five hours,\" she said.\n\nThe Oregon social worker worried that because the children were home schooled, they did not have \"regular contact with any mandatory reporters.\" Perhaps that was by design, as Minnesota Child Welfare said the family pulled their kids out of school and later vanished following that department's investigation.\n\nJUST WATCHED Questions surround family killed off cliff Replay More Videos ... MUST WATCH Questions surround family killed off cliff 02:08\n\n\"When the assessment was completed, the services were concluded, the Harts pulled the children out of school, and home schooled their children, and eventually sold their home, and moved,\" according to the report.\n\nThe Harts called Woodland, Washington, home at the time of their deaths. Days before they died, a neighbor contacted authorities to say the women had been mistreating their children and withholding meals. Devonte had been coming by as often as three times a day, asking for food, neighbor Bruce Dekalb said\n\nHe called Child Protective Services on March 23, and officials arrived just after Jennifer Hart came home from work, but she didn't answer the door. The next morning, the family was gone. Child Protective Services tried to visit again March 26 and 27, but didn't make contact, the Washington State Department of Social and Health Services said.\n\nOne line in the Oregon report warns that something bad might befall the children, given their lack of contact with the outside world.\n\n\"Without any regular or consistent academic or medical oversight, and unknown child welfare reviews through State of Texas for either foster\/adopt subsidies, these children risk falling through the cracks,\" it said.","13":"Mombasa, Kenya (CNN) On a hot afternoon at a sprawling settlement on the outskirts of Mombasa, Phyllis Omido makes her rounds.\n\nFor close to a decade, Omido has been visiting the Owino Uhuru village, monitoring the various illnesses, deaths, and miscarriages that have occurred since a nearby smelter contaminated the village's air and water with lead.\n\nShe passes through the rows of small, mud-walled homes that make up this densely packed village and pokes her head through the doorway of her first visit: Catherine Okello, a small, sickly 35-year-old woman.\n\nOn the couch next to Okello, Omido listens to her say in a soft, quiet voice that she's barely eaten in two weeks.\n\nAdjacent to them are two framed photos: one of Okello's five-year-old son staring into the camera, and another of his casket. Omido tells Okello to pack a few items of clothing; she needs to go to the doctor, Omido says.\n\n\"Somehow, Catherine's whole family was exposed to very high lead levels,\" Omido says of the ailing mother. \"I haven't understood why, because they weren't the ones living closest to the lead factory.\"\n\nBefore driving Okello to the hospital, Omido visits two other ailing villagers: Robert Osieko, an elderly man who recently suffered a stroke, and David Mahala, a middle-aged man whose kidneys are failing.\n\nJUST WATCHED These Kenyan villagers are suing the government for pollution Replay More Videos ... MUST WATCH These Kenyan villagers are suing the government for pollution 04:11\n\nOmido takes Okello to the hospital and stays with her until she's admitted. She then drives an hour north to a small coastal city, arriving at a walled compound where she's taken refuge since November. She's hiding here, she says, while a lawsuit she filed against the Kenyan government and the smelter owners works its way through the court system.\n\nShe undoes the three locks on her front door and disarms the security system, setting down her purse, which houses a small black GPS tracker resembling a beeper; she carries it with her wherever she goes.\n\n\"There's been a lot of security challenges,\" she would later say. \"Any time we go to court, we come under attack.\"\n\n\"Life-or-death situation\"\n\nPhyllis Omido walks through the village of Owino Uhuru. She has been keeping a close eye on the lead exposure that has plagued this settlement since a nearby smelter began operations in 2007.\n\nOmido, 39, is one of Kenya's most outspoken environmental activists. She's been dubbed the \"East African Erin Brockovich,\" and her work has led to the shuttering of 10 toxic waste smelters in Kenya in the past three years.\n\nShe received the 2015 Goldman Environmental Prize , awarded annually to six people from six different continents who undertake \"sustained and significant efforts to protect and enhance the natural environment, often at great personal risk.\"\n\nIndeed, much of Omido's work has been at great risk -- to herself, her family, and her colleagues' families. She's been physically attacked multiple times and is constantly threatened. She says she's been arrested on five different occasions, but never convicted. Her colleagues' lives have also been threatened, their homes broken into or burned.\n\n\"It's quite unfortunate that we have to go through all this,\" Omido says with a small shrug.\n\nIn 2016, after Omido and a team of lawyers filed a class action lawsuit alleging the government and the lead factory owners of violating Kenyan law and several international treaties, the threats intensified.\n\nThe United Nations, through its Office of the High Commissioner for Human Rights, issued a press release in April demanding the Kenyan government do more to protect Omido and her colleagues, who are \"facing a life-or-death situation.\"\n\n\"These human rights abuses undermine the ability of ordinary Kenyans to seek environmental protection without fear,\" the UN statement reads. \"It is vital that the Kenyan Government takes effective actions immediately to protect these environmental defenders.\"\n\nPolice in Mombasa began investigating the alleged threats in April, local media reported . Police chief for Mombasa County, Peter Omwana, told CNN \"the matter had been dealt with,\" while declining to provide specifics.\n\nPublic prosecutors contacted local police three times to ask for any findings, said Mary Wanjiru, a spokesperson for the Office of the Director of Public Prosecutions. They received no response, Wanjiru said.\n\nThick fumes, bitter water\n\nOmido never dreamed of becoming an activist, but the issue of lead poisoning became personal after her son was born.\n\nShe began work at the lead-acid battery recycling plant, Metal Refinery EPZ, as a community relations manager in 2009, the second year of the plant's operation.\n\nThe smelter exported blocks of pure lead by taking used car batteries and extracting the lead from them using a special furnace. In violation of Kenyan environmental and human rights law, the factory's smelting process would emit fumes, dust, and effluent laden with lead particles, according to a 2015 report by the Ministry of Health.\n\nPhyllis Omido meets with Catherine Okello and her son, Sammy, in 2014. They are both suffering from lead related illnesses. Both have since died from lead-related illnesses since this picture was taken.\n\nTasked with assessing the smelter's environmental impact, Omido made a grim discovery: she found the factory's location -- directly next to Owino Uhuru -- left the roughly 3,000 residents there vulnerable to lead exposure. She recommended to management the factory be relocated, and was dismissed from the project, she says.\n\nThree months into her job, Omido's infant son, King David, starting vomiting frequently, his fever spiking daily. Omido brought him to the hospital, where tests for malaria, typhoid, and rotavirus all came back negative.\n\nStumped, Omido acted on a co-worker's recommendation she test her son for lead poisoning. His blood came back positive for lead at a rate of 35 micrograms per deciliter. Anything above 5 micrograms per deciliter is concerning, according to the Center for Diseases Control. Her doctor told her King David had likely ingested lead through her breast milk.\n\nOmido showed her son's test results to a manager at work and was given a check for her son's medical bills on the verbal agreement that she would not go public with her findings, she says. She took the money and quit.\n\nConcerned other children were being affected, Omido then tested the lead levels of three children from Owino Uhuru. All tests came back positive for lead, at 12, 17, and 23 micrograms per deciliter.\n\nMeanwhile, villagers were suffering the smelter's toxic effects. At night, the factory spewed thick, black smoke from its chimneys. Owino Uhuru residents said they would sometimes have to sleep outside to avoid choking on the fumes that would waft through their windows and become trapped in their homes. Factory emissions would also cause acid rain, mixing into the soil and eating through villagers' corrugated metal roofs.\n\n\"We used to get rain water from the roofs,\" explains Owino Uhuru resident Rose Obuya. \"We used to use it for domestic consumption -- drinking, cooking, bathing -- but all of a sudden, we realized that the rain water has a bitter taste. It wasn't normal.\"\n\nVillagers also noticed a brown, cloudy effluent being released from underneath the factory wall. The liquid would flow downhill through the village and gather at a small body of stagnant water where children played and residents would draw their water.\n\nAbdominal pain, dizziness, diarrhea, coughing and fatigue became common complaints among Owino Uhuru residents. Children and adults began developing large, scaly skin rashes. Several women began to miscarry, sometimes repeatedly.\n\nLinet Nabwire, a villager who spoke to CNN-affiliate KTN in 2015 for a documentary about lead poisoning in Owino Uhuru, recalled suffering three miscarriages after testing positive for lead.\n\n\"I am scared, I fear the same thing will happen again,\" Nabwire told the reporter.\n\nNabwire later died while giving birth to a baby boy. A post-mortem exam shows her blood lead level was tested the year before at a startling 238 micrograms per deciliter.\n\nOthers would also die. Catherine Okello, before falling ill, lost her 10-month-old son Victor to lead poisoning. Her other son, five-year-old Sammy, also died; his blood lead level was 13 micrograms per deciliter.\n\nAltogether, Omido says she's recorded 79 deaths in Owino Uhuru from lead-related ailments, including 46 children. She also recorded 124 miscarriages between 2010 and 2014, when the smelter was in operation.\n\nCNN could not independently verify these numbers.\n\nIn 2015, the government conducted blood tests on 50 Owino Uhuru residents. All residents tested positive for the presence of lead, and half of them had blood lead levels deemed dangerous by the Center for Disease Control. According to the World Health Organization, there is no known safe level of exposure to lead.\n\n\"Standing up to men\"\n\nAfter leaving the smelter as an employee, Omido began urging Owino Uhuru residents to write letters to public health officials. Their letters met with no response, she says. To better organize her efforts, she created the Center for Justice, Governance and Environmental Action\n\nIn 2010, after a factory worker fainted and died, Omido organized a demonstration. She stood with other villagers outside the gates of the factory, hoisting signs and crying out \"lead kills,\" when parliamentary member Ramadhan Kajembe, then the Assistant Minister for Environment, arrived at the scene.\n\nAfter the smelter began its operations, several of the village's children started having complications with their skin, developing large patchy rashes.\n\n\"He said the smelter had created jobs for the community,\" Omido recalls. She says he publicly accused her of trying to incite community members. She threatened to show him her son's lab test results, certified by the city's chief medical examiner.\n\n\"And at that point he ordered his bodyguards to clobber me,\" she says with a small, amused smile. \"So, I climbed on a motorbike and escaped.\"\n\nKajembe told CNN he did not remember the incident.\n\nAfter the first protest, the National Environment Management Authority ordered the smelter to close, citing the factory's lack of compliance with safety requirements. The factory was shuttered temporarily, but quickly reopened after the Municipal Council of Mombasa decided the factory had complied with its requirements. The letter-writing campaign continued.\n\nOmido decided to stage another demonstration in 2012. \"By then, the number of sick people had gone very high,\" she says. \"People were not able to be productive anymore, not able to go to work because they were exposed to very thick smoke all night.\"\n\nOmido was arrested early that morning before the demonstration could get underway. She stayed in jail overnight and eventually stood trial, accused of inciting violence and unlawfully assembling -- \"trumped up charges,\" according to Human Rights Watch\n\nAt trial, a prosecutor argued that Omido was carrying a firearm the day of the demonstration, Omido claims. After police were unable to provide evidence of this, an officer took the stand to testify. \"He said the most dangerous weapon I had was my mouth,\" Omido recalls with a laugh. \"And that when I spoke to community members, they would do what I said, so that should be considered a weapon.\"\n\nOmido was acquitted. She would be arrested four more times. Each time, she was held overnight, never charged, and eventually released.\n\nLater that year, while still living in Mombasa, she returned home one evening with her son to find two armed men at her gate. One of the men hit her in the back of the head with the barrel of his gun, causing her to fall. King David, now a toddler, began to cry. From the ground, she begged them to let her take her son inside. They agreed. She came back outside and they hit her again, knocking her briefly unconscious. One of her neighbors then pulled up to the gate in his car. In the flash of his headlights, the men fled.\n\n\"The only thing I could remember they said was that I was an arrogant person and that I was trying to stand up to men in the society,\" she recalls. \"So that stuck with me. I knew this was about Owino Uhuru. This was not a normal robbery.\"\n\nShe immediately fled Mombasa and relocated to a small coastal town, where she continued her advocacy work.\n\nFollowing a third demonstration in 2013, NEMA again ordered the smelter to be closed. Three weeks after it shut down, smoke emissions again billowed from the factory's chimneys. Only in 2014, after Kenya made exporting scrap metal illegal did the factory permanently close.\n\nOwino Uhuru goes to court\n\n\"At least, now, the air was clean. But the soil and water were still contaminated,\" Omido said of the factory's closing. So began her mission to get the affected residents of Owino Uhuru compensated for their suffering.\n\nIn 2015, a government taskforce concluded Metal Refinery EPZ \"failed to balance its economic interest against public health interest and environmental concerns.\"\n\n\"By releasing toxic fumes containing lead particulates and oxides of sulphur, trade effluent, and solid waste into the neighboring Owino Uhuru village ... the factory primarily caused the myriad of problems threatening public health and safety of Owino Uhuru,\" the taskforce report reads\n\nThe chimneys of a lead smelting factory loom over the village of Owino Uhuru. The factory spewed lead-laden smoke and effluent into the village, in and off, from 2007-2014.\n\nCNN's efforts to reach the factory owners were unsuccessful. Omido's lawyer went to Mumbai, where Metal Refinery EPZ is based, and tried to serve both men with papers, Omido says. He couldn't find either of them.\n\nHezron Awiti, a member of parliament who has admitted to owning the factory premises to local media, refused to comment to CNN. An article in the local paper, The Standard, says Awiti denied knowledge of the factory's activities, and has blamed health officials for failing to enforce safety standards.\n\n\"As a landlord I was not involved in the day-to-day operations of the company, neither did I have the expertise to determine, at the earliest stage possible, that sinister activities, with highly dangerous outcome were going on in the premises,\" he said to The Standard.\n\nThe taskforce report found that \"the situation in Owino Uhuru settlements and its environs became what it is today because the various legislative frameworks were not strictly adhered to.\"\n\n\"Lack of good waste management practices by both factory management and relevant government agencies greatly contributed to lead exposure within the factory premises and its immediate environs,\" the report adds.\n\nThe report recommends, among other things, cleaning up the environment of Owino Uhuru and providing medical treatment to those affected. None of those recommendations were implemented, Omido says. She felt the only option was to go to court.\n\nShe gathered a handful of Owino Uhuru residents who were exhibiting signs of lead poisoning. Such as Kelvin Musyoka, a young boy whose leg began to rot after he stepped into a puddle of contaminated sludge, Omido says. She named them in a class action suit against the government and the companies associated with the factory. Once a public notice of the case was published in a local newspaper, Omido says the threats increased.\n\nShe would receive text messages from unknown numbers, demanding she stop the lawsuit from moving forward. Three Owino Uhuru residents who worked closely with Omido -- Anastacia Nambo, Wilifred Kamenchu, and Alfred Ogola, also were threatened. Nambo says her home was broken into. Both Kamenchu and Ogola say their houses were set on fire. Today, Nambo and Ogola both carry the same GPS tracker as Omido.\n\nLast year in April, as Omido was boarding a flight to Johannesburg to attend an environmental summit, she received a phone call from an unknown number. \"Where is your son?\" a strange voice on the other line demanded.\n\n\"Why do you want to know where my son is?\" she asked the stranger.\n\n\"He's in danger,\" said the voice, and then a click. Silence.\n\nPanicked, Omido called a friend and begged her to pick up King David from school and take him to Nairobi, where he would be relatively safe.\n\nThe next day, Omido heard Kamenchu's son was kidnapped on his way home from school. He turned up three days later, unharmed.\n\n\"But still the threats were still coming,\" Kamenchu said.\n\nPresently, Omido has a variety of security precautions in place.\n\nHer office and home are decked out with closed-circuit television cameras. She owns 10 dogs, five of which she trains as attack dogs; the other five are trained to detect explosives. She closely monitors her son's whereabouts. To keep her siblings out of danger, she won't tell them where she lives. She's developed tracking and evacuation procedures, signals, safe words to be used during emergencies.\n\n\"Mostly I pray, even though I take a lot of precautions,\" she says.\n\nA normal life\n\nMombasa Governor Hassan Joho admits the government needs to do more to address the suffering in Owino Uhuru. He blamed the inaction on the country's switch in 2013 from a municipal council to a county government system.\n\n\"There was a bit of laxity at that time,\" he said to CNN. \"But now we can't blame the municipality. It is no longer there.\"\n\nTo his credit, the county has covered some Owino Uhuru residents' medical bills accrued from lead-related illnesses. For six months, the county offered village members zinc and calcium supplement, which can decrease lead concentration in the blood.\n\nPhyllis Omido receiving the prestigious Goldman Environment Prize in 2015.\n\nBut many medical bills have gone unpaid, Omido says. And several Owino Uhuru residents told CNN that Mombasa County's distribution of calcium and zinc, which counteract lead toxicity, abruptly stopped in September 2016; the government claims it is ongoing.\n\n\"They brought calcium and zinc for just a short period,\" said Anastacia Nambo, a colleague of Omido. \"Some were given maybe once. Myself, I got it once, but my child never received it. Others have still never received it.\"\n\nLead-acid batteries -- used in cars, energy supplies, and solar power storage -- are improperly recycled in many developing countries, according to environmental non-profit Pure Earth.\n\nIn countries with strictly enforced regulations, special equipment must be used in smelters to curb environmental pollution. At lead smelters in the United States, for instance, filtration devices are required for pollution control. Kenyan law says it's illegal to pollute the country's air and water, but it does not specify how a lead smelter must comply with those laws.\n\nIn sub-Saharan Africa, collection and recycling of lead-acid batteries \"lack even basic precaution measures to prevent the emission of lead and battery acid to the workspace and the environment,\" according to a report by German environmental research firm Oko-Institut. Cases of lead-poisoning from unsound lead-acid battery recycling have been recorded in Ethiopia, Tanzania, Cameroon, China, Vietnam, the Philippines, the Dominican Republic, and elsewhere, the report adds.\n\nIn 2015, anti-pollution watchdog Pure Earth put out a statement that claimed the improper recycling of lead-acid batteries to be one of the leading cause of lead poisoning worldwide.\n\n\"Large as these numbers are, they are almost certainly underestimates,\" the statement reads.\n\nPhyllis Omido and her son, King David, stand with their dogs. Omido owns 10 dogs, five of which she trains as attack dogs.\n\nAfter Omido brought Catherine Okello, into the hospital, doctors diagnosed the 35-year-old mother with renal failure -- a symptom of chronic lead poisoning, according to the CDC -- and prescribed kidney dialysis. In March, she died of organ failure. David Mahala, one of the other villagers Omido visited that day, would also die. His home shared a wall with the smelter.\n\nAs for the lawsuit, court proceedings have been delayed eight times. But Omido keeps hope the judge will rule in their favor -- and soon. She wants the residents of Owino Uhuru to be compensated for their suffering. But she also wants to move on with her life.\n\nShe's tired of living in hiding, she says, and would like to retire early. Maybe move to a remote farm somewhere and raise goats and cows, she adds.\n\n\"My son hasn't had much of a childhood,\" Omido says somberly. \"He can never be alone; he can be pulled out of school at any minute. He doesn't have a normal life. And isn't that what everyone deserves?\""},"URL":{"0":"https:\/\/www.cnn.com\/2018\/04\/22\/politics\/david-briley-waffle-house-shooting-tennessee\/index.html","1":"https:\/\/www.cnn.com\/2018\/04\/23\/politics\/ohio-john-kasich-gun-control\/index.html","2":"https:\/\/www.cnn.com\/2018\/04\/25\/politics\/beau-biden-gun-violence-protection-act-delaware\/index.html","3":"https:\/\/www.cnn.com\/2018\/04\/19\/us\/national-school-walkout-explainer\/index.html","4":"https:\/\/www.cnn.com\/us\/live-news\/national-school-walkout\/index.html","5":"https:\/\/www.cnn.com\/2018\/04\/19\/us\/dicks-sporting-goods-guns-trnd\/index.html","6":"https:\/\/www.cnn.com\/2018\/04\/19\/politics\/obama-parkland-students-time-100\/index.html","7":"https:\/\/www.cnn.com\/2018\/04\/23\/health\/gun-deaths-in-men-by-state-study\/index.html","8":"https:\/\/www.cnn.com\/2018\/04\/20\/politics\/why-feminism-and-racism-have-a-lot-to-do-with-the-gun-debate\/index.html","9":"https:\/\/www.cnn.com\/2018\/04\/19\/us\/national-school-walkout-organizer-lane-murdock\/index.html","10":"https:\/\/www.cnn.com\/2018\/04\/21\/politics\/cnnphotos-week-in-politics-0422\/index.html","11":"https:\/\/www.cnn.com\/2018\/04\/18\/opinions\/jasper-kim-advice-trump-kim-intl\/index.html","12":"https:\/\/www.cnn.com\/2018\/04\/25\/us\/hart-family-crash-oregon-report\/index.html","13":"https:\/\/www.cnn.com\/2018\/04\/20\/africa\/cost-activism-kenya\/index.html"}}