{"Content":{"0":"Kyle Kashuv, a student at the Florida high school where 17 people were killed in a February mass shooting, has claimed that school security officers pulled him out of class and questioned him Monday after Kashuv tweeted about visiting a gun range with his father.\n\nIn a statement to The Daily Wire, Kashuv said he was called out of class at Marjory Stoneman Douglas High School and told to see the security resource officer whom he identified as “Mr. Greenleaf.\" Multiple reports from around the time of the Feb. 14 shooting identify Kelvin Greenleaf as a “civilian security monitor” or a “security specialist” at the school.\n\nAccording to Kashuv, a second officer joined Greenleaf and both men began \"questioning me intensely.”\n\n“First, they began berating my tweet, although neither of them had read it; then they began aggressively asking questions about who I went to the range with, whose gun we used, about my father, etc. They were incredibly condescending and rude,” Kashuv said.\n\nAt that point, Kashuv claims, a Broward County sheriff’s officer joined them, “and began asking me the same questions again.” Kashuv said the officers declined to let him record the interview, but told him he hadn’t done anything wrong.\n\n“I asked why I was there,” Kashuv said. “One said, ‘Don’t get snappy with me, do you not remember what happened here a few months ago?’“ The teen also said that officers referred to him as “the pro-Second Amendment kid.”\n\nPARKLAND STUDENT KASKY BOWS OUT OF DEBATE WITH KASHUV\n\nIn a message to Fox News, Kashuv said that one of the officers told him, “Kyle, you have such good grades, why would you do this?”\n\nEventually, Kashuv said the officers let him go and told him they’d contact his parents. It was not immediately clear if Kashuv’s parents had been contacted Monday evening.\n\nOn Tuesday, the Broward County Sheriff's Office confirmed to Fox News that Greenleaf asked school resource deputy Dean Seymour to sit in on his interview with Kashuv.\n\nAccording to Seymour's report, \"there were students concerned\" about video Kashuv took of himself at the gun range. Kashuv told authorities he used a rifle belonging to a friend of his and \"said he didn't threaten anyone.\"\n\nSeymour added that he contacted Kashuv's mother, who told him she knew about the video and stated that her son is \"a good kid and wouldn't hurt anyone.\"\n\nKashuv has drawn widespread attention for his pro-Second Amendment stance in the wake of the shooting at the Florida high school. By contrast, several of his peers who survived the shooting, such as David Hogg and Emma Gonzalez, have become the faces of a revitalized gun control movement.","1":"The father of the man cops believe gunned down four people at a Waffle House restaurant in Tennessee may also face charges for returning guns that were seized from his son last year after an incident at the White House, according to a federal official.\n\nIn a news conference Monday about the capture of Travis Reinking, 29, Bureau of Alcohol, Tobacco, Firearms and Explosives Special Agent Marcus Watson said Jeffrey Reinking may have broken the law when he returned the weapons to his son.\n\n“It is possible. If you transfer weapons knowingly to a person that is prohibited, that could potentially be a violation of federal law,\" Watson said.\n\nLast July, Reinking was arrested by the U.S. Secret Service after he crossed into a restricted area near the White House and refused to leave. Reinking said at the time he wanted to meet President Trump.\n\nReinking was not armed at the time, but at the FBI’s request, Illinois state police revoked Reinking’s state firearms card, authorities said.\n\nThe Tazewell County Sheriff's Office said in a news release on Monday the weapons were transferred to Jeffrey Reinking, who possessed a valid Firearm Owner's Identification Card and, by Illinois law, was able to legally possess them. The AR-15 used in the shootings Sunday was among the firearms seized.\n\n\"At no time were the weapons in the custody of the Tazewell County Sheriff's Office,\" the agency said.\n\nWAFFLE HOUSE SHOOTER ARRESTED, AFTER COPS SAY HE STOLE BMW DAYS BEFORE DEADLY RAMPAGE\n\nUnder the Illinois' Firearm Owner's Identification Act, an individual whose FOID card is revoked must surrender his or her FOID card and complete a record for all firearms in their possession or control within 48 hours of receiving notice of the revocation to their local law enforcement agency.\n\nThe individual also must certify they have transferred all firearms they own or that are in their custody to another person with a valid FOID card, according to the sheriff's office.\n\n\"All weapons and ammo were released to Jeffrey Reinking [who] holds a valid FOID card,\" according to a police report from Aug. 24, 2017 obtained by Fox News. \"Jeffrey was advised that he needed to keep the weapons secure and away from Travis. Jeffrey stated that he would comply.\" Authorities said the younger Reinking moved to Nashville last fall.\n\nMetro Nashville Police Department spokesman Don Aaron said Monday that Reinking's father \"has now acknowledged giving [the guns] back\" to his son. It's not clear why or when he returned the weapons.\n\nThe Tennessee Bureau of Investigation said that it did not appear that Reinking or his father violated any state firearms laws before the deadly shooting.\n\nWAFFLE HOUSE SHOOTING VICTIMS INCLUDE ‘BRILLIANT’ COLLEGE STUDENT, ASPRING RAPPER\n\n\"Given the information provided at this stage in the investigation about the weapons Reinking may have had in his possession, there is nothing in the record that would have given law enforcement officers an indication that possession of those weapons would be in violation of Tennessee law,\" the agency said in a statement Monday.\n\nIn Tennessee, the law bans anyone from obtaining a concealed carry permit if they have been \"adjudicated as mental defective,\" but the 29-year-old never went through any judicial process after his run-ins with law enforcement, according to the Tennessean.\n\nReinking was formally charged late Monday with four counts of criminal homicide, according to court records. He was originally held on a $2 million bond, but that has since been revoked pending a court appearance on Wednesday.\n\nAaron said Reinking requested a lawyer and was taken to a hospital before being booked into custody.\n\nFox News' Shira Bush and The Associated Press contributed to this report.","2":"Welcome to Fox News First. Not signed up yet? Click here.\n\nDeveloping now, Wednesday, April 25, 2018\n\nPresident Trump's attempt to end DACA suffered a court setback, with a judge giving the White House 90 days to justify its rollback of the Obama-era program\n\nJames Comey’s contact at Columbia University, who was used to leak sensitive info to the media, once worked as a 'special government employee' for the FBI, Fox News confirms\n\nThe Fresno State professor who bashed Barbara Bush after the former first lady's death will not be disciplined, the university’s president announced\n\nDr. Ronny Jackson, Trump's embattled pick for Veterans Affairs secretary, faces a tough confirmation fight – even though Obama repeatedly praised his work\n\nBillions in U.S. taxpayer dollars earmarked for Afghanistan rebuilding efforts may have been lost because of mishandling by the World Bank, a watchdog says\n\nTHE LEAD STORY - ANOTHER DACA DEFEAT FOR TRUMP: A George W. Bush-appointed federal judge on Tuesday ruled that President Trump's decision to rescind the Deferred Action for Childhood Arrivals program, known as DACA, \"was unlawful and must be set aside\" ... “DACA’s rescission was arbitrary and capricious because the Department failed adequately to explain its conclusion that the program was unlawful,” U.S. District Court Judge John Bates wrote. Bates, the third federal judge and the first Republican appointee to rule against Trump administration attempts to kill DACA, wrote in his opinion that the Department of Homeland Security has 90 days to provide him with a more compelling reason for rolling back the Obama-era program, otherwise he could order its restoration. \"Neither the meager legal reasoning nor the assessment of litigation risk provided by DHS to support its rescission decision is sufficient to sustain termination of the DACA program,\" he wrote.\n\nCOMEY'S LEAK ACCOMPLICE WAS A FORMER EMPLOYEE: The Columbia University law professor James Comey used as a go-between last year to leak the contents of sensitive memos to the media confirmed to Fox News on Tuesday that he previously worked as a “special government employee” (SGE) for Comey’s FBI on an unpaid basis ... The professor, Daniel Richman, confirmed the special status in response to an inquiry from Fox News, while referring other questions, including on the scope of his work, to the FBI. \"I did indeed have SGE status with the Bureau (for no pay),\" Richman wrote in an email. Richman emerged last year as the former FBI director’s contact for leaking memos documenting his private discussions with President Trump – memos that are now the subject of an inspector general review over the presence of classified material. Sources familiar with Richman’s status at the FBI told Fox News that he was assigned to \"special projects\" by Comey, and had a security clearance as well as badge access to the building.\n\nGETTING OFF SCOT-FREE: A Fresno State professor who celebrated the death of Barbara Bush in a profanity-laced rant on Twitter, will not be disciplined, the university's president said in a statement late Tuesday ... In a note to the \"campus community,\" Joseph Castro said that English instructor Randa Jarrar's comments about the late first lady were \"insensitive, inappropriate and an embarrassment to the university,\" but \"are protected free speech under the First Amendment of the U.S. Constitution.\" Castro added that Jarrar would remain on leave through the spring semester, \"which she had previously requested before this incident.\"\n\nNOMINATION ON LIFE SUPPORT?: Embattled Veterans Affairs nominee Dr. Ronny Jackson showed no signs of withdrawing his nomination as more details of accusations against him emerged, ranging from repeated drunkenness to a toxic work environment as he served as a top White House physician ... Jackson fought to convince lawmakers of his leadership abilities as President Trump told reporters he would always stand by Jackson. While Trump said it would be Jackson's choice on whether to withdraw his nomination, he added, \"I really don’t think personally he should [seek the position].” The president suggested he did not want Jackson, who has served as a White House physician since 2006, to go through such an “ugly” and “disgusting” process and said he told him: “What do you need it for?” The comments come after The New York Times and others reported that Jackson has been accused of overseeing a hostile work environment as White House physician, drinking on the job and allowing the overprescription of drugs. Meanwhile, documents obtained by Fox News show that former President Obama sent years of positive reports about Jackson's work as White House physician.\n\nPOTENTIAL SCANDAL SURROUNDS DONOR MONEY FOR AFGHANISTAN: Billions of dollars in donor contributions — including $3 billion from the U.S. — to a trust fund created for the reconstruction efforts in Afghanistan may be lost because of mishandling by the World Bank, a new watchdog report claims ... The most recent audit report from the Special Inspector General of Afghanistan Reconstruction (SIGAR), obtained by Fox News, looks at the Afghanistan Reconstruction Trust Fund (ARTF), an international fund created in 2002 and maintained by the World Bank, finds that the ARTF has experienced “continued limitations” and that a lack of transparency in the monitoring and accounting has put billions of dollars at risk of vanishing — despite steps taken in 2011 to improve the accountability systems in place.\n\nAS SEEN ON FOX NEWS\n\nPRO-GUN PARKLAND SURVIVOR INTERROGATED: \"It's still America, last time I checked.\" – Kyle Kashuv, on \"Tucker Carlson Tonight,\" recalling how he was called in for questioning by school officials for taking a trip to a gun range with his father. WATCH\n\nTHE TALE OF THE TEXTS: \"We believe [they] will be very enlightening.\" – Rep. Mark Meadows, on \"Hannity,\" saying he is working with Reps. Trey Gowdy and Bob Goodlatte to get three to six months of messages between allegedly anti-Trump FBI lovebirds Peter Strzok and Lisa Page. WATCH\n\nCOUNTDOWN TO THE MIDTERMS\n\nRepublican Debbie Lesko wins Arizona House special election.\n\nGOP keeps NY Senate control after Democrat Simcha Felder pledges support.\n\nFox News Poll: Three top-tier candidates in West Virginia GOP Senate primary.\n\nGOP-linked PAC pours money into West Virginia Senate race, to sink a Republican candidate.\n\nTHE SWAMP\n\nTrump, Macron honor 'joint history' between US, France at White House state dinner.\n\nVideo shows ex-Clinton aide in profanity-laced confrontation with cops.\n\nNRA breaks 15-year fundraising record, according to filings.\n\nACROSS THE NATION\n\n'Calexit' gets go-ahead to start collecting signatures.\n\nWaffle House shooting suspect faces new additional warrants, police say.\n\nSuspected gunman in custody after two Dallas police officers shot, critically wounded, department says.\n\nMINDING YOUR BUSINESS\n\nAmazon founder Bezos’ $65 million jet seen at airports near potential second headquarter sites.\n\nDow plummets 425 points as interest rates surge.\n\nVineyard Vines says it’s thriving in era of struggling retail\n\nGM earnings under pressure as sales cool off | Ford earnings to offer glimpse at cost cuts\n\nFOX NEWS OPINION\n\nYJ Fischer: Trump opposition to Iran deal may kill chances for a North Korea nuke deal.\n\nLaura Dowling: The hidden symbols of a state dinner.\n\nPaul J. Larkin Jr.: On marijuana, let the Food and Drug Administration make the decisions.\n\nHOLLYWOOD SQUARED\n\n'Schoolhouse Rock' musical director Bob Dorough dies at 94.\n\n'Smallville' star Allison Mack rants about alleged cult in newly resurfaced YouTube video.\n\nSnoop Dogg says Trump ignored black Waffle House victims because shooter was white.\n\nDID YOU HEAR ABOUT THIS?\n\nMelania Trump's hat draws Beyoncé, Olivia Pope comparisons.\n\nWildlife photographer captures osprey carrying shark, carrying fish in 'one-in-a-trillion photograph.'\n\nMysterious shipwreck discovered in Great Lakes believed to be nearly 200 years old.\n\nSTAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m. ET: A closer look at how President Trump's deal-making skills are paying dividends ahead of his anticipated summit with Kim Jong Un; Dr. Ian Smith reveals the secret to losing 10 pounds in 20 days; auto expert Mike Caudill reveals America's favorite energy efficient cars.\n\nTucker Carlson Tonight, 8 p.m. ET: Don't miss the next installment of Tucker's \"Is College Worth It?\" series!\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m. ET: David Stockman, former budget director under President Reagan; Rep. Andy Barr; Mark Lehmann, JMP Securities president; Sean Spicer, former White House press secretary.\n\nVarney & Co., 9 a.m. ET: Bob Wright, former vice chairman of GE; Jim Rogers, Rogers Holding chairman; Kayleigh McEnany, RNC spokesperson; Kristin Gaspar: San Diego County supervisor and congressional candidate.\n\nCavuto: Coast to Coast, Noon ET: Sen. Mike Rounds; Rep. Diane Black; Andy Puzder, former CEO of CKE Restaurants.\n\nThe Intelligence Report, 2 p.m. ET: Rep. Dana Rohrabacher; Gen. Jack Keane, Fox News senior strategic analyst; Greg Ip, chief economics commentator for the Wall Street Journal; Mark Luschini, chief investment strategist at Janney Montgomery Scott\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: President Trump hosted his first official state dinner for French President Emmanuel Macron. Among the pomp and circumstance, the two leaders exchanged views over the May 12 Iran nuclear deal deadline. Rep. Ron DeSantis and former State Department spokeswoman Marie Harf discuss the pros and cons of withdrawing from the agreement. Wells Fargo met with angry shareholders at their annual meeting in Des Moines, Iowa. Fox News' Jessica Rosenthal digs into the company’s scandals with shareholder Charles Elson, and the whistleblower Matthew Valles. Plus, commentary by Harry Kazianis, director of defense studies at the Center for the National Interest.\n\nWant the Fox News Rundown sent straight to your mobile device? Subscribe through Apple Podcasts, Google Play, and Stitcher.\n\nThe Brian Kilmeade Show, 9 a.m. ET: Monica Crowley guest-hosts; Sen. Rand Paul on his initial concerns about Mike Pompeo as the prospective secretary of state, the legal battle over DACA and more; Ian Bremmer on how Trump's opposition to the Iran deal could impact the president’s looming summit with Kim Jong Un; Jonah Goldberg on the hot topics of the day.\n\n#OnThisDay\n\n2002: Lisa \"Left Eye\" Lopes of the Grammy-winning trio TLC dies in an SUV crash in Honduras at age 30.\n\n1898: The U.S. Congress declares war on Spain following the February sinking of the USS Maine; the 10-week conflict would result in an American victory.\n\n1507: A world map produced by German cartographer Martin Waldseemueller contains the first recorded use of the term \"America,\" in honor of Italian navigator Amerigo Vespucci.\n\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Enjoy your day! We'll see you in your inbox first thing Thursday morning.","3":"next\n\nprev\n\nA chilling Facebook message posted before a van plowed onto a crowded Toronto sidewalk has raised the possibility the suspect in the attack nursed grudges against women and it is bringing back memories of a 1989 massacre of 14 women that remains one of Canada's most traumatic acts of violence.\n\nA crowd gathered late Tuesday in Toronto's North York community to pay their respects to the van victims at a makeshift memorial of roses, candles and messages of condolence.\n\n\"I needed to come here to show that I'm not afraid of this city,\" said Meena Chowdry, wiping away tears. \"That one man's actions cannot taint an otherwise beautiful, welcoming city.\"\n\nEarlier in the day, the 25-year-old suspect, Alek Minassian, was charged with first degree murder in the deaths of 10 pedestrians mowed down by a rented van that he sent careening along a mile of a busy walkway. Fourteen others were injured.\n\nToronto Police Services Det. Sgt. Graham Gibson said at a news conference that those killed and injured were \"predominantly\" women, though he declined to discuss a possible motive.\n\n\"All the lanes are open with this investigation,\" said Police Chief Mark Saunders.\n\nAuthorities had yet to release a list of victims. Those known to have been killed include a 30-year-old woman from Toronto, Anne Marie D'Amico, who was active in volunteer work, as well as a female student at Seneca College, which Minassian attended. A Jordanian citizen and two South Koreans were also among those killed.\n\nThe gender issue arose because of what police called a \"cryptic\" Facebook message posted by Minassian just before the incident that suggested he was part of an online community angry over their inability to form relationships with women.\n\nThe now-deleted post saluted Elliot Rodger, a community college student who killed six people and wounded 13 in shooting and stabbing attacks near the University of California, Santa Barbara, in 2014.\n\nCalling Rodger \"the Supreme Gentleman,\" the Facebook post declared: \"The Incel Rebellion has already begun! We will overthrow all the Chads and Stacys!\"\n\nRodger had used the term \"incel\" — for involuntarily celibate — in online posts raging at women for rejecting him romantically. Like-minded people in internet forums sometimes use \"Chad\" and \"Stacy\" as dismissive slang for men and women with more robust sex lives.\n\nThe anti-women sentiment also recalled Canada's 1989 massacre at the Ecole Polytechnique, an engineering college in Montreal, when 25-year-old Marc Lepine entered a classroom, separated the men from the women, told the men to leave and opened fire, killing 14 women before killing himself. In a suicide note, he blamed feminists for ruining his life.\n\nSince then, there have been sporadic mass shootings in Canada, but none with a higher death toll — reinforcing the view among many Canadians that their country is less violent than the United States.\n\nWendy Cukier, a professor in the business school at Toronto's Ryerson University and president of Canada's Coalition for Gun Control, said Canada may avoid some types of violence because its social programs are stronger than those in many U.S. states and there is less income inequality. But the main difference, she contends, is tighter gun regulations in Canada.\n\n\"If you take guns out of the mix, Canada and the U.S. are identical,\" she said, citing statistics indicating the two countries have similar rates of non-firearm homicides.\n\nAlthough police said Monday's rampage did not appear linked to international terrorism, the use of a vehicle to kill mirrored tactics used by terrorists in France, Germany, Spain, New York City and elsewhere.\n\nSince 2014, there have been at least two terror-related cases in Canada of vehicles being used as weapons — they caused several injuries and one death. But overall, Canada has been spared high-casualty terror attacks.\n\nIts most striking incidents of violence over the past 50 years have varied widely in nature.\n\nIn 2014 a Canadian Muslim fatally shot a member of the honor guard at Ottawa's national war memorial, then stormed Parliament, where he was shot to death by a sergeant-at arms. Last year, a French-Canadian man fatally shot six Muslim men during evening prayers at a mosque in Quebec City. Back in 1972, 37 people died in a Montreal cafe deliberately set on fire by three men who had been refused entry.\n\nCanadian rapper Maestro Fresh Wes returned to the scene of the van rampage Tuesday, pausing by a newly erected memorial. Wes, who lives nearby, was strolling down Yonge Street to get a haircut when he saw a body bag on the ground.\n\n\"Yesterday was the most beautiful day of the year and then look what happened,\" he said. \"Toronto is a safe city but things could happen anywhere. When these things happen, you have to reflect.\"\n\nAlso revisiting the site was Saman Tabasinejad, a New Democrat Party politician who was canvassing in the area when the attack occurred.\n\n\"I saw shattered glass everywhere, a fire hydrant knocked over and then five body bags,\" she said. \"People were holding others and I saw solidarity all over, people trying to help others.\"\n\n\"When something like this happens, you think people are going to run away from the tragedy, but people didn't — they ran toward it to try to help others,\" she added. \"It shows that something like this could happen at the hands of one person, but so many more stand against it and show their humanity.\"\n\n___\n\nAssociated Press writer Charmaine Noronha reported this story in Toronto and AP writer David Crary reported from New York. AP writer Ben Fox in Miami contributed to this report.","4":"The National Rifle Association on Tuesday announced that its Political Victory Fund had a banner month in March, raising $2.4 million, which is $1.5 million more than it raised in March 2017.\n\nMcClatchy reported that most of the donations were less than $200. The money from the fund is earmarked for political campaigns. The donations were made after the Feb. 14 school shooting in Parkland, Fla., which prompted a nationwide gun debate.\n\nThe report pointed out that gun control groups have fallen short of such fundraising numbers. Everytown for Gun Safety’s Political Action Fund, for example, raised $13,580 in March, the report said.\n\nThe NRA has been in the news since the Parkland shooting left 17 dead. The NRA has seen some of its corporate relationships end since the massacre, and has recently been in the news over its frayed relationship with the cooler maker Yeti.\n\nU.S. Rep. Ted Deutch, D-Fla., tweeted out against the NRA after learning about the fundraising record.\n\n“The NRA is NOT a civil rights organization,” he wrote. “It’s a fundraiser for gun manufacturers trying to protect their interests.”\n\nMeanwhile, the NRA's annual convention will be held May 3-6 in Dallas, with Vice President Mike Pence listed among the event's scheduled speakers, the Dallas Morning News reported.\n\nPresident Donald Trump spoke at the group's convention last year in Atlanta."},"URL":{"0":"http:\/\/www.foxnews.com\/us\/2018\/04\/23\/kyle-kashuv-says-school-security-questioned-him-for-visiting-gun-range-with-his-dad.html","1":"http:\/\/www.foxnews.com\/us\/2018\/04\/24\/waffle-house-shooting-suspects-father-could-face-federal-charges-official-says.html","2":"http:\/\/www.foxnews.com\/us\/2018\/04\/25\/fox-news-first-trump-suffers-another-court-setback-with-daca-comeys-leak-accomplice-was-former-employee.html","3":"http:\/\/www.foxnews.com\/world\/2018\/04\/25\/toronto-van-attack-suspect-may-have-felt-anger-against-women.html","4":"http:\/\/www.foxnews.com\/politics\/2018\/04\/25\/nra-breaks-15-year-fundraising-record-according-to-filings.html"}}