{"Content":{"0":"THE HAGUE\/BEIRUT (Reuters) - A U.N. security team came under fire in Syria while doing reconnaissance for inspectors to visit sites of a suspected chemical weapons attack, and officials said it was no longer clear when the inspectors would be able to go in.\n\nThe inspectors from the Organisation for the Prohibition of Chemical Weapons are in Syria to investigate an April 7 incident in which Western countries and rescue workers say scores of civilians were gassed to death by government forces.\n\nOPCW Director-General Ahmet Üzümcü said the United Nations Department of Safety and Security (UNDSS) had decided to carry out reconnaissance at two sites in the town of Douma before the inspectors would visit them.\n\n“On arrival at site one, a large crowd gathered and the advice provided by the UNDSS was that the reconnaissance team should withdraw,” he told a meeting at the watchdog’s headquarters in remarks it later released. “At site two, the team came under small arms fire and an explosive was detonated. The reconnaissance team returned to Damascus.”\n\nU.S. Defense Secretary Jim Mattis blamed the Syrian government for delays in inspectors reaching the sites and said it has a history of trying to “clean up the evidence before the investigation team gets in.”\n\n“We are very much aware of the delay that the regime imposed on that delegation but we are also very much aware of how they have operated in the past and seal what they have done using chemical weapons,” Mattis said before the start of a meeting with his counterpart from Qatar.\n\nThe United States, Britain and France fired missiles at Syrian targets on Saturday in retaliation for the suspected chemical use. They say the arrival of the inspectors is being held up by Syrian authorities who now control the area, and that evidence of the chemical attack may be being destroyed.\n\nDamascus and its ally Moscow deny that any gas attack took place, that they are holding up the inspections or that they have tampered with evidence at the site. Britain’s ambassador to the OPCW Peter Wilson said it was now unclear when the inspectors would be able to reach it.\n\nThe rebel group based in Douma announced its surrender hours after the suspected chemical attack, and the last rebels left a week later, hours after the Western retaliation strikes.\n\nThe U.S.-led intervention has threatened to escalate confrontation between the West and Assad’s backer Russia, although it has had no impact on the fighting on the ground, in which pro-government forces have pressed on with a campaign to crush the rebellion.\n\nAssad is now in his strongest position since the early months of a seven-year-old civil war that has killed more than 500,000 people and driven more than half of Syrians from their homes.\n\nDELAY CAUSES DISPUTE\n\nThe OPCW team will seek evidence from soil samples, interviews with witnesses, blood, urine or tissue samples from victims and weapon parts. But, more than a week after the suspected attack, hard evidence might be hard to trace.\n\nAn official close to the Syrian government said the U.N. security team had been met by protesters demonstrating against the U.S.-led strikes.\n\n“It was a message from the people,” said the official. The mission “will continue its work”, the official said.\n\nDouma was the last town to hold out in the besieged eastern Ghouta enclave, the last big rebel bastion near the capital Damascus. Eastern Ghouta was captured by a government advance over the past two months.\n\nSyria’s U.N. ambassador said on Tuesday the fact-finding mission would begin its work in Douma on Wednesday if the U.N. security team deemed the situation there safe.\n\nThe Syrian “White Helmets” rescue organization, which operates in rebel-held areas, has pinpointed for the OPCW team the places where victims of the suspected attack are buried, its head Raed Saleh said on Wednesday.\n\nDouma hospital workers who stayed in the town after the army recaptured it have said that none of the people injured on the night of the attack were exposed to chemical weapons.\n\nMedical charities operating in opposition-held parts of Syria have dismissed those statements as propaganda, given under duress now that government forces control the town.\n\nThe United Nation vehicle carrying the Organisation for the Prohibition of Chemical Weapons (OPCW) inspectors is seen in Damascus, Syria April 17, 2018. REUTERS\/Omar Sanadiki","1":"JERUSALEM (Reuters) - Israel released details on Tuesday about what it described as an Iranian “air force” deployed in neighboring Syria, including civilian planes suspected of transferring arms, a signal that these could be attacked should tensions with Tehran escalate.\n\nFILE PHOTO - An Israeli soldier walks near a military post close to the Druze village of Majdal Shams in the Israeli-occupied Golan Heights, Israel February 10, 2018. REUTERS\/Ammar Awad\/File Photo\n\nIran, along with Damascus and its big-power backer Russia, blamed Israel for an April 9 air strike on a Syrian air base, T-4, that killed seven Iranian Revolutionary Guards Corps (IRGC) members. Iranian officials have promised unspecified reprisals.\n\nIsraeli media ran satellite images and a map of five Syrian air bases allegedly used to field Iranian drones or cargo aircraft, as well as the names of three senior IRGC officers suspected of commanding related projects, such as missile units.\n\nThe information came from the Israeli military, according to a wide range of television and radio stations and news websites. Israel’s military spokesman declined to comment.\n\nHowever, an Israeli security official seemed to acknowledge the leak was sanctioned, telling Reuters that it provided details about “the IRGC air force (which) the Israeli defense establishment sees as the entity that will try to attack Israel, based on Iranian threats to respond to the strike on T-4.”\n\nThe official, who requested anonymity, would not elaborate.\n\nIsrael’s Army Radio reported that, given tensions with Iran over Syria, the Israeli air force canceled plans to send F-15 fighter jets to take part in the U.S.-hosted exercise Red Flag, which begins on April 30.\n\n“EXPOSED”\n\nRoni Daniel, military editor for Israeli TV station Mako, said the disclosure was a signal to Iran that its deployments in Syria “are totally exposed to us, and if you take action against us to avenge (the T-4 strike) these targets will be very severely harmed”.\n\nAccording to Daniel, Israel was bracing for a possible Iranian missile salvo or armed drone assault from Syria.\n\nThere was no immediate response from the IRGC or Syria.\n\nThe Iranian death toll in T-4 was unusually high. “It was the first time we attacked live Iranian targets - both facilities and people,” the New York Times on Sunday quoted an Israeli military source as saying.\n\nIran, Israel’s arch-foe, has cast its military personnel in Syria as reinforcements helping President Bashar al-Assad battle a seven-year-old insurgency. The Iranians have also described their cargo flights to Syria as carrying humanitarian aid only.\n\nAn Israeli-Iranian showdown over Syria has loomed since Feb. 10, when Israel said an armed drone launched from T-4 penetrated its air space. Israel blew up the drone and carried out a raid on Syrian air defenses in which one of its F-16 jets was downed.\n\n“Israel is headed for escalation,” Yaacov Amidror, former national security adviser to Israeli Prime Minister Benjamin Netanyahu, told Tel Aviv radio station 103 FM. “There could be a very big belligerent incident with Iran and Hezbollah.”\n\nWhile not claiming responsibility for the T-4 strike, Israel has restated a policy of preventing Iran setting up a Syrian garrison. Scores of previous such raids went unanswered but Israel worries that changing conditions may now embolden Iran.\n\nRussia, which long turned a blind eye to Israeli actions in Syria while serving as a brake on retaliation by Iran or its Lebanese Hezbollah guerrilla allies, is now at loggerheads with Western powers over accusations, denied by Syria’s government, that it has used chemical weaponry in fighting.","2":"WASHINGTON (Reuters) - About 10 days ago, U.S. President Donald Trump told national security aides that he wanted U.S. forces out of Syria in six months or so, adamant that it was time to bring them home after largely defeating Islamic State militants.\n\nU.S. President Donald Trump makes a statement about Syria at the White House in Washington, U.S., April 13, 2018. REUTERS\/Yuri Gripas\n\n“Very soon, very soon, we’re coming out,” Trump said in telegraphing his thoughts to a crowd in Richfield, Ohio, on March 30. “We’re going to get back to our country, where we belong, where we want to be.”\n\nNow, Trump has abruptly deepened U.S. involvement in Syria, mustering a coalition of U.S., French and British forces to attack Syrian facilities related to production of chemical weapons after a poison gas attack last week killed dozens of people in Douma, Syria.\n\nAides said Trump’s attitude changed when he was shown images of Syrians killed by the chemical weapons last Saturday, about a year after he first ordered air strikes against Syrian targets to retaliate for an earlier use of the banned substances.\n\n“When he sees these sorts of things, they outrage him,” said a source familiar with the internal debate at the White House.\n\nTrump had also grown exasperated with Russia for doing nothing to stop the Syrian government from using the weapons.\n\nA plane prepares to take off as part of the joint airstrike operation by the British, French and U.S. militaries in Syria, in this still image from video footage obtained on April 14, 2018 from social media. courtesy Elysee\/Twitter\/via REUTERS\n\nHe first made clear that he intended to launch new attacks in a series of tweets earlier this week, issuing warnings against not only Syrian President Bashar al-Assad but also Russia and Iran.\n\nIt was an unusual strategy, a departure from the usual U.S. practice of launching surprise attacks.\n\nHounded by controversies related to a federal investigation into Russian meddling in the 2016 U.S. election, Trump stayed out of the public eye much of this week, locked in White House Situation Room meetings about Syria.\n\nDefense Secretary James Mattis, new national security adviser John Bolton, Vice President Mike Pence and U.S. ambassador to the United Nations Nikki Haley were all involved in the talks.\n\nSyria air defences strike back after air strikes by U.S., British and French forces in Damascus, Syria in this still image obtained from video dated early April 14, 2018. SYRIA TV via Reuters TV\n\nBehind closed doors, Trump pushed for a more aggressive response than the one taken last year, wanting options that would involve attacks on targets in Syria associated with Russia and Iran, officials said.\n\nHis generals pushed back, not wanting to escalate tensions with those two countries, the officials said.\n\nHours after the first missiles fell on Friday night, it was not yet clear how extensive the attacks were.\n\nMattis described them as a “one-time shot” to send a strong message to Assad not to use chemical weapons again.\n\nThat appeared to contradict Trump’s own pledge that the United States, France and Britain would sustain the military campaign until Assad stops using prohibited chemical agents.\n\nWhile Trump was determined to respond to the chemical attack, he also said the United States “does not seek an indefinite presence in Syria, under no circumstances.”\n\nAs Trump announced the military action, Pence was in Peru attending the Summit of the Americas. Trump had been scheduled to attend but stayed in Washington to focus on Syria.\n\nPence abruptly left the summit’s opening ceremonies and returned to his hotel in time to make secure phone calls to congressional leaders to tell them about the strikes.\n\nPence was in constant contact with Washington on his trip, speaking multiple times to Trump and also to Bolton. He again spoke to Trump after the attacks were launched, an aide said.","3":"UNITED NATIONS (Reuters) - U.N. Secretary-General Antonio Guterres urged all states on Saturday “to show restraint in these dangerous circumstances and to avoid any acts that could escalate matters and worsen the suffering of the Syrian people.”\n\nUnited Nations Secretary-General Antonio Guterres speaks during the United Nations Security Council meeting on Syria at the U.N. headquarters in New York, U.S., April 13, 2018. REUTERS\/Eduardo Munoz\n\nHe said international investigators were in Syria and ready to visit the site of a suspected deadly chemical weapons attack in Douma, which prompted military action by the United States, France and Britain.","4":"WASHINGTON (Reuters) - U.S. President Donald Trump on Twitter praised Western air strikes against the Syrian government on Saturday as “perfectly executed”, and added “Mission Accomplished”.\n\n“A perfectly executed strike last night. Thank you to France and the United Kingdom for their wisdom and the power of their fine Military. Could not have had a better result. Mission Accomplished!” Trump said in a Twitter post.\n\nTrump’s message echoed the words of a banner that hung behind former President George W. Bush when he gave a speech in 2003 from the USS Abraham Lincoln, during the Iraq War.\n\nThat visual dogged Bush’s presidency as the war dragged out, with worsening American casualties, for the remainder of his two terms in office.\n\n(This version of the story refiles to fix typographical error in paragraph 3).\n\nU.S. President Donald Trump makes a statement about Syria at the White House in Washington, U.S., April 13, 2018. REUTERS\/Yuri Gripas","5":"UNITED NATIONS (Reuters) - The United Nations Security Council failed to adopted a Russian-drafted resolution on Saturday that would have condemned “the aggression against the Syrian Arab Republic by the U.S. and its allies in violation of international law and the U.N. Charter.”\n\nUnited States Ambassador to the United Nations Nikki Haley speaks to members of the United Nations Security Council during an emergency meeting on Syria at the U.N. headquarters in New York, U.S., April 14, 2018. REUTERS\/Eduardo Munoz\n\nOnly Russia, China and Bolivia voted in favor of the draft resolution. Eight countries voted against the draft, while four abstained. A resolution needs nine votes in favor and no vetoes by Russia, China, France, Britain or the United States to pass.","6":"WASHINGTON (Reuters) - A man linked to the Sept. 11, 2001, attacks on the United States, who was said to have praised “violent jihad,” was captured in Syria by U.S.-backed forces more than a month ago, the Pentagon said on Thursday.\n\n“We can confirm that Mohammad Haydar Zammar, a Syrian-born German national, was captured more than a month ago by SDF (Syrian Democratic Forces) partners as part of their ongoing operations to defeat ISIS inside Syria,” Pentagon spokesman Eric Pahon said, using an acronym for Islamic State.\n\nThe Syrian Democratic Forces are an alliance of militias in northern and eastern Syria.\n\n“We are working with our SDF partners to obtain additional details,” Pahon said.\n\nThe 9\/11 Commission report, a Congressional account on the 2001 attacks, said Zammar was an “outspoken, flamboyant Islamist” who extolled “the virtues of violent jihad.”\n\nIt said Zammar reportedly had taken credit for influencing Ramzi Binalshibh, who is accused of wiring money to September 11 hijackers and passing information to al Qaeda operatives, and Mohammed Atta, who led the attack on the World Trade Center in New York City.\n\nU.S. officials have said that there are hundreds of foreign fighters and thousands of Syrian Islamic State militants in SDF custody.","7":"MOSCOW\/DAMASCUS (Reuters) - Russian President Vladimir Putin warned on Sunday that further Western attacks on Syria would bring chaos to world affairs, as Washington prepared to increase pressure on Russia with new economic sanctions.\n\nIn a telephone conversation with his Iranian counterpart, Hassan Rouhani, Putin and Rouhani agreed that the Western strikes had damaged the chances of achieving a political resolution in the seven-year Syria conflict, according to a Kremlin statement.\n\n“Vladimir Putin, in particular, stressed that if such actions committed in violation of the U.N. Charter continue, then it will inevitably lead to chaos in international relations,” the Kremlin statement said.\n\nThe U.S. ambassador to the United Nations, Nikki Haley, told CBS’ “Face the Nation” program that the United States would announce new economic sanctions on Monday aimed at companies “that were dealing with equipment” related to Syrian President Bashar al-Assad’s alleged chemical weapons use.\n\nOn Saturday, the United States, France and Britain launched 105 missiles targeting what the Pentagon said were three chemical weapons facilities in Syria in retaliation for a suspected poison gas attack in Douma on April 7.\n\n(For a graphic detailing air strikes on Syria tmsnrt.rs\/2EKgAMN)\n\nThe Western countries blame Assad for the Douma attack that killed dozens of people. The Syrian government and its ally Russia have denied involvement in any such attack.\n\nThe bombings marked the biggest intervention by Western countries against Assad and ally Russia.\n\nFrench President Emmanuel Macron said on Sunday that he had convinced Trump, who previously said he wanted to take U.S. forces out of Syria, to stay for “the long term.”\n\nThe United States, France and Britain have said the missile strikes were limited to Syria’s chemical weapons capabilities and not aimed at toppling Assad or intervening in the civil war. Macron said in an interview broadcast by BFM TV, RMC radio and Mediapart online news that he had convinced Trump to focus on the chemical weapons sites.\n\nThe White House pushed back against Macron’s comments about Trump’s intentions for U.S. forces.\n\n“The U.S. mission has not changed - the president has been clear that he wants U.S. forces to come home as quickly as possible,” White House spokeswoman Sarah Sanders said.\n\n“We are determined to completely crush ISIS and create the conditions that will prevent its return.” she said. “In addition we expect our regional allies and partners to take greater responsibility both militarily and financially for securing the region.”\n\n‘HARD FOR US, BUT WILL DO MORE DAMAGE TO THE USA’\n\nResponding to Haley’s remarks about the plans for new sanctions, Evgeny Serebrennikov, deputy head of the defense committee of Russia’s upper house of parliament, said Moscow was ready for the penalties, according to RIA news agency.\n\n“They are hard for us, but will do more damage to the USA and Europe,” RIA quoted Serebrennikov as saying.\n\nIn Damascus, Syria’s deputy foreign minister, Faisal Mekdad, met inspectors from the global chemical weapons watchdog OPCW for about three hours in the presence of Russian officers and a senior Syrian security official.\n\nThe inspectors were due to attempt to visit the Douma site. Moscow condemned the Western states for refusing to wait for the OPCW’s findings before attacking.\n\nRussian President Vladimir Putin speaks during a ceremony to receive credentials from foreign ambassadors at the Kremlin in Moscow, Russia April 11, 2018. Sergei Ilnitsky\/Pool via REUTERS\n\nMekdad declined to comment to reporters waiting outside the hotel where the meeting took place.\n\nAssad told a group of visiting Russian lawmakers that the Western missile strikes were an act of aggression, Russian news agencies reported.\n\nRussian agencies quoted the lawmakers as saying that Assad was in a “good mood”, had praised the Soviet-era air defense systems Syria used to repel the Western attacks and had accepted an invitation to visit Russia at an unspecified time.\n\nTrump had said: “Mission accomplished” on Twitter after the strikes, although U.S. Lieutenant General Kenneth McKenzie at the Pentagon acknowledged elements of the program remained and he could not guarantee that Syria would be unable to conduct a chemical attack in the future.\n\nRussian and Iranian military help over the past three years has allowed Assad to crush the rebel threat to topple him.\n\nAlthough Israel has at times urged stronger U.S. involvement against Assad and his Iranian and Lebanese Hezbollah reinforcements in Syria, it voiced backing for Saturday’s air strikes by Western powers.\n\nRISK OF WIDER CONFRONTATION\n\nThe leader of Lebanon’s Hezbollah said on Sunday that Western strikes on Syria had failed to achieve anything, including terrorizing the army, helping insurgents or serving the interests of Israel.\n\nSayyed Hassan Nasrallah said the U.S. military had kept its strikes limited because it knew a wider attack would spark retaliation from Damascus and its allies and inflame the region.\n\n“The American (military) knows well that going towards a wide confrontation and a big operation against the regime and the army and the allied forces in Syria could not end, and any such confrontation would inflame the entire region,” Nasrallah said.\n\nSlideshow (8 Images)\n\nThe heavily armed, Iranian-backed Shi’ite Hezbollah movement, which fights alongside the Syrian army and is represented in the Beirut government, has been a vital ally of Damascus in Syria’s war.\n\nFrance, the United States and Britain circulated a draft resolution to the U.N. Security Council late on Saturday that aims to establish an independent inquiry into who is responsible for chemical weapons attacks in Syria. The mechanism would look at cases where the OPCW fact-finding mission has established chemical weapons were used or likely used.\n\nDiplomats said negotiations on the draft resolution would begin on Monday and it was not immediately clear when the United States, France and Britain wanted to put it to a vote.","8":"PARIS (Reuters) - France has concluded after analyzing “reliable intelligence” and open sources that a chemical attack on Douma on April 7 was carried out by Syrian government forces, a declassified intelligence report showed on Saturday.\n\nFILE PHOTO: A man walks with his bicycle at a damaged site in the besieged town of Douma, Eastern Ghouta, in Damascus, Syria March 30, 2018. REUTERS\/Bassam Khabieh\n\n“On the intelligence collected by our services, and in the absence to date of chemical samples analyzed by our own laboratories, France considers, beyond possible doubt, a chemical attack was carried out against civilians at Douma ... and that there is no plausible scenario other than that of an attack by Syrian armed forces,” the report said.\n\nIt was released after coordinated air strikes by Britain, France and the United States on Syrian government targets overnight.\n\n“After examining the videos and images of victims published online, they (intelligence services) were able to conclude with a high degree of confidence that the vast majority are recent and not fabricated,” the report said.\n\nIt said no deaths from mechanical injuries were visible and all symptoms were characteristic of a chemical weapons attack, particularly choking agents and organophosphorus agents or hydrocyanic acid.\n\n“Reliable intelligence indicates that Syrian military officials have coordinated what appears to be the use of chemical weapons containing chlorine on Douma, on April 7,” it said. It gave no other details on the intelligence.\n\nThe report, which provided a broad outline of the Syrian government-backed offensive supported by Russia on the eastern Ghouta region over recent months, also said French services had assessed that not all Syrian government chemical stockpiles and capacities had been declared to the U.N.\n\nSyria had omitted to declare many of the activities of its Scientific Studies and Research Centre (SSRC), the report said.\n\nIt said Syria had not answered questions on matters including possible remaining stocks of yperite (mustard gas) and DF (a sarin precursor), undeclared chemical weapons of small caliber and signs VX and sarin on production and loading sites.","9":"UNITED NATIONS (Reuters) - The United States is “locked and loaded” to strike again if Syria’s President Bashar al-Assad’s government again uses chemical weapons, U.S. Ambassador to the United Nations Nikki Haley told the Security Council on Saturday.\n\n“We are confident that we have crippled Syria’s chemical weapons program. We are prepared to sustain this pressure, if the Syrian regime is foolish enough to test our will,” she said.\n\n“If the Syrian regime uses this poison gas again, the United States is locked and loaded,” Haley said.","10":"IZMIR, Turkey (Reuters) - The lawyer for a U.S. pastor who goes on trial in Turkey on Monday over alleged links to a group accused of orchestrating a failed military coup said the preacher had been arrested for his Christian faith.\n\nAndrew Brunson, a Christian pastor from North Carolina, U.S. who has been in jail in Turkey since December 2016, is seen in this undated picture taken in Izmir, Turkey. Depo Photos via REUTERS\n\nIsmail Cem Halavurt said pastor Andrew Brunson, detained 18 months ago, faced the “totally unfounded” charge of aiding a terrorist organization and should be freed at Monday’s hearing in the Mediterranean city of Izmir.\n\nA Christian pastor from North Carolina living in Turkey for 23 years, Brunson has been indicted on charges of helping the group that Turkey holds responsible for the failed 2016 coup against President Tayyip Erdogan.\n\nHis trial is one of several legal cases which have strained relations between Turkey and the United States, who are also at odds over U.S. support for a Kurdish militia in northern Syria which Turkey considers a terrorist organization.\n\nIsmail Cem Halavurt, lawyer of the jailed pastor Andrew Brunson, talks during an interview with Reuters in Izmir, Turkey April 15, 2018. REUTERS\/Sadi Osman Temizel\n\nMonday’s court session will be attended by North Carolina senator Thom Tillis and U.S. envoy for religious freedom Sam Brownback.\n\n“There is evidence that shows Brunson was arrested due to his faith,” Halavurt told Reuters on the eve of the trial, saying Brunson’s religious role had been “classified as aiding terror organizations”.\n\nSlideshow (2 Images)\n\nWashington has called for Brunson’s release while Erdogan suggested last year his fate could be linked to that of U.S.-based Muslim cleric Fethullah Gulen, whose extradition Ankara has repeatedly sought to face charges over the coup attempt.\n\n“The (pastor) we have is on trial. Yours is not - he is living in Pennsylvania ... You can give him right away,” Erdogan said in September. Gulen has denied any link to the coup attempt in which more than 240 people were killed.\n\nIzmir’s prosecutor’s office said that sufficient evidence was obtained to charge Brunson with aiding armed terrorist organizations and obtaining confidential government information for political and military espionage. The prosecution is seeking a jail sentence of up to 35 years.\n\nA copy of Brunson’s indictment seen by Reuters accuses him of working both with Gulen’s network and the Kurdistan Workers Party (PKK) which has fought an insurgency in southeast Turkey and is designated a terrorist group by the United States and European Union.\n\nHalavurt said he believed Brunson would ultimately be acquitted, and there was no reason for his continued detention during trial. “Our prior expectation from the hearing is ending the arrest,” he said. “We want Brunson to be freed immediately.”\n\nAt the Resurrection Church in Izmir, the congregation prayed on Sunday for Brunson, and his wife Norine read out a message in which he talked of the darkness and silence of his detention. He signed it off: “Your brother Andrew, imprisoned for God.”","11":"LONDON (Reuters) - “Who’s next?” investors in Russia are asking as they scramble to clear their portfolios of “oligarch risk” - holdings in companies that may be next in line for U.S. sanctions after metals company Rusal was targeted last week.\n\nFILE PHOTO: A view shows a tower of the Kremlin (R) and the Foreign Ministry headquarters (back) in Moscow, Russia March 16, 2018. REUTERS\/Maxim Shemetov\/File Photo\n\nThe threat of more sanctions had already made investors wary of Russian companies, seen as more vulnerable to U.S. action than the sovereign. Their fears proved justified when on April 6, the U.S. Treasury slapped sanctions on a range of Russian companies and “oligarchs” — businessmen deemed to be close to the Kremlin.\n\nAluminum company Rusal, controlled by Oleg Deripaska, has been one of the main targets. Rusal itself has warned that the impact of sanctions could trigger technical default on some of its debts.\n\nEarlier sanctions on major Russian companies were so-called sectoral sanctions which limit U.S. investor participation in debt-raising for sanctioned firms. The sanctions imposed on Rusal this month go further, barring U.S. investors from having any dealings with the sanctioned entities.\n\nRussia’s sovereign debt and assets of other Russian companies are not yet sanctioned but that might change. Washington is looking at new sanctions aimed at Russian companies allegedly dealing with equipment related to chemical weapons in Syria.\n\n“The question investors have is: who is next? Could you extend Rusal-style sanctions to other companies? Potentially they could,” said Greg Saichin, chief investment officer for emerging market debt at Allianz Global Investors.\n\n“We know of a number of individuals who are either owners of companies or have stakes in companies, who may be next in line ... There is oligarch risk so we have moved to reduce the Kremlin element in the portfolio,” he added.\n\nA list of 210 wealthy Russians named by the U.S. Treasury in January is widely seen as the place to look for clues. It contained 96 oligarchs, including Vladimir Potanin, co-owner of Norilsk Nickel, metals magnates Alisher Usmanov and Alexei Mordashov and CEOs of two big state-run banks.\n\nJohn Bates, a portfolio manager at PineBridge Investments, said he had reduced exposure to companies with high “oligarch risk”, noting that if sanctions were expanded “we could be in another quite severe leg down in terms of valuations.”\n\nThe latest U.S. sanctions have caused pain across Russian markets, which were riding high with investors prior to last week’s sell off. Investors’ Russian bond holdings as of end-March would have been around $46 billion, assuming their allocation to Russia was the same as its share in various global bond indexes, data from State Street Global Advisors (SSGA) shows.\n\nCALCULATED RISKS\n\nLast week, as the rouble dropped 6 percent, equities fell 4.6 percent and Russian corporate dollar bond yields surged by an average 100 basis points, those portfolios would have suffered heavy losses.\n\nRatings agency Fitch said the sell-off reflected fears the sanctions list would be extended, possibly to companies that transact with the already designated entities and individuals.\n\nAs a result, investors are not ready yet to pick over the wreckage for bargains.\n\nEven before the meltdown, asset managers had been screening Russian companies to avoid exposure to those already subject to sanctions imposed after Russia’s annexation of Ukraine’s Crimea region in 2014.\n\nIronically though, those sanctions made companies’ debt more attractive to some investors. A volatile rouble, government pressure to cut external debt and higher barriers to raising debt on international markets steadily reduced their outstanding debt levels.\n\nRussian companies, excluding banks, have about $270 billion in hard currency debt according to TD Securities, and just $13 billion falls due in 2018. Servicing that will not be a problem — unless they are hit with sanctions too.\n\nFund managers would have to take a “calculated risk” on which Russian names to sell, Saichin of Allianz said.\n\n“If no sanction has been imposed you basically have to sit on it,” he said, noting there were few buyers for the bonds anyway.\n\nMoney managers in general see low sanctions risk for Russian sovereign debt and securities of state-run flagship companies such as Gazprom, which supplies a major part of Europe’s energy, or Sberbank, Russia’s biggest bank.\n\nOthers such as Lukoil or Phosagro, which have kept themselves at arms’ length from the Kremlin, are also considered a safer bet.\n\nMarkets reflect that view — the bonds of steelmaker Severstal, around 80 percent owned by Alexei Mordashov, were the biggest fallers last week from a list of mining and energy firms, after Rusal and Polyus Gold, Abhishek Kumar, lead investment manager for emerging markets fixed income beta at SSGA, noted.\n\nPolyus is controlled by the family of Suleiman Kerimov who is on the sanctioned individuals list.\n\nBonds in Evraz, Norilsk Nickel, Metalloinvest and steel pipe maker TMK also fell an average 3-5 cents last week, while Lukoil and state firm Rosneftegaz fell the least.\n\n“Clearly, the sentiments are against any companies dealing in commodities,” Kumar said.\n\nSteelmaker NLMK is controlled by Vladimir Lisin while TMK is majority-owned by Dmitry Pumpyansky. Neither man is on the list of sanctioned individuals.\n\nAs for Russia’s sovereign debt, most investors are sitting tight, believing Washington will not bar investors from it, even if the U.S. Congress is trying to build support for such a step.\n\nSalman Ahmed, chief investment strategist at Lombard Odier Investment Managers said the “mindset” was not to ditch Russian government debt even if the latest sanctions had raised fears the sovereign might be hit.\n\n“We think that would be highly unlikely. It would be like an act of war,” he said.","12":"BAGHDAD\/JERUSALEM (Reuters) - Behind the high concrete walls of Baghdad’s Jewish cemetery, Violette Saul lies at rest under a weathered and cracked tombstone, one of the last memorials to an ancient community that is now all but extinct.\n\nA Jewish holy scroll is seen on display at the Babylonian Jewry Heritage Center in Or Yehuda, Israel, April 16, 2018. REUTERS\/Amir Cohen\n\nThe Iraqi nurse was buried a decade ago alongside thousands of others in the sands of a country where her community thrived for more than 2,500 years.\n\nDrive west to the shores of the Mediterranean - just a day’s journey geographically but a world away politically - and there is a lament inscribed at the entrance to the Babylonian Jewry Heritage Centre in Israel - “The Jewish community in Iraq is no more”.\n\nIt is no accident that such a somber epitaph to Iraq’s Jews should be found in Israel, where tens of thousands of them fled after 1948 amid the violent spasms that accompanied the birth of that state.\n\nThat transplanting of an educated, vibrant and creative community unquestionably enriched Israel, which celebrates its 70th anniversary on Wednesday.\n\nBut it also denuded Iraq of a minority that had long contributed to its political, economic and cultural identity.\n\nIn 1947, a year before Israel’s birth, Iraq’s Jewish community numbered around 150,000. Now their numbers are in single figures. And they are missed.\n\nZiyad al-Bayati, an Iraqi Muslim who looks after the rarely visited graveyard near the East Baghdad neighborhood Sadr City, said his father used to reminisce about an Iraq in which ethnic communities lived together.\n\nIt was a time, Bayati said, that predated the turmoil around Israel’s creation, the wars of later years, and the 2003 U.S.-led invasion that toppled Saddam Hussein and unleashed years of sectarian bloodshed.\n\n“My father used to say it was the good times when people lived peacefully side by side,’ said Bayati, 48. “There is no concern shown for the cemetery, (even if) the culture of people here is to respect the dead and their graves.”\n\nOriginal suitcases used by Jews who immigrated from Iraq to Israel are seen on display at the Babylonian Jewry Heritage Center in Or Yehuda, Israel, April 16, 2018. Picture taken April 16, 2018. REUTERS\/Amir Cohen\n\nThe chronology of Jews in Iraq stretches back some 4,000 years to the biblical patriarch Abraham of Ur, and to the Babylonian monarch Nebuchadnezzar, who sent Jews into exile there more than 2,500 years ago.\n\nKey figures in that story are buried in the Baghdad cemetery, including Sassoon Effendi Eskell, Iraq’s first finance minister.\n\nOLD LAND TO NEW LAND\n\nThe creation of Israel in 1948 and its successive defeats of Arab armies caused further bursts of popular anger and violence against Jews, an episode of history that is written in graves n the cemetery, where five Iraqi Jews accused of spying for Israel now lie side by side.\n\nBetween 1950 and 1952 about 125,000 Iraqi Jews were airlifted to Israel. Each came with one suitcase, and all had to give up their Iraqi citizenship.\n\nFor one of them, Aharon Ben Hur, memories of Iraq are bitter. Now 84 and the owner of two falafel restaurants in Tel Aviv, he recalled the 1941 Farhud pogrom that killed more than 180 Jews during the Jewish festival of Shavuot. His father and younger brother were among them.\n\n“They were thrown from the second floor. My father died ten days later and the boy almost immediately. He held him in his hands, and they threw them down 100 stairs. I was saved,” Ben Hur said.\n\nHe left early, in 1951. Some hung on much longer. Emad Levy, 52, was the last of Baghdad’s Jews to immigrate to Israel, in 2010.\n\nSlideshow (18 Images)\n\n“We kept our tradition, the holidays, the synagogue,” he told Reuters during the build-up to Israel’s Independence Day. “But it’s not the joy you feel here during a holiday, walking down the street where most people are Jewish.”\n\nLevy is among perhaps 600,000 Israelis, out of a population of some 8.8 million, who can claim a measure of Iraqi ancestry, according to the heritage center in the town of Or Yehuda near Tel Aviv.\n\nInside a building built in the style of a traditional two-storey Jewish home in Baghdad, there are displays of religious and cultural artifacts of Jewish life in Iraq through the centuries. Visitors walk through the reconstructed crooked alleys of Baghdad’s Jewish quarter and view a scaled-down replica of the city’s Great Synagogue.\n\nExhibits at the museum depict a hard landing for the Iraqi immigrants in the early years of Israel, where Ashkenazim, or Jews of European descent, were the ruling elite and Sephardim, Jews with roots in the Middle East, faced prejudice.\n\nOne photo shows Iraqi newcomers being sprayed with DDT pesticide. A tent has been erected on the floor, showing how the immigrants were initially housed.\n\nBut it also records how Iraqi Jews have gone on to become generals in the Israeli military, cabinet ministers, legislators, business executives, entertainers and celebrated writers.\n\nFew expect ever to go back, amid the violent turmoil that still envelops Iraq, Syria, Yemen, and other countries which once had thriving Jewish communities.\n\nNow aged 90, Zevulun Hareli joined a Jewish self-defense underground movement in Iraq, and recalls the fate of some of his fellow Zionists in 1948.\n\n“They were children, 14 or 15. They were tortured. They were hanged. Their genitals were burned,” said Hareli, who immigrated to Israel in 1949. “Iraq said Zionism is a crime.”\n\nSome still harbor more positive sentiments. Edwin Shuker, who was born in Iraq, has made several visits to the Baghdad cemetery in recent years, sometimes bringing people who want to say Kaddish - the Jewish prayer for the dead - over the graves.\n\nHe says he is welcomed by Iraqis when he goes back, and encounters nostalgia for a time when Iraq included a “mosaic” of minorities.\n\n“No-one is going to move back,” concedes Shuker, 62, who had to escape Iraq in 1971. “However there are many who would be very receptive to visiting their shrines and where there ancestors are buried. The Iraqi Jewish community is the most ardent Jewish community, probably anywhere, that is so attached to its birthplace, because of its history.”","13":"ANKARA (Reuters) - Iran’s Supreme Leader Ayatollah Ali Khamenei said coordinated air strikes on Syria by the United States, France and Britain on Saturday were a crime that would bring no benefit.\n\nFILE PHOTO - Iran's Supreme Leader Ayatollah Ali Khamenei gestures as he delivers a speech in Mashad, Iran, March 21, 2018. Leader.ir\/Handout via REUTERS\n\n“Today’s dawn attack on Syria is a crime. I clearly declare that the president of the United States, the president of France and the British prime minister are criminals,” Khamenei said in a speech, according to his Twitter account.\n\n“They will not benefit (from the attack) as they went to Iraq, Syria and Afghanistan in the past years and committed such crimes and did not gain any benefits,” Khamenei added.\n\nIran — the dominant Shi’ite Muslim power which is in rivalry with Saudi Arabia and the United States’ other Sunni Arab allies — has been Syrian President Bashar al-Assad’s most supportive ally against insurgents throughout the conflict.\n\nMilitias backed by Tehran helped Assad’s army stem rebel advances and, following Russia’s entry into the war in 2015, turn the tide decisively in the Syrian government’s favor.\n\nIran’s pragmatist President Hassan Rouhani warned that the U.S.-led missile attacks would lead to further destruction in the Middle East, the semi-official Tasnim news agency reported.\n\n“Such attacks will have no result but more destruction ... the Americans want to justify their presence in the region by such attacks,” Rouhani was quoted as saying, signaling that Iran’s support for Assad would grow.\n\n“UNRELENTING CONFRONTATION”\n\nAn official in Iran’s Revolutionary Guards Corps (IRGC), the Islamic Republic’s most powerful arm, said fallout from the attacks would harm Washington.\n\n“With this attack ... the situation will become more complex, and this will surely be at the expense of the United States, which will be responsible for the aftermath of upcoming regional events that will certainly not be in their interest,” Yadollah Javani, the Guards’ deputy head for political affairs, told Fars news agency.\n\n“The resistance front will be strengthened and it will have more capacity to act against (U.S.) acts of intervention. Americans should expect the consequences of their actions,” Javani said.\n\nIran often refers to regional countries and forces opposed to Israel and the United States as a “resistance front”.\n\nIn a statement, the IRGC said: “This unrelenting confrontation shows that the Syrian people, with the support of the strategic allies of Damascus, will not stop until achieving complete victory,” Fars reported.\n\nIran’s military chief of staff General Mohammad Baqeri assured Syrian Defense Minister Ali Abdullah Ayoub of Tehran’s continued support.\n\n“The nation and the armed forces of the Islamic Republic of Iran will continue to fight alongside the Syrian people and the Syrian armed forces against the criminal terrorists,” Fars quoted Baqeri as telling Ayoub by telephone.\n\nEarlier, the Foreign Ministry in Tehran said Washington and its allies had attacked Syria “despite the absence of any proven evidence.”\n\n“Iran is opposed to the use of chemical weapons on the basis of religious, legal and ethical standards, while at the same time it ... strongly condemns (using this) as an excuse to commit aggression against a sovereign state,” it said in a statement carried by state media.\n\nAnalyst Hossein Sheikholeslam, a former Iranian ambassador to Damascus, told state television the attacks would bolster support for the Syrian government.\n\n“These attacks will stabilize the Syrian government... and unite the different tribes in Syria as Syrians become aware of their honor and come to the defense of the independence, territorial integrity and the government of their country,” he said.","14":"AMMAN (Reuters) - Pro-Iranian-Hezbollah militia’s media unit said on Tuesday Syrian air defenses had intercepted three missiles aimed at Dumair military airport north east of Damascus.\n\nSyrian state media made no mention of the strike on Dumair but earlier said its air defenses had shot down missiles above the main Shuyrat air base in Homs province.\n\nOpposition forces say Dumair airport had been used in the military campaign to regain eastern Ghouta, a rebel enclave on the outskirts of Damascus that the Syrian army, backed by Russian air power, completely retook in the last few days after a relentless bombing offensive.","15":"LUXEMBOURG (Reuters) - European Union foreign ministers on Monday threatened new sanctions against Syria over its alleged chemical attacks, but held off from joining expected new punitive U.S. measures against Russia.\n\nDanish Foreign Minister Anders Samuelsen and French Minister for Foreign Affairs Jean-Yves Le Drian talk with Britain's Foreign Secretary Boris Johnson, European commissioner Johannes Hahn and Austrian Foreign Minister Karin Kneissl during European Union foreign ministers meeting in Luxembourg, April 16, 2018. REUTERS\/Eric Vidal\n\nAfter Britain and France joined the United States in missile salvoes meant to knock out Syrian chemical arms facilities, EU foreign ministers discussed steps to deepen the isolation of Syrian President Bashar al-Assad.\n\n“The European Union will continue to consider further restrictive measures against Syria as long as the repression continues,” all 28 foreign ministers said in a statement after their talks in Luxembourg, referring to economic sanctions.\n\nFrance’s Foreign Minister Jean-Yves Le Drian and his British counterpart Boris Johnson earlier briefed fellow ministers on the air strikes on Saturday. Le Drian said their endorsement showed European unity, after years of EU divisions over how best to end Syria’s seven-year-old war and whether Assad should be a part of any future government.\n\nWestern powers said the strikes were a response to an April 7 poison gas attack on the rebel enclave of Douma and were seen as a way to stop the use of chemical weapons.\n\n“It is very important to stress (the strikes are) not an attempt to change the tide of the war in Syria or to have a regime change,” Johnson told reporters.\n\n“I’m afraid the Syrian war will go on in its horrible, miserable way. But it was the world saying that we’ve had enough of the use of chemical weapons.”\n\nAny new sanctions on Assad would build on a series of such EU measures since 2011, which range from an arms embargo and a ban on dealings with the Syrian central bank to travel bans and asset freezes on Syrian officials, military, business people and scientists accused of developing chemical weapons.\n\nIn a separate session, ministers discussed Iran’s role in Syria’s war, but there was no breakthrough on whether to adopt new sanctions proposed by Britain, France and Germany on Iranians accused of helping the Syrian regime.\n\nEU diplomats said there was no discussion on Monday of targeting Russian military figures who, along with Iran, have helped Assad recapture rebel-held territory and are accused by the West of war crimes through aerial bombardments and gas attacks on civilians and hospitals.\n\nCALL FOR AID ACCESS\n\nThe United States is considering new economic sanctions on Russia aimed at companies it alleges have dealt with equipment related to chemical weapons, according to U.S. ambassador to the United Nations, Nikki Haley.\n\nEU diplomats cautioned that until European governments had more idea of what the United States was planning, it was not possible to quickly follow suit. In the past, EU measures have sometimes come months after Washington’s.\n\nRussia is Europe’s biggest gas supplier and, while the EU has imposed significant sanctions on Moscow’s financial, energy and defence sectors over the crisis in Ukraine, close ties between Russia and some EU members complicate discussions about new punitive measures.\n\nThe foreign ministers, in their statement, singled out Russia and Iran, as well as Turkey, for blame in Syria, calling for an end to the war and humanitarian access to all besieged areas, saying 13.1 million people were in need of assistance.\n\n“We have to keep pushing to get a ceasefire and humanitarian aid through the (United Nations) Security Council and eventually a peace process,” Dutch Foreign Minister Stef Blok told reporters in Luxembourg.\n\n“The only solution is a peace process through the Security Council,” said Blok, who met his Russian counterpart Sergei Lavrov in Moscow on Friday.\n\nThe EU is due to hold an international donor conference for Syria next week. Most of its governments agree Assad cannot continue as president for peace talks to succeed.\n\n“There will be a solution involving everyone who has influence on the region,” German Foreign Minister Heiko Maas said in Luxembourg.\n\n“Nobody can imagine someone who uses chemical weapons against his own people to be part of this solution.”","16":"MOSCOW (Reuters) - Russia on Saturday called for an emergency meeting of the United Nations Security Council as Moscow said it would consider supplying S-300 missile systems to Syria following U.S.-led strikes.\n\nRussian President Vladimir Putin speaks during a ceremony to receive credentials from foreign ambassadors at the Kremlin in Moscow, Russia April 11, 2018. Sergei Ilnitsky\/Pool via REUTERS\n\n“Russia convenes an emergency meeting of the UN Security Council to discuss aggressive actions of the U.S. and its allies,” President Vladimir Putin said in a statement published on the Kremlin website.\n\n“The current escalation of the situation around Syria has a devastating impact on the whole system of international relations,” he added.\n\nU.S., British and French forces pounded Syria with more than 100 missiles early on Saturday in response to a poison gas attack that killed dozens of people last week, in the biggest intervention by Western powers against Syrian President Bashar al-Assad.\n\nPutin said the U.S. actions in Syria made the humanitarian catastrophe worse and caused pain for civilians.\n\n“Russia in the most serious way condemns the attack on Syria where Russian military servicemen help the legitimate government to fight terrorism,” Putin said.\n\nMISSILES FOR SYRIA\n\nMoscow may consider supplying S-300 surface to-air missile systems to Syria and “other countries”, Colonel-General Sergei Rudskoi told a televised briefing on Saturday.\n\nRussia had “refused” supplying those missiles to Syria a few years ago, he added, “taking into account the pressing request of some of our Western partners”.\n\nFollowing the U.S.-led strikes, however, “we consider it possible to return to examination of this issue not only in regard to Syria but to other countries as well,” Rudskoi said.\n\nSyria’s air defence system, which mostly consists of systems made in the Soviet Union, has intercepted 71 of the missiles fired on Saturday by the U.S., British and French forces, he added.\n\n“In the past year and a half Russia has fully restored Syria’s air defence system and continues to further upgrade it,” Rudskoi said.","17":"DOUMA, Syria (Reuters) - It used to provide fresh food for the Syrian capital; now its hungry people are queuing for bread handouts from a truck.\n\nPeople hold stacks of bread at the city of Douma, Damascus, Syria April 16, 2018. REUTERS\/Ali Hashisho\n\nFor over a week now, Syrian government flags have flown over Douma, the biggest town in the agricultural eastern Ghouta region near Damascus, since rebels there surrendered after five years of siege.\n\nThey said an alleged chemical weapons attack by Syrian President Bashar al-Assad, which prompted Western air strikes on Saturday, had driven them to give up - although he says there was no such attack.\n\nInternational chemical weapons inspectors had not been able to visit Douma by Monday evening, with Britain saying Syria and Russia had been unable to guarantee their safety, though Russia blamed the delay on Saturday’s Western airstrikes.\n\nHowever, a tour of Douma organized for media by the government showed security forces standing on street corners near leftover rebel graffiti, and Russian military police patrolling the streets.\n\nPeople were jostling in a long queue to receive the bread, rice and pasta being handed out from state aid trucks at a major roundabout.\n\n“Look at this humiliating scene,” said Amin Darkush, the region’s deputy police chief, watching dozens of people chasing a truck distributing bread. “People here only ate bread made of barley.”\n\nA boy gestures as he holds stacks of bread in the city of Douma, Damascus, Syria April 16, 2018. REUTERS\/Ali Hashisho\n\nFOOD STORES\n\nThe United Nations said there were severe shortages of food in eastern Ghouta throughout the government’s siege, though the main rebel group there said it had enough in its stores to last another year.\n\nHungry residents located large reserves of food after the rebels left, the Syrian Observatory for Human Rights war monitoring group said. During the siege, basic staples were often available in eastern Ghouta, but at very high prices.\n\nAll around Darkush were signs of the weeks of bombardment, some of the fiercest of the war, that brought the siege to an end.\n\nMost of Douma’s remaining residents live in damaged buildings, on streets covered in rubble and the remains of home furnishings.\n\nOn Omar bin al-Khattab Street, a group of injured young men stood around, leaning on crutches.\n\nAll that remains of the rebels is the slogans painted on walls and shop fronts: “Eastern Ghouta, land of heroes and foundry of men”, “Douma is the graveyard of the Shabiha (pro-Assad militias)”\n\nSlideshow (3 Images)\n\nOutside the remains of a pharmacy, a group of veiled women were hoping to find medicine.\n\n“My son was injured when a bomb hit our house,” one said. “There is no medicine or bandages to treat him with. His leg might be amputated.”\n\nMonday’s government tour did not include the building where on April 7, according to rescue workers and medics who were in town at the time, dozens of people were killed by poison gas as they sheltered from the bombardment.\n\nUNDERGROUND HOSPITAL\n\nThe OPCW inspectors arrived in Damascus on Friday, and were still waiting to visit Douma.\n\nAssad, backed by his strongest ally Russia, has denied using or possessing any such weapons. Hours after the attack was reported, the rebels controlling Douma agreed to withdraw.\n\nThe hospital where the victims of the alleged attack were treated is underground, concealed beneath the shell of a large concrete Agriculture Ministry building whose exterior bears the scars of years of warfare: scorch marks and holes blasted in walls and roofs.\n\nHuge vaulted tunnels, lined with metal, are big enough to allow ambulances to drive down to basements and chambers dug under the town. The hospital - which has an operating theater and an intensive care ward - is still being used.\n\nMarwan Jaber, a medicine student at the hospital, told reporters on the media tour that none of the patients that night had suffered chemical weapons injuries, but that they were asphyxiated by dust and smoke in the bombardment.\n\nMedical aid groups and the White Helmets rescue organization have said such statements - already aired on state television in recent days - were made under duress.\n\nRelief organizations say dozens of men, women and children were killed, and footage of young victims foaming at the mouth and weeping in agony has been used to help justify the Western intervention.","18":"LUXEMBOURG (Reuters) - The United Nations Security Council should keep pushing for a ceasefire in Syria, Dutch foreign minister Stef Blok said on Monday.\n\n“We have to keep pushing to get a ceasefire and humanitarian aid through the Security Council and eventually a peace process,” Blok told reporters before a meeting of EU foreign ministers in Luxembourg.\n\n“The only solution is a peace process through the UN Security Council,” Blok added.","19":"WASHINGTON (Reuters) - Just over a year ago U.S. President Donald Trump ordered a missile strike against the Syrian government for a chemical weapons attack against its own people.\n\nA missile is seen crossing over Damascus, Syria April 14, 2018. SANA\/Handout via REUTERS\n\nTrump did the same on Friday, with allies France and Britain, in a response intended to deter Syrian President Bashar al-Assad from using chemical weapons again, but which was unlikely to change his grip on power.\n\nOn Saturday, Trump declared: “Mission accomplished,” a phrase indelibly associated with President George W. Bush, who used it in 2003 during the Iraq war and which dogged him for the rest of his presidency.\n\nA chorus of voices across the American political spectrum expressed support for Trump’s latest strikes, but criticized the lack of a broader U.S. Syria strategy that could end the seven-year war - with or without Assad.\n\nCommentators questioned the message behind the latest strike - which signaled that Western allies would not let a chemical weapons attack go without punishment - but demurred about deeper involvement when barrel bombs by the Assad government kill far greater numbers of Syrians.\n\n“To succeed in the long run, we need a comprehensive strategy for Syria and the entire region,” Republican Senator John McCain said in a statement after the latest strikes.\n\n“Air strikes disconnected from a broader strategy may be necessary, but they alone will not achieve U.S. objectives in the Middle East,” said McCain, who a year ago called for more aggressive action that would cripple Assad’s military.\n\nTrump has made clear he wants to withdraw the roughly 2,000 U.S. troops in Syria involved in the anti-Islamic State campaign, and his administration has suspended support for Syrian rebels, evidence of his desire to disengage from Syria.\n\nU.S. President Donald Trump makes a statement about Syria at the White House in Washington, U.S., April 13, 2018. REUTERS\/Yuri Gripas\n\nBut he appeared to conflict that message when he said on Saturday that Western allies were prepared to “sustain this response” if Assad does not stop using prohibited chemical weapons.\n\nTOUGH CONTRADICTION\n\nA U.S. official said that while top aides such as Defense Secretary Jim Mattis had persuaded Trump to avoid the tougher action the president initially wanted, arguing that that would have risked escalation with Assad ally Russia, the administration is no closer to crafting a comprehensive strategy on the war in Syria.\n\nThe official, speaking on condition of anonymity, said Trump wanted to do heavier damage to Assad’s war machine but ultimately settled on degrading his chemical weapons capability in part because he was reminded that part of his domestic political base was opposed to the United States getting dragged deeper into the Syria quagmire.\n\n“It’s a tough contradiction for him to sort out,” the official said.\n\nWhile the chemical weapons attack has put Syria fully on Trump’s radar, experts say it’s unlikely to persuade him to stay the course in Syria beyond defeating Islamic State.\n\nThe U.S. Navy guided-missile cruiser USS Monterey fires a Tomahawk land attack missile April 14, 2018. U.S. Navy\/Lt. j.g Matthew Daniels\/Handout via REUTERS\n\nSeveral U.S. officials, speaking on condition of anonymity, said it was not a priority for the administration to push out Assad, who has survived with massive aid from Iran and Russia.\n\n“There is no answer to the Assad problem just yet,” said Firas Maksad, director of the Washington-based Arabia Foundation. “Assad has succeeded, at least for the foreseeable future, and he is capitalizing on that.”\n\nWhile there appears to be no immediate alternative to the so-called Geneva Process that would lead to a political transition in Syria, several senior U.S. officials, speaking on condition of anonymity, insisted it has failed and it was time to rethink.\n\n“The Geneva Process hasn’t worked and it’s time to find something new or change it,” said one U.S. official.\n\nDennis Ross, who served as top Middle East adviser to President Barack Obama in his first term, said the missile strikes would have little effect on the overall situation in Syria.\n\nTrump’s approach, he said, “is not about the balance of power in Syria. It is about ISIS and deterring Assad’s use of chemical weapons.\n\n“The strikes may convince (Russian President Vladimir) Putin to stop further use (of chemical weapons) by Assad as it remains clear we are pulling out of Syria. The strikes don’t alter that reality,” Ross said.\n\nRussia has declared victory three times in Syria and thwarted international efforts for a political transition and Assad’s eventual departure, said Maksad.\n\n“Putin has the political will and the endurance to stay the course in Syria and he has demonstrated that for almost three years,” Maksad said."},"URL":{"0":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria\/opcw-experts-unlikely-to-enter-douma-on-wednesday-u-n-source-idUSKBN1HP0SG","1":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-israel-iran\/israel-hints-it-could-hit-irans-air-force-in-syria-idUSKBN1HO2DT","2":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-usa\/after-chemical-weapons-attack-trump-quickly-changed-tune-on-syria-idUSKBN1HL08I","3":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-un-guterres\/u-n-chief-urges-restraint-avoid-escalation-in-syria-idUSKBN1HL10X","4":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-trump\/trump-mission-accomplished-on-perfectly-executed-syria-strike-idUSKBN1HL0TW","5":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-un-vote\/u-n-security-council-fails-to-adopt-russian-resolution-on-syria-idUSKBN1HL162","6":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-prisoner\/man-linked-to-9-11-attacks-on-u-s-captured-in-syria-pentagon-idUSKBN1HR027","7":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria\/western-powers-to-study-options-if-syria-chemical-weapons-used-again-uk-idUSKBN1HM0BK","8":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-france\/france-says-its-analysis-points-to-syria-behind-douma-gas-attack-idUSKBN1HL0OU","9":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-un-usa\/if-syria-uses-toxic-gas-again-u-s-locked-and-loaded-u-n-envoy-haley-idUSKBN1HL121","10":"https:\/\/www.reuters.com\/article\/us-turkey-security-usa\/u-s-pastor-held-in-turkey-for-his-christian-faith-lawyer-says-idUSKBN1HM0OO","11":"https:\/\/www.reuters.com\/article\/us-usa-russia-sanctions-funds-analysis\/whos-next-investors-seek-to-purge-oligarch-risk-from-russia-portfolios-idUSKBN1HO2O0","12":"https:\/\/www.reuters.com\/article\/us-israel-independence-iraq-jews\/with-jews-largely-gone-from-iraq-memories-survive-in-israel-idUSKBN1HP1ID","13":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-iran-guards\/iran-guards-warn-of-fallout-for-u-s-of-syria-attacks-fars-idUSKBN1HL0DO","14":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-airport\/pro-iranian-hezbollah-says-missiles-intercepted-over-syrias-dumair-military-airport-idUSKBN1HN34Q","15":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-eu\/eu-cool-to-u-s-plan-for-new-russia-sanctions-over-syria-idUSKBN1HN16P","16":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-putin\/russia-calls-for-un-meeting-on-syria-mulls-supplies-of-s-300-systems-idUSKBN1HL0GV","17":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-douma\/in-damascuss-ravaged-farm-belt-doumas-residents-jostle-for-loaves-idUSKBN1HN2BD","18":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-netherlands\/u-n-security-council-should-keep-pushing-for-syria-ceasefire-dutch-minister-idUSKBN1HN0OC","19":"https:\/\/www.reuters.com\/article\/us-mideast-crisis-syria-strategy\/despite-trumps-mission-accomplished-question-raised-over-u-s-syria-strategy-idUSKBN1HL17X"}}