{"Content":{"0":"Russian Foreign Minister Sergey Lavrov said that Damascus did not prevent the arrival of inspectors from the Organisation for the Prohibition of Chemical Weapons (OPCW) in Douma. Information emerged that the Pentagon justified the US-led missile strikes on Syria before the OPCW’s conclusions also by “the fact that Damascus blocked” access of experts to Eastern Ghouta, Lavrov said Saturday. He noted that Russia had followed this situation, and the Syrian government was ready to issue visas immediately on the border without any additional formalities. When the experts came from Beirut, “they would have gotten visas on the border with Syria, it is officially confirmed, the OPCW knows this,” Lavrov said. If the OPCW knows, then the Americans know this too, the minister added.","1":"The US and its allies struck civil and military facilities in Syria, violating the UN Charter and international law, Russian President Vladimir Putin said, responding to the American-French-British intervention in Syria.\n\nWashington launched “an aggression against a sovereign state which is at the forefront of the fight against terrorism,” the statement from the president said. Putin stressed that the multi-national strikes were not sanctioned by the UN Security Council, and were carried out “in violation of the UN Charter and principles of international law.”\n\nRead more\n\nWhat's more, the current escalation of the Syrian crisis has “a devastating impact on the whole system of international relations.” Yet, history will set things straight as “it has already found Washington responsible for massacres in Yugoslavia. In fact, by using force, Washington is only prompting a new wave of asylum-seekers from Syria and the whole region, according to the Russian leader.\n\nMeanwhile, Russia is calling an emergency meeting of the UN Security Council to discuss the aggressive actions of the US and its allies, the statement concluded.\n\nWashington and its allies unleashed the bombardment in the early hours of Saturday in retaliation for the alleged chemical attack by the Assad government in the town of Douma, 10 kilometers from Damascus, last week. The strikes were conducted before a team of investigators from the Organization for the Prohibition of Chemical Weapons (OPCW) was due to reach Douma to determine whether the attack had indeed taken place.\n\nREAD MORE: 'Barbaric' attack by US, UK & France will not affect Syrian resolve to fight terrorists – Syrian FM\n\nSyrian air defense systems have intercepted the majority of cruise missiles and air-surface missiles from the allies, the Russian Defense Ministry said earlier, adding that none of its own air defense units were involved in repelling the attack. According to the latest data from the Russian MoD, Syria intercepted at least 71 cruise missiles out of the 103 launched by the allies on Saturday.\n\nSupreme Leader of Iran Ali Khamenei harshly criticized the airstrikes on Syrian soil, branding the leaders of the UK, US, and France “criminals.” He added that the attack will not result in any “benefits,” recalling the US-led operations in Iraq and Afghanistan.\n\nLike this story? Share it with a friend!","2":"The Syria presidency posted a video on Twitter that shows President Bashar Assad apparently arriving to work following a US-led strike on Syria in response to a suspected chemical weapon attack.\n\nThe short video, which lasts six seconds, shows Assad in a suit and with a briefcase walking into the marble-floored entrance of a building. The tweet says in Arabic: “The morning of resilience.”\n\nREAD MORE: Syria's surface-to-air missiles counter US-led strikes (VIDEO)\n\nThe video was posted on Saturday morning after the US, UK, and France launched airstrikes in Syria in retaliation for the alleged chemical attack by the Assad government in Douma, near Damascus.","3":"French President Emmanuel Macron admitted Tuesday that airstrikes in Syria “solve nothing,” adding that France, Britain and the US had been forced to step up and defend the “honor” of the international community. Addressing the European Parliament, Macron said the Western allies acted to defend global rules and accused Syrian leader Bashar Assad of being “at war with his people,” AFP said. “These strikes will resolve nothing but they will end a system… which is that, somehow, the right side has become the weak side,” Macron said. He insisted that the strikes were conducted “within a legitimate, multilateral framework, and in a very targeted way without any human victim, not a single human victim, to destroy three sites where chemical weapons were being produced or processed.” A group of MEPs held placards reading “Hands off Syria!” during Macron’s address.","4":"Germany will meet with France, Britain and the United States in London on Sunday to discuss their next steps after airstrikes were launched against Syria early on Saturday, German Foreign Minister Heiko Maas said. The talks will be held in the British capital to coordinate further actions, the minister told reporters in Berlin. Germany plans to work together with France for the creation of a new international format that could provide new momentum for the political process in Syria, Maas said. The minister added that Berlin would use its bilateral ties to ensure Russia adopted a “constructive” stance on the issue, according to Reuters.","5":"French president Emmanuel Macron on Saturday discussed the results of joint airstrikes against Syria in phone conversations with US President Donald Trump and British Prime Minister Theresa May, according to the French presidency. The conversations took place hours after the three allies launched a military attack, which they claimed targeted Bashar Assad’s chemical weapons arsenal, Reuters said. “It is now for the United Nations Security Council, in unity, to take initiative on the political, chemical and humanitarian questions in Syria,” the French presidency said in a statement.","6":"At the Summit of the Americas in Lima, Peru on Saturday, Canadian Prime Minister Justin Trudeau backed airstrikes on Syria by the United States and its allies. However, Argentina, Brazil, and Peru voiced caution about escalating military action, Reuters said. Trudeau condemned the use of chemical weapons, saying “those responsible must be brought to justice.” Brazilian President Michel Temer cited deep concern with the escalation of military conflict in Syria. “It’s time to find permanent solutions based in the international law to a war that has been going for far too long and ended too many lives,” Temer said. Peru, a non-permanent member of the UN Security Council, called for moderation from all parties involved and said it backed a “political solution.”","7":"Patriarch Kirill of Moscow and all Russia has discussed US-led airstrikes on Syria with Pope Francis in a phone conversation, the head of the Russian Orthodox Church told reporters on Saturday. “We have come forward with this initiative knowing that the Christians cannot stay aside seeing what is happening in Syria,” Patriarch Kirill said. “That was a significant peacemaking dialogue,” TASS quoted him as saying. The Middle East is the place where Christianity arose, and such conflicts that are taking place there, “cannot but create threats, including for the Christian presence,” the patriarch stressed. He added that in the conversation with Pope Francis, they shared concerns about the situation in Syria and spoke on how “Christians should influence the situation in such a way that violence ceases, that the war stops and there would not be again those terrible victims.”","8":"Turkish President Recep Tayyip Erdogan has welcomed the US-led forces strikes on Syria, saying that the joint operation by the US, UK, and France was appropriate and it sent the Syrian government “the message that its massacres wouldn’t be left unanswered.” Erdogan said that “the innocent Syrian people should have been defended long ago.” Addressing his ruling AK Party supporters in Istanbul, Erdogan said that Damascus recently began a disproportionate attack on the opposition, using “not only chemical weapons,” and added that conventional weapons there “kill many times more people than chemical,” RIA Novosti reported. He called for a united position against both “the regime and Islamic State (IS, formerly ISIS)” in Syria. Erdogan also stressed that Ankara supports a reduction of the escalation between Russia and the US in the Syrian crisis.","9":"The World Health Organization (WHO) still doesn’t have access to the town of Douma in Syria, the agency said on Tuesday. However, the WHO is working with the country’s authorities to arrange a visit for a health assessment mission to the site of the alleged chemical attack as soon as possible, spokesman Tarik Jasarevic told RIA Novosti. The WHO mission would work in Douma separately from the mission of the Organization for the Prohibition of Chemical Weapons (OPCW), the spokesman said. Also on Tuesday, Russian permanent representative to the UN office in Geneva, Gennady Gatilov, said that the Syrian authorities had created conditions for the normal work of the OPCW in Douma. The previous day, the UK delegation to the OPCW said that Russia and Syria had not yet provided access for the OPCW’s mission to Douma, an allegation rejected by Russian Deputy Foreign Minister Sergey Ryabkov.","10":"The UK “should swallow its pride” and reopen its embassy in Damascus, the former UK ambassador to Syria said.\n\nCalling Syrian President Bashar Assad as more of a “figurehead than a dictator,” Lord Green of Deddington called for the government to rethink its strategy towards the war-torn country.\n\nLord Green said the UK should move “more in the direction of friendship” with Assad, as his regime “is here to stay.” He was the UK’s ambassador to Syria between 1991 and 1994 before he went on to found the Migration Watch think tank, which is dedicated to slashing immigration in Britain.\n\nRead more\n\nIn an interview to the House Magazine, Lord Green said: “The reality is that the present Assad regime is now here to stay. His forces have made decisive progress on the ground, strongly supported by Russia and Iran, both now key players in the region. Even the Israelis have long learnt to live with the Syrian regime.\n\n“As for ourselves, we will not get a sensible strategy for Syria unless we come to terms with our instinctive rejection of the Assad regime. Certainly, it is a very tough police state and has been so for decades.”\n\nIt comes after UK Prime Minister Theresa May backed strikes in Syria in retaliation for an alleged chemical weapons attack in the formerly rebel-held city of Douma, Eastern Ghouta. While Assad and Russia have rejected the allegations as mere “fabrication,” NATO has accused the Syrian leader of being responsible for the attack.\n\nMay defended the strikes as morally and legally right, as well as being in the “national interest,” but her critics, including Labour leader Jeremy Corbyn, hit out at her for failing to consult Parliament beforehand.\n\nREAD MORE: Western version of Syria ‘chemical attack’ events may be all wrong, ex-UK envoy tells RT (VIDEO)\n\nAnother former British envoy to Syria, Peter Ford, questioned the authenticity of the claims surrounding the alleged chemical weapons attack in Douma on April 7.\n\nFord said there are “two competing versions of the events.\n\n“The Americans have failed to produce any evidence beyond what they call newspaper reports and social media, whereas Western journalists who have been in Douma and produced testimony from witnesses – from medics with names so they can be checked – to the effect that the Syrian version is correct,” Ford told RT’s Bill Dod.\n\nIf you like this story, share it with a friend!","11":"The Iraqi Foreign Ministry says it is concerned about the American-British-French airstrikes on its neighbor Syria, launched in the early hours of Saturday morning, calling them “extremely dangerous.”\n\n“[We] express our concern about the airstrikes carried out by the US and its allies on Syria and consider these actions to be extremely dangerous due to their consequences for innocent civilians,” the ministry said in a statement released on Facebook.\n\nRead more\n\nOnly a political solution will help stabilize the situation in war-ravaged Syria, the ministry said. The actions taken by the trio of world powers will only “give terrorism a new opportunity to expand” after it was defeated in Iraq and mostly overpowered in Syria.\n\nThe US, UK, and France launched airstrikes against Syria in retaliation for the alleged chemical attack by the Assad government in the town of Douma, 10 kilometers from Damascus, last week. It took place before the Organisation for the Prohibition of Chemical Weapons (OPCW) team was due to reach Douma to determine whether the chemical attack had indeed taken place.\n\nSyrian air defense systems intercepted the majority of cruise missiles and air-surface missiles from the US-led allies, according to the Russian Defense Ministry. None of Russia’s air defense units were involved in repelling the strikes. The ministry added that none of the missiles reached the Russian air defense zones that shield facilities in the port city of Tartus and Khmeimim Air Base. Syrian air defenses intercepted at least 71 cruise missiles out of the 103, the Russian MoD said.\n\nREAD MORE: US-led strikes in Syria without UNSC mandate a violation of international law – Putin\n\nRussian President Vladimir Putin criticized the airstrikes, saying that the US and its allies struck civil and military facilities in Syria, and violated the UN Charter and international law. Washington’s actions are “an aggression against a sovereign state which is at the forefront of the fight against terrorism,” the president said.","12":"Moscow is prepared to join forces with the Arab League in an effort to help Iraq and Syria recover from protracted wars, Russian President Vladimir Putin said. He also urged that Arab nations’ sovereignty be respected.\n\n“Russia is ready for a multifaceted cooperation with the Arab League in order to ensure regional security,” Putin said on Sunday in an address to the 22-member alliance. The Russian president said defeating Islamic State (IS, formerly ISIS) in many parts of Iraq and Syria provides an opening for “boosting political reconciliation and post-conflict reconstruction in these countries, [and] solving pressing humanitarian issues.”\n\nRead more\n\nIt is essential to continue combatting terrorism in the region, but “unconditional respect” of Arab nations’ sovereignty and territorial integrity are also important, Putin stated, adding that it is impossible to make lasting peace in the Middle East without finding “a fundamental solution” to the Israeli-Palestinian conflict.\n\n“The Russian stance remains the same,” Putin said. “All issues relating to Palestinian territories, including Jerusalem, must be dealt with during face-to-face talks between Palestine and Israel.”\n\nHis words come as members of the alliance convened in Saudi Arabia for the 29th Arab League summit. Syria and Iran are said to be the most pressing issues of the meeting, chaired by Saudi King Salman bin Abdulaziz, local media reported.\n\nThe address comes a day after a US-led bombardment hit Syria over an alleged chemical weapon attack launched by Damascus. Syria has denied the allegations and allowed inspectors from the Organisation for the Prohibition of Chemical Weapons (OPCW) to visit the site. The bombardment kicked off shortly before the fact-finding mission was due to begin its work. Putin called the action a flagrant violation of international law which only boosts instability in Syria.\n\nRussia has spearheaded the peace process in Syria, along with its regional partners Turkey and Iran. In January, Sochi, Russia hosted the Syrian National Dialogue Congress. Over 1,500 delegates representing various Syrian groups were invited to participate in the talks. The peace conference was praised by UN Secretary-General Antonio Guterres.\n\nIn Syria, the Russian military is running the Reconciliation Center, a body in charge of arranging and safeguarding ceasefire agreements between the belligerents. Humanitarian pauses negotiated with the help of the center played a vital role in bringing peace to various parts of the country.\n\nLike this story? Share it with a friend!","13":"A fact-finding mission by the UN’s chemical weapons watchdog has arrived in Damascus. The agency said earlier its work would continue despite airstrikes carried out on the country hours earlier by the US, UK, and France.\n\n🔴 BREAKING: #OPCW Fact-Finding Mission (FFM) team has arrived in Damascus, #Syria to commence its work. — OPCW (@OPCW) April 14, 2018\n\nInspectors from the Organisation for the Prohibition of Chemical Weapons (OPCW) are in the country to investigate the circumstances surrounding reports of a gas attack in the Syrian city of Douma, where at least 70 people are reported to have died from chemical exposure. Syria and Russia called for an OPCW inquiry into the claims.\n\nRead more\n\nThe agency, set up to ensure the destruction of chemical armaments, is due to assess the scene and take samples from alleged attack victims to determine the cause and potentially uncover the perpetrators.\n\nThe OPCW, whose members include Syria, Russia, the UK, France, and Russia, issued a statement on Saturday saying the investigation into the alleged use of illegal chemical weapons will continue.\n\nThe statement comes after a night of bombing, which saw US, French, and British forces launch missiles at sites including a military facility outside Homs and a suspected research center in the capital, Damascus. Both Russia and Syria have condemned the airstrikes as a breach of international law, and insist that Assad forces did not deploy chemical weapons.\n\nOPCW officials have carried out similar chemical checks in Syria. In 2017, the organization found that sarin or a sarin-like substance was used in the town of Khan Shaykhun, but did not undertake an on-the-ground inspection of the site.\n\nREAD MORE: ‘Trailed after Trump’: Corbyn says May should have sought parliamentary approval for Syria strikes\n\nEvidence put forward in the agency’s report revealed the gas was most likely released to the north of the settlement. However, it did not attribute blame to the April 2017 attack, which was carried out in an area not controlled by the government of the Syrian Arab Republic at the time.\n\nThink your friends would be interested? Share this story!","14":"The Labour leader has responded to UK Prime Minister Theresa May’s statement on recent airstrikes in Syria, saying that her statement serves as a reminder that she is accountable to the British Parliament, and not to Donald Trump.\n\nJeremy Corbyn said that Labour’s position would be to introduce a War Powers Act “to transform a broken convention into a legal convention.”\n\nOften speaking above jeers from the Tory benches, Corbyn said: “The Prime Minister is accountable to this parliament not to the whims of the US president, we clearly need a War Powers act in this country to transform a now broken convention into a legal obligation.”\n\nCorbyn, who called the action “legally questionable,” said legislation should be enacted to make it mandatory that parliament approve military action. He also asked May if she would cease arms sales to Saudi Arabia and stop the government’s support for the bombing campaign in Yemen.\n\nCorbyn: Does it now mean countries could bomb Saudi airfields since they are using banned cluster bombs & white phosphorous in Yemen https:\/\/t.co\/xiP0yfqXuNpic.twitter.com\/0L8lu1ggeT — RT (@RT_com) April 16, 2018\n\nHe also called on the Organisation for the Prohibition of Chemical Weapons (OPCW) to be allowed to carry out their investigation into alleged chemical-weapons use in Douma.\n\nContinuing the Labour leader called on May to adhere to the recommendations in the Chilcot Inquiry, the 2016 report into Britain’s role in the Iraq War which said that there must be stronger checks on intelligence. He then asked that the government take in more child refugees from Syria.\n\nREAD MORE: ‘Where’s the legal basis?’ Corbyn challenges legality of Syria missile strikes\n\nMay responded by saying that the government has supported thousands of child refugees and that the UK is at the forefront of the diplomatic effort in Syria. She claimed that the UK was justified in carrying out the attack as it was designed to ease the suffering of victims of Bashar Assad’s regime by degrading his alleged chemical weapons capability.\n\nResponding to the leader of the opposition’s insistence that parliament should have been recalled to hold a vote on military action, May said: “This was a limited, targeted strike on a legal basis that has been used before. And it was a decision which required the evaluation of intelligence and information, much of which was of a nature that could not be shared with Parliament. We have always been clear that the Government has the right to act quickly in the national interest.”\n\nThe Labour leader made it clear in an interview on Sunday with BBC’s Andrew Marr that he could only envisage UK involvement in Syria if there is backing from the UN. He also urged Donald Trump to exhaust diplomatic efforts and engage with Russian President Vladimir Putin.\n\nRead more\n\nEarlier in the day, Labour published a piece by Oxford Law Professor Dapo Akande on its website. The academic detailed that the joint British, US and French action against the Syrian government was “not in accordance with the United Nations Charter and international law.”\n\nAkande, who is a professor of public international law, said the government’s position was “significantly flawed” and not representative of current international legislation.\n\n“It is quite clear that the position advocated by the government is not an accurate reflection of international law as it currently stands,” he said. “International law does not permit individual states to use force on the territory of other states in order to pursue humanitarian ends determined by those states.”\n\nThe showdown in parliament comes after the UK and France, led by the US, conducted airstrikes against Syrian government targets. Over 100 missiles were reportedly fired by the triumvirate, using a combination of UK, French and US ordnance and military equipment.\n\nThe decision by May not to seek parliamentary approval for the strike drew criticism from Corbyn, his MPs and some of her own Conservative MPs.\n\nThe allied strike against Syria came as a response to an alleged chlorine gas bombing in the eastern Ghouta town of Douma, which killed up to 75 people, including women and children, and resulted in up to 500 casualties.\n\nSyrian President Bashar Assad's government has denied responsibility.\n\nSaturday’s air raid was carried out at 2:00 am GMT by US, UK, and French forces. The attack has been described as a “violation of international law” by Syrian President Bashar Assad's government, which has also denied responsibility for the April 7 chemical attack.","15":"Supreme Leader of Iran Ali Khamenei blasted the tripartite attack against Syria, calling the leaders of the UK, US, and France “criminals” and warned that their actions would not achieve anything.\n\n\"Attacking Syria is a crime. US president [Donald Trump], UK prime minister [Theresa May] and the president of France [Emmanuel Macron] are criminals,\" Khamenei said, as cited by Mehr News Agency.\n\nRead more\n\nThe supreme leader added that the attack will not result in any “benefits,” recalling the campaigns in Iraq and Afghanistan.\n\nThe US-led attack is a “flagrant violation of international law” which “ignores the sovereignty of Syria,” the statement released by Iran’s Foreign Ministry said.\n\n“The United States and its allies have no proof [that Syria is responsible for the Douma chemical attack] and, without even waiting for the Organisation for the Prohibition of Chemical Weapons to take a position, have carried out this military attack.”\n\nThe US and its allies “are responsible for the regional consequences of this adventurist action,” the statement added.\n\nThe statement mirrors similar comments by Moscow shortly after US President Donald Trump announced the attack on Friday evening.\n\nWashington claims that around 100 Tomahawk missiles were launched at targets inside Syria. The Russian Ministry of Defense said that “many” of the missiles which were launched at “civilian and military objects” were intercepted by Syrian air defense forces.\n\n\n\n","16":"The US, UK, and France launched scores of missiles at Syrian targets. RT’s special coverage takes a close look at the issue, with live analysis and videos on the bombardment.\n\nUS President Donald Trump approved military strikes in Syria in retaliation for what is said was a chemical attack by the Assad government in Douma, near Damascus, last week. The UK and France joined the US under that pretext. Here is our special coverage on the West’s military action in Syria which lacked UN Security Council approval.","17":"The US-led missile attack against Syria demonstrates Washington’s complete disregard for international law, and its timing, before a proper investigation was conducted, raises serious questions, experts told RT.\n\nDescribing Saturday morning’s missile attack as illegal, Joe Lauria, an independent journalist and former Wall Street Journal correspondent, told RT that the strike was shocking – but not surprising.\n\n“They did not prove that they were acting under Article 51 of the UN Charter, which is self-defense – the US was not acting in self-defense,” Lauria told RT. “They did not get Security Council authorization, and the US Congress did not weigh in on this, so it’s illegal internationally and under US law.”\n\nThe decision to launch the missiles just hours before inspectors from the Organization for the Prohibition of Chemical Weapons (OPCW) were scheduled to begin a fact-finding mission at the site of the alleged gas attack in Douma on Saturday represents “quite an extraordinary moment,” Lauria told RT. “But I should say it’s not unusual. The United States has done this kind of thing before,” he added.\n\nRick Sterling, an investigative journalist and member of the Syria Solidarity Movement, agreed, telling RT that the missile attacks on Syria by the United States, France and the UK were nothing less than an “attack on international law.” According to Sterling, “There is no justification for three countries taking it upon [themselves] to become the judge, jury and executioner of whether or not chemical weapons have been used. There is a process that should be followed.”\n\nMalik Ayub Sumbal, a political analyst and broadcaster, said the strikes “violated all international laws, all international rules” as well as being a direct affront to the UN Charter.\n\n“This is a cynical act. It’s illegal under international law, it’s illegal under US law. The administration and its supporters have no plausible story that this act will make anything better,” Robert Naiman, policy director at Just Foreign Policy, told RT.\n\n“Even the New York Times dismissed this act before it happened as a feel-good, limited strike, a symbolic act for domestic consumption. So what can we say about the United States, the United Kingdom, and France? These are cynical actors. They’re not interested in what happens to civilians in Syria, or in Yemen, or anywhere else in the Middle East. It’s a sad day for the world, to know that these countries are so cynical and callous.”\n\nThe decision to launch the missiles just hours before inspectors from the Organization for the Prohibition of Chemical Weapons (OPCW) were scheduled to begin a fact-finding mission at the site of the alleged gas attack in Douma on Saturday represents “quite an extraordinary moment,” Lauria told RT. “But I should say it’s not unusual. The United States has done this kind of thing before,” he added.\n\nRead more\n\nF. Michael Maloof, a former Pentagon security analyst, said that the timing of the strikes clearly showed that the US and its western allies “didn’t really care” about a proper investigation into the April 7 incident. Finding out who is actually behind the alleged gas attack is “not really their motivation,” Maloof said.\n\nThe OPCW said on Saturday that their fact-finding mission will continue despite the airstrikes.\n\n“They will make their decision, and if it aligns with what Russia said, that there was no chemical attack – we don’t even know if there was one, let alone if it was chlorine or Sarin – you can be sure it won’t be broadcast or printed pretty much in the US media,” Lauria told RT. “We don’t even hear very much here in the US about the inspectors arriving. That was buried here.”\n\nAsked if he thought the US would strike Syria again if more cases of alleged chemical weapon usage emerged, Lauria pointed out that “we don’t even know that [Syrian President Bashar al-Assad] used chemical weapons this time. Or the last time. So they’re talking about ‘if he does it again.’ Well, how about waiting to find out whether he did it this time? So in other words, they don’t need proof. That is clear,” he said.\n\nUltimately, the humanitarian pretext behind the strikes, coupled with Washington’s disinterest in waiting for a proper investigation into the Douma incident, should raise alarm bells, Naiman told RT.\n\n“These are the same three governments who are arming, and facilitating, and participating in the Saudi war in Yemen. The cause of the worst humanitarian crisis in the world. Millions of human beings on the brink of famine, worst cholera outbreak in human history, millions of human beings suffering from the blockade of fuel, medicine and fuel. These are the governments that [would] have us believe that this bombing has something to do with protecting civilians,” Naiman said.\n\n“Does anybody in the world actually believe this military action has anything to do with protecting civilians? I can’t imagine anyone would be so foolish to believe such an assertion.”\n\nLike this story? Share it with a friend!","18":"Having set themselves above international law by bombing Syria without UN authorization, the US, the UK and France are now going calling on other countries to unite behind their fait accompli and endorse their actions.\n\nAmerican, British and French ships and airplanes fired over 100 missiles at Syria Saturday morning, claiming it was in response to the alleged use of chemical weapons in the Damascus suburb of Douma. The three countries did not wait for UN authorization, or even for evidence from the scene: the international team of experts from the Organization for Prohibition of Chemical Weapons (OPCW) had just arrived in Syria to investigate when the missiles began to fly.\n\nAs US President Donald Trump triumphantly declared “mission accomplished,” his French colleague Emmanuel Macron called for the UN Security Council to step in and pick up the pieces.\n\nRead more\n\n“It is now for the UN Security Council to unite and take initiative on the political, chemical and humanitarian questions in Syria,” the French presidency said in a statement after Macron’s teleconference with Trump and British PM Theresa May on Saturday.\n\nDuring the emergency session of the Security Council on Saturday, Russia proposed a resolution urging the US and its allies to “immediately and without delay cease the aggression against the Syrian Arab Republic and refrain from further aggressive acts in violation of the international law and the UN Charter.\"\n\nRussia, China and Bolivia voted in favor of the resolution. Four other members abstained, with Ethiopian representatives saying there’s no point in voting for a resolution that would be vetoed anyway. The US, the UK and France ‒ all permanent members with veto powers ‒ voted against, killing the proposal. Apparently, when Macron spoke of unity at the UN, he meant unity behind the actions of London, Paris and Washington.\n\nWilly Wimmer, a former member of Germany’s ruling CDU party, compared the behavior of the UK, the US and France to “the same attitude, which [was] used by Adolf Hitler in 1939 to enter into World War Two.”\n\nCanadian PM Justin Trudeau and German Chancellor Angela Merkel quickly endorsed their allies’ attempt to take the law into their own hands.\n\nEuropean Council President Donald Tusk likewise cheered on the intervention, saying the EU “will stand with our allies on the side of justice.”\n\nNATO also endorsed the bombing in a statement on Saturday, declaring that the alliance “considers any use of chemical weapons by state or non-state actors to be a threat to international peace and security.”\n\nNATO Allies expressed full support for last night’s actions in #Syria. Read the full statement: https:\/\/t.co\/1sYKK1QJlYpic.twitter.com\/kyocn2sxIO — NATO (@NATO) April 14, 2018\n\nDissent in Europe\n\nOne notable dissention from the EU and NATO position came from Italy. Rome would not allow the use of NATO bases on its soil for the airstrikes, but agreed to provide “logistical support” to the UK, the US and France.\n\n“Now is not the time for escalation, it’s time for diplomacy to give Syria democracy and pluralism after seven years of horrible conflict,” the outgoing PM, Paolo Gentiloni, said.\n\nHowever, his potential replacement, Matteo Salvini, the leader of the Northern League party, did not mince words when condemning the attack.\n\n“We are still looking for Saddam’s 'chemical weapons,' we are still paying for the crazy war in Libya, and someone with a quick trigger finger is insisting on 'smart missiles,' only helping the nearly defeated Islamic terrorists. Total madness, stop it,” he posted on Facebook.\n\nRead more\n\nThe head of Germany’s Left Party (Die Linke), Sahra Wagenknecht, described the missile strike as “another military violation of international law.”\n\n“Since the illegal war against Yugoslavia in 1999, they [the US, the UK and France] want to have their own international structure,” Wimmer, former vice-chair of the OSCE Parliamentary Assembly, told RT. “They are no longer interested in having an international organization which can work. And, therefore, they do their utmost to create their own world, where they can do what they want to do.”\n\nMacron’s decision to blindly follow the US was a “big mistake,” Alain Corvez, a former adviser for the French ministries of defense and interior, told RT. “As a French patriot I am very disappointed with the loss of credibility that we had in the world.”\n\nThe US, the UK and France set out to “wreck international law without approval from UN and their own parliaments,” Corvez said. They launched a “small strike without big consequences, because they understood that Russia would not let them crush Syria.”\n\nConcern among neutrals\n\nSweden, which is a member of the EU but not of NATO, also called for the Syrian question to be resolved within the framework of the UN charter and international law, careful not to bring up the fact that both have been violated by the US, the UK and France.\n\nIt was pointless to discuss whether the US-UK-French strikes were legal, said Swedish Foreign Minister Margot Wallström. “They happened. Now we need to talk about what to do next.”\n\nLatin American leaders also called for solutions within international law. Peru, which currently chairs the Security Council and is hosting the Summit of the Americas in Lima, called for moderation from all parties and backed a “political solution” for Syria, according to its foreign ministry.\n\n“It's time to find permanent solutions based in the international law to a war that has been going for far too long and ended too many lives,” Brazilian President Michel Temer told the leaders at the summit.\n\nPresident Mauricio Macri of Argentina also called for everyone to work “in the framework of existing international commitments.”\n\nThe bombing of Syria reminded Serbian President Aleksandar Vucic of the NATO attack on his own country in 1999.\n\n“Being on the side of power does not mean being on the side of morality and justice,” Vucic said, emphasizing Serbia’s current military neutrality.\n\nThink your friends would be interested? Share this story!","19":"Slumping approval ratings and demoralized terrorists were among the largest benefactors of Saturday’s tripartite missile strikes against Syria, while parliament and international law lost ‘bigly,’ journalists and MPs told RT.\n\n“What the West is doing is playing into the hands of terrorists that have been terrorizing Syria for seven, eight years now,” Mike Raddie, co-Editor of BSNews, told RT in reaction to the April 14 strikes. “So every time the West launches an attack, terrorists from within the country benefit from it. And they’re the only people who benefit from it.”\n\nREAD MORE: 'No release of chemicals is best proof there were none' – employee of bombed Syrian research site\n\nPatrick Henningsen, the executive editor of 21stCenturyWire.com, said that the missile salvo launched by the United States, France and Britain also served to drum up public support for the faltering Western governments back home. According to Henningsen, US President Donald Trump “learned that you can get a bounce in the polls by taking some strong public military action, and certainly he did get that last year, he got that again this year.”\n\nJust hit 50% in the Rasmussen Poll, much higher than President Obama at same point. With all of the phony stories and Fake News, it’s hard to believe! Thank you America, we are doing Great Things. — Donald J. Trump (@realDonaldTrump) April 15, 2018\n\nBogged down by the seemingly endless Russia collusion accusations, Trump was desperate for some positive news coverage, Henningsen argued. “Donald Trump knows that if you declare war, you bomb a country, especially in the Middle East, that you will get the support of MSNBC, CNN, ABC, CBS –all the mainstream media outlets will line up behind the president and call him ‘presidential,’” Henningsen told RT. “These are the same people who have been attacking him over Russiagate over the last 18 months. That shows you how shallow the American media and political complex is.”\n\nTrump may be particularly susceptible to negative media coverage – and desirous of a more cooperative, approving press – because the president “projects a sort of confidence, but I think he’s tremendously insecure,” Henningsen added.\n\nPutin: History pinned blame on US for ‘bloody carnage’ in Yugoslavia & Iraq, same will be with Syria\n\nThe strikes were carried out by a “rogue faction within the UN Security Council” which has made a mockery of international law,\" Henningsen noted.\n\nOthers who spoke with RT about the strikes agreed, pointing out that transparency and the rule of law took a pounding from the missile attack.\n\nRead more\n\nBritish Prime Minister Theresa May's decision to not seek parliamentary approval for the attack sets a dangerous precedent, Raddie told RT, adding that since the Thatcher years, Parliament has always been consulted before taking military action.\n\n“And at least that means there is a debate, the evidence – if there is any – is publicized, and it’s discussed in Parliament openly and transparently. None of that has happened,” Raddie said. “The reason is because there is no evidence. Theresa May is now citing what she calls ‘open sources.’ We know who these open sources are – it’s Bellingcat, it’s the White Helmets, which is funded by the UK Foreign Office. So their own sources are themselves. So they couldn’t actually take a vote and publish that evidence because it would have looked absolutely ridiculous.”\n\nHe added that it was very revealing that the US and its allies chose to launch their missiles before the Organization for the Prohibition of Chemical Weapons (OPCW) had a chance to conduct its on-the-ground fact-finding mission in eastern Ghouta.\n\nAndrej Hunko, a German MP from Die Linke, said that his left-leaning party condemned the strikes as a “breach of international law.”\n\n“There was no European decision to be involved [in the attack], and this weakens as well the European foreign policy,” Hunko told RT.\n\nREAD MORE: Strike on Syria legitimate as 3 UNSC members acted - Macron\n\nHe noted that the majority of Germans “don’t want to be involved” in Syria, and called on Berlin to withdraw its forces from the country.\n\n“There should be a return to international law, to rule-based international dealings,” Hunko said. “We are for strengthening international organizations, not putting them aside, like it was done [in this case].”\n\nLike this story? Share it with a friend!"},"URL":{"0":"https:\/\/www.rt.com\/newsline\/424165-syria-opsw-inspectors-lavrov\/","1":"https:\/\/www.rt.com\/news\/424111-putin-us-strikes-syria-violation\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","2":"https:\/\/www.rt.com\/news\/424107-president-assad-arrives-to-work\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","3":"https:\/\/www.rt.com\/newsline\/424408-macron-syria-strikes-solve\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","4":"https:\/\/www.rt.com\/newsline\/424174-germany-france-uk-us\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","5":"https:\/\/www.rt.com\/newsline\/424175-macron-may-trump-syria\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","6":"https:\/\/www.rt.com\/newsline\/424166-summit-americas-syria-airstrikes\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","7":"https:\/\/www.rt.com\/newsline\/424167-orthodox-kirill-pope-francis\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","8":"https:\/\/www.rt.com\/newsline\/424147-turkey-erdogan-syria-attack\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","9":"https:\/\/www.rt.com\/newsline\/424348-who-syria-access-douma\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","10":"https:\/\/www.rt.com\/uk\/424671-syria-assad-lord-green\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","11":"https:\/\/www.rt.com\/news\/424128-iraq-us-led-strikes-syria\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","12":"https:\/\/www.rt.com\/news\/424199-russia-arab-league-syria-recovery\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","13":"https:\/\/www.rt.com\/news\/424140-opcw-syria-chemical-inspection\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","14":"https:\/\/www.rt.com\/uk\/424305-corbyn-syria-may-parliament\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","15":"https:\/\/www.rt.com\/news\/424105-iran-denounces-us-strikes-syria\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","16":"https:\/\/www.rt.com\/news\/424134-us-syria-strike-special-coverage\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","17":"https:\/\/www.rt.com\/news\/424176-cynical-illegal-journalists-comment\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","18":"https:\/\/www.rt.com\/news\/424185-security-council-strikes-concerns\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS","19":"https:\/\/www.rt.com\/news\/424325-syria-terrorists-benefit-missile-strikes\/?utm_source=rss&utm_medium=rss&utm_campaign=RSS"}}