{"Content":{"0":"Syria's government denounced President Trump's decision to launch airstrikes against chemical weapons production facilities in the country, calling it quote “brutal, barbaric aggression.” Veuer's Maria Mercedes Galuppo has more. Buzz60","1":"CLOSE President Trump says the strikes are intended to deter the use of chemical weapons, which the Syrian government is accused of using on civilians in Douma, a suburb of Damascus. USA TODAY\n\nUS President Donald Trump addresses the nation on the situation in Syria April 13, 2018 at the White House in Washington, DC. Trump said strikes on Syria are under way. (Photo: MANDEL NGAN, AFP\/Getty Images)\n\nFull text of President Trump's remarks on the attack on Syria:\n\nTHE PRESIDENT: My fellow Americans, a short time ago, I ordered the United States Armed Forces to launch precision strikes on targets associated with the chemical weapons capabilities of Syrian dictator Bashar al-Assad. A combined operation with the armed forces of France and the United Kingdom is now underway. We thank them both.\n\nTonight, I want to speak with you about why we have taken this action.\n\nOne year ago, Assad launched a savage chemical weapons attack against his own innocent people. The United States responded with 58 missile strikes that destroyed 20 percent of the Syrian Air Force.\n\nLast Saturday, the Assad regime again deployed chemical weapons to slaughter innocent civilians -- this time, in the town of Douma, near the Syrian capital of Damascus. This massacre was a significant escalation in a pattern of chemical weapons use by that very terrible regime.\n\nThe evil and the despicable attack left mothers and fathers, infants and children, thrashing in pain and gasping for air. These are not the actions of a man; they are crimes of a monster instead.\n\nFollowing the horrors of World War I a century ago, civilized nations joined together to ban chemical warfare. Chemical weapons are uniquely dangerous not only because they inflict gruesome suffering, but because even small amounts can unleash widespread devastation.\n\nThe purpose of our actions tonight is to establish a strong deterrent against the production, spread, and use of chemical weapons. Establishing this deterrent is a vital national security interest of the United States. The combined American, British, and French response to these atrocities will integrate all instruments of our national power -- military, economic, and diplomatic. We are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\n\nI also have a message tonight for the two governments most responsible for supporting, equipping, and financing the criminal Assad regime.\n\nTo Iran, and to Russia, I ask: What kind of a nation wants to be associated with the mass murder of innocent men, women, and children?\n\nThe nations of the world can be judged by the friends they keep. No nation can succeed in the long run by promoting rogue states, brutal tyrants, and murderous dictators.\n\nIn 2013, President Putin and his government promised the world that they would guarantee the elimination of Syria’s chemical weapons. Assad’s recent attack -- and today’s response -- are the direct result of Russia’s failure to keep that promise.\n\nRussia must decide if it will continue down this dark path, or if it will join with civilized nations as a force for stability and peace. Hopefully, someday we’ll get along with Russia, and maybe even Iran -- but maybe not.\n\nI will say this: The United States has a lot to offer, with the greatest and most powerful economy in the history of the world.\n\nIn Syria, the United States -- with but a small force being used to eliminate what is left of ISIS -- is doing what is necessary to protect the American people. Over the last year, nearly 100 percent of the territory once controlled by the so-called ISIS caliphate in Syria and Iraq has been liberated and eliminated.\n\nThe United States has also rebuilt our friendships across the Middle East. We have asked our partners to take greater responsibility for securing their home region, including contributing large amounts of money for the resources, equipment, and all of the anti-ISIS effort. Increased engagement from our friends, including Saudi Arabia, the United Arab Emirates, Qatar, Egypt, and others can ensure that Iran does not profit from the eradication of ISIS.\n\nAmerica does not seek an indefinite presence in Syria under no circumstances. As other nations step up their contributions, we look forward to the day when we can bring our warriors home. And great warriors they are.\n\nLooking around our very troubled world, Americans have no illusions. We cannot purge the world of evil, or act everywhere there is tyranny.\n\nNo amount of American blood or treasure can produce lasting peace and security in the Middle East. It’s a troubled place. We will try to make it better, but it is a troubled place. The United States will be a partner and a friend, but the fate of the region lies in the hands of its own people.\n\nIn the last century, we looked straight into the darkest places of the human soul. We saw the anguish that can be unleashed and the evil that can take hold. By the end of the World War I, more than one million people had been killed or injured by chemical weapons. We never want to see that ghastly specter return.\n\nSo today, the nations of Britain, France, and the United States of America have marshaled their righteous power against barbarism and brutality.\n\nTonight, I ask all Americans to say a prayer for our noble warriors and our allies as they carry out their missions.\n\nWe pray that God will bring comfort to those suffering in Syria. We pray that God will guide the whole region toward a future of dignity and of peace.\n\nAnd we pray that God will continue to watch over and bless the United States of America.\n\nThank you, and goodnight. Thank you.\n\nRead or Share this story: https:\/\/usat.ly\/2GWvUMc","2":"CLOSE U.N. ambassador Nikki Haley says new sanctions will be imposed on Russia. Buzz60\n\nFrench President Emmanuel Macron on the set before an interview with RMC-BFM and Mediapart French journalists on April 15, 2018. (Photo: Pool photo by Francois Guillot)\n\nPARIS — France persuaded President Trump to stay in Syria and launch airstrikes as punishment for an alleged chemical weapons attack, French President Emmanuel Macron said Sunday.\n\nAppearing in a two-hour live broadcast on French television BFM and online investigative site Mediapart, the 40-year-old leader said the U.S., Britain and France had “full international legitimacy to intervene” in order to enforce international humanitarian law.\n\nThe allies fired missiles early Saturday at three chemical-weapons facilities in Syria to punish the regime for the alleged use of chemical weapons in the town of Douma.\n\n“It was retaliation, not an act of war,” Macron said in justifying the operation a day before the French parliament was set to debate it. The airstrikes marked Macron’s biggest foreign policy yet. Nearly a year into his term, the new president declared France the most active country on the diplomatic field and at the United Nations.\n\n“Ten days ago President Trump wanted the United States of America to withdraw from Syria. We convinced him to remain,” he said, speaking in the majestic room of Chaillot National Theater, with the Eiffel Tower shining in the background.\n\nMore: Mission accomplished? What's next for battered Syria after U.S. strikes\n\nMore: Trump won't back down from saying 'Mission Accomplished' in Syria\n\nMore: 5 takeaways on Donald Trump's Syria attack: The best choice in a land of lousy options\n\nHe said France now wants to involve Western powers, Russia and Turkey in a new diplomatic initiative to find a sustainable political solution in Syria.\n\nMacron also offered to play the role of intermediary between the United States and Russia.\n\nIn the domestic arena, the president defended his strategy to inject vitality into the economy by trimming guarantees for workers — despite simmering anger over his labor law changes — and tax cuts for businesses and the rich.\n\nHe says his policies are aimed at making the country more competitive globally, but workers fear losing hard-won job protections.\n\n“I want us to succeed in the economic field in order to be able to run real social policies,” he said.\n\nSince last year, the unemployment rate has slightly decreased from 10% to 8.9%. The government’s growth-rate forecast for 2018 is 2% of gross domestic product, the best in seven years, and the country’s budget deficit has stayed within the European Union’s established parameters for the first time in a decade.\n\nThis spring, Macron’s government initiated changes to tax retirees more and employees less, cut jobs in some hospitals, reorganize the justice system and apply a new university admissions system, all of which prompted protests.\n\nMeanwhile, train workers have launched on-and-off strikes over a railway labor-reform plan, disrupting traffic nationwide.\n\nOn Saturday, 63 people were arrested and nine police officers injured during protests in the cities of Nantes and Montpellier. Other marches across France were largely peaceful.\n\nLast week, Macron promised on national television that he would push ahead with railway labor reforms and other divisive plans — despite criticism — “because the world around us is speeding up.”\n\n\n\n\n\n\n\nRead or Share this story: https:\/\/usat.ly\/2H0bEct","3":"This photo, released by the Syrian official news agency SANA, shows smoke, rising after U.S.-led airstrikes targeting different parts of the Syrian capital Damascus. (Photo: AP)\n\nWorld leaders react to airstrikes on Syrian regime\n\nDetails are still emerging Saturday just hours after the U.S., France and the United Kingdom coordinated missile airstrikes against the regime of Syrian dictator Bashar Assad. President Trump said the strikes were intended to deter the use of chemical weapons like the attack on civilians in the Syrian town of Douma last week.Assad has repeatedly been accused of using chemical agents during the nation's devastating, seven-year civil war. Russia — a longtime Syrian ally — denounced the allied raids with Russian President Vladimir Putin calling the airstrikes an \"act of aggression\" that will make matters worse in the region. Want to know how the crisis in Syria unfolded? Here's a recap.\n\nCLOSE Listen to President Trump's full address to the nation after ordering airstrikes on the Syrian regime. He also included a message for Syria's allies Russia and Iran. USA TODAY\n\nScientists are back — and ready to march\n\nSupporters of science around the world will rally Saturday to send public officials a message that evidence-based policy decisions are important — and science cannot be ignored. The main rally will take place in Washington, D.C., but marches will also be held in cities such as Houston, Philadelphia and Seattle, and as far as Kenya, Russia and India. The first march happened last year, one month after President Trump signed an executive order aimed at rolling back Obama-era climate change and environmental policies.\n\nNew members of rock royalty to be crowned\n\nThe 33rd annual Rock and Roll Hall of Fame Induction Ceremony will take place Saturday in Cleveland. Honored this year are rockers Bon Jovi, progressive-rock pioneers The Moody Blues, the late jazz icon Nina Simone, rock 'n' roll godmother Sister Rosetta Tharpe, new-wave group The Cars, and '80s hit-makers Dire Straits. Inductees were selected by the votes of more than 1,000 artists, historians and music-industry professionals, as well as a poll of fans. HBO will air the induction ceremony on May 5.\n\nCavs-Warriors ... again? NBA Playoffs get underway\n\nThe long road to the NBA Finals begins Saturday with the first game of the NBA Playoffs. The action starts as the Spurs take on the Warriors (3 p.m. ET, ABC), followed by Wizards-Raptors (5:30 p.m. ET, ESPN), Heat-76ers (8 p.m. ET, ESPN) and finishes with Pelicans-Trail Blazers (10:30 p.m. ET, ESPN). Sunday's action tips-off with Bucks-Celtics (1 p.m. ET, TNT), then goes to Pacers-Cavaliers (3:30 p.m. ET, ABC), Jazz-Thunder (6:30 p.m. ET, TNT) and wraps with T'Wolves-Rockets (9:00 p.m. ET, TNT). Our experts made their predictions, and named a dark-horse team that may surprise fans. If your team didn't make the playoffs, make sure to check out our mock draft and start getting ready for next season.\n\nCLOSE SportsPulse: USA TODAY Sports' NBA experts break down the key story lines heading into the Eastern Conference playoffs. USA TODAY Sports\n\nNo signature necessary: Checkout lanes should move more quickly\n\nMajor credit card companies Mastercard, Visa, American Express and Discover are eliminating the need for shoppers to sign receipts for credit and debit sales beginning April 14. That means most merchants in the U.S. or Canada can decide whether or not to gather signatures on sales using cards or mobile payments, but they aren't required to. Why? Security and fraud protection in the industry has advanced enough that signatures are merely slowing down the transaction process.\n\nPrefer to listen? Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https:\/\/usat.ly\/2GWV1i6","4":"The Pentagon is backing President Donald Trump's assertion that the missile strikes on Syria were \"Mission Accomplished!\" (April 14) AP","5":"The Pentagon is backing President Donald Trump's assertion that the missile strikes on Syria were \"Mission Accomplished!\" (April 14) AP","6":"United Nations Secretary-General Antonio Guterres said Saturday there was no military solution to the Syrian conflict, stressing that the crisis could only be solved politically. (April 21) AP","7":"Hi\n\nAlready a subscriber?\n\nAlready a print edition subscriber, but don't have a login?","8":"CLOSE President Trump says the strikes are intended to deter the use of chemical weapons, which the Syrian government is accused of using on civilians in Douma, a suburb of Damascus. USA TODAY\n\nPresident Trump speaks in the Diplomatic Reception Room of the White House on Friday, April 13, 2018, in Washington, about the United States' military response to Syria's chemical weapon attack on April 7. (Photo: Susan Walsh, AP)\n\nThe U.S. airstrike on Syria Friday night is creating a tense tug-of-war in the already strained relations with Russia, which has sent its warships into the Mediterranean to keep a close eye on their American naval adversaries.\n\nRussian ambassador Anatoly Antonov warned late Friday that the attack \"will not be left without consequences.\"\n\n\"The worst apprehensions have come true,\" Antonov said in a tweet reported by ABC News. \"Our warnings have been left unheard . . . We are being threatened. The U.S. — the possessor of the biggest arsenal of chemical weapons — has no moral right to blame other countries.\"\n\nAnother highly placed Russian politician likened President Trump to Adolf Hitler and said the air assault is regarded as a move against Russia.\n\nAlexander Sherin, deputy head of the State Duma’s defense committee, said Trump “can be called Adolf Hitler No. 2 of our time – because, you see, he even chose the time that Hitler attacked the Soviet Union.” The Nazi forces’ opening attack against the USSR in 1941 was launched around 4 a.m., the same time in Russia that Friday's attack occurred.\n\nThe Qatari news site Al Arabiya reported a huge blast heard near Damacus Friday night, citing several media outlets.\n\nU.S. and Russian navies are closely watching each other.\n\nWarships and submarines of the Russian naval taskforce were keeping track at a close distance of U.S. and NATO assault ships and submarines in the area, Russian government news site Tass said, citing a military and diplomatic source.\n\nThe Russian navy ships were ordered to monitor the underwater, surface and air situation in the eastern part of the Mediterranean Sea, including approaches and maneuvering of foreign ships in the area near Syria’s port city of Tartus, where Russia has its only foreign base outside of Europe.\n\nMore: Syrian-Americans worry for families after Trump orders airstrikes\n\nMore: Raw footage of U.S. strikes shows first images from Syria\n\nMore: Russia warns 'we are being threatened' after U.S. missile strike on Syria\n\nMore: Syria conflict explained: How did we end up here?\n\nThe close proximity of U.S. and Russian ships prompted Andrey Kortunov, director of the Russian International Affairs Council, to make a loose comparison to the Cuban Missile Crisis, although he stopped short of saying the situation is that dire.\n\n\"I believe that, of course, we’re not now in the position that we were at the peak of the Cuban Missile Crisis. We are still far from that,\" Kortunov told ABC News. “But within that, I believe that now the situation is more dangerous than it has been since any moment the Trump administration came to power.”\n\nRussian military and diplomatic officials warned before President Trump ordered a military strike on Syria Friday that they would counter any attack on Syrian forces in retaliation for an alleged chemical attack on April 7.\n\nRussia’s ambassador to Lebanon on Tuesday told Lebanon's Al Manar TV that any U.S. missiles fired at Syria would be shot down and the launch sites targeted, Reuters reported. Russian Ambassador to Beirut Alexander Zasypkin cited orders by Russian President Vladimir Putin.\n\n\"If there is a U.S. missile attack, we — in line with both Putin and Russia's chief of staff's remarks — will shoot down U.S. rockets and even the sources that launched the missiles,\" Zasypkin told al Manar.\n\nSome analysts have predicted that the Kremlin will not wish to engage in a military clash with the U.S., but that the ongoing tension with Syria could push the two sides toward a military confrontation.\n\nForeign Minister Sergey Lavrov upped the diplomatic ante earlier in the day Friday when he called the allegations of a Syrian chemical attack a \"fabrication\" by British intelligence.\n\nLavrov said Russia had \"irrefutable information that it was another fabrication, and intelligence agencies of a state that is now striving to spearhead a Russophobic campaign were involved in that fabrication.\"\n\n\"If there is a strike by the Americans, then ... the missiles will be downed and even the sources from which the missiles were fired,\" Zasypkin told Hezbollah's al-Manar TV Tuesday evening in Arabic, according to Reuters.\n\nContributing: Associated Press\n\nRead or Share this story: https:\/\/usat.ly\/2qtMdVy","9":"CLOSE President Donald Trump spoke to the nation late Friday on U.S. missile strikes against the Assad regime in response to its purported chemical weapons attack against Syrian civilians. (April 13) AP\n\nPresident Trump speaks in the Diplomatic Reception Room of the White House Friday, announcing the United States' military response to Syria's chemical weapon attack on April 7. (Photo: Susan Walsh, AP)\n\nWASHINGTON — U.S. air strikes on Syria were in the \"vital national security and foreign policy interests\" of the United States and were intended to prevent future chemical weapons attacks by the Assad regime, President Trump told Congress on Sunday.\n\n\"The purpose of this military action was to degrade the Syrian military's ability to conduct further chemical weapons attacks and to dissuade the Syrian government from using or proliferating chemical weapons,\" Trump said in outlining the legal basis for his action.\n\nTrump did not rule out additional strikes, saying he would take additional action \"as necessary and appropriate.\"\n\nThe formal notification to Congress complies with a 1973 congressional resolution requiring the president to disclose when he has committed U.S. troops to military action.\n\nIt was the second time Trump has sent a war powers notification to Congress. The first came a year and one week ago, when Trump ordered a similar, smaller attack on a Syrian air base suspected of housing chemical weapons.\n\nSunday's notification followed much the same format, claiming that he president has broad authority as commander-in-chief to commit U.S. forces to protect national interests.\n\nBut his time, Trump added another legal argument: The strikes were necessary \"to deter the use and proliferation of chemical weapons, and to avert a worsening of the region's current humanitarian catastrophe.\"\n\nMore: Trump seeks to reclaim a Bush-era phrase: 'Mission Accomplished'\n\nAssociated Press: France persuaded Trump to strike in Syria, Macron says\n\nBecause it's the second strike against Syria in as many years, the action raises an additional legal complication. The War Powers Act requires the president to \"terminate any use of United States Armed Forces\" after 60 days unless Congress specifically authorizes future action.\n\nBecause the U.S. did not commit ground troops to the conflict, the White House is treating Friday's strike as a separate conflict that starts the 60-day clock over.\n\nThat's not good enough for congressional critics who say Trump should have sought approval to launch strikes.\n\n\"It's very, very clear Congress has power to declare war, and only Congress,\" said Sen. Tim Kaine, D-Va., on CBS's Face the Nation Sunday. \"So if you are initiating war against a sovereign nation like Syria that hadn't declared war on United States, it's only Congress that can do it. President Trump is not a king. He's a president.\"\n\nThe air strikes came just hours after 88 members of Congress — 72 Democrats and 16 Republicans — urged Trump to consult Congress before taking military action. \"Engaging our military in Syria when no direct threat to the United States exists and without prior congressional authorization would violate the separation of powers that is clearly delineated in the Constitution,\" they said.\n\nSen. Joni Ernst, R-Iowa, said any further escalation of the conflict should require clear approval from Congress.\n\n\"The president does need to come to Congress,” she said on NBC's Meet the Press. “We need to have these discussions because we don't see that Bashar al-Assad will all of a sudden become a real nice guy.”\n\nBut Chris Edelson, an American University professor who studies presidential war powers, said Trump — like previous presidents — has taken advantage of congressional gridlock to enhance the war powers of the president.\n\n\"Unless Congress is going to exert itself and define some limits, it’s going to be up to the administration to decide what to do,\" he said. \"The only thing limiting the administration is the administration itself.\"\n\nRead or Share this story: https:\/\/usat.ly\/2qBhqq7","10":"Russia: Chemical weapons inspectors head to Syria site\n\nAssociated Press\n\nUN chief: No military solution for Syria United Nations Secretary-General Antonio Guterres said Saturday there was no military solution to the Syrian conflict, stressing that the crisis could only be solved politically. (April 21) AP\n\nBEIRUT – International experts from the global agency for the monitoring of chemical weapons set off to the site of a suspected April 7 gas attack in Syria on Saturday, Russia’s foreign ministry said.\n\nInspectors from the Organization of the Prohibition of Chemical Weapons were delayed for one week in Damascus before they could visit the town, just minutes’ away from the capital, where the alleged attack occurred.\n\nThe town of Douma was at the time under rebel control and facing a ferocious government air and ground assault. Militants gave up the town days after the alleged attack.\n\nThe U.S., France, and Britain blamed the Syrian government for the attack, and struck suspected Syrian chemical weapons facilities one week later.\n\nThe Syrian government and its ally Russia denied responsibility for the attack.\n\nRussian ministry spokeswoman Maria Zakharova said the delays to the OPCW team were “unacceptable,” in a statement Saturday.\n\nA U.N. security team touring Douma on Tuesday came under small arms and explosives fire, leading the OPCW to postpone its visit.\n\nThe U.S. and Britain accused the Syrian government and Russia of delaying the investigation to stage a cover up.\n\nImages that emerged from Douma in the hours after the attack showed lifeless bodies collapsed in crowded rooms, some with foam around their noses and mouths.\n\nMedical workers and activists in Douma at the time said at least 40 people were killed.\n\nThousands of people – rebels and civilians – left Douma on buses to north Syria in the days after the attack, believing they could not reconcile with the government after it took over the town. North Syria is divided between opposition, Turkish, and al-Qaida control.\n\nThe evacuations were the latest in a string of population transfers around the Syrian capital that have displaced more than 60,000 people as the government reconsolidates control after seven years of civil war.\n\nU.N. officials and human rights groups say the evacuations amount to a forced population displacement that may be a war crime.\n\nOn Saturday, rebels began evacuating three towns in the eastern Qalamoun region in the Damascus countryside, state TV reported.\n\nState-run Al-Ikhbariya TV said several buses left the towns of Ruhaiba, Jayroud, and al-Nasriya carrying hundreds of rebels and their families to opposition territory in north Syria.\n\nThe station said there could be 3,200 rebels leaving three towns on Saturday. It said the evacuations will continue for three days.\n\nSyrian government forces will take over the towns once the departures are complete.","11":"CLOSE U.N. ambassador Nikki Haley says new sanctions will be imposed on Russia. Buzz60\n\nU.S. Ambassador Nikki Haley votes on a resolution during a U.N. Security Council meeting on the Syrian conflict April 14, 2018. (Photo: Jason Szenes, EPA-EFE)\n\nThe military strike in Syria that drew a gleeful \"Mission Accomplished\" from President Trump on Twitter is not exacting the same elation from some Middle East experts who see a long, hard climb to peace in the war-weary Muslim nation.\n\nThe strike on President Bashar Assad's chemical weapons facilities was the price Syria paid for using chemical weapons on its citizens. Now Russia will pay an economic price for backing Assad in the form of more economic sanctions, U.N. Ambassador Nikki Haley said Sunday.\n\nCharles Glass, author of Syria Burning, says there is a good chance bombings will extend the war. And he doubts that sanctions against Russia will move the needle.\n\n\"More bombings and the continued presence of 2,000 U.S. troops in northeast Syria ... would undoubtedly prolong the war and the suffering of Syria's people,\" Glass told USA TODAY. \"Better than a military strike would be serious discussions between the U.S. and Russia on ending the conflict.\"\n\nGlass notes that Syria was Russia's only Arab ally when the bloody Syrian civil war began seven years ago. The U.S., he said, didn't want to oust Assad because he was a dictator — most U.S. allies in the region are led by dictators. The U.S. goal was to break the Syrian alliance with Iran and Russia, Glass said.\n\n\"All (the U.S.) has achieved by arming the mainly jihadist opposition is the increase of Assad's dependence on Iran and Russia,\" Glass said. \"The strategy failed. It must be time for a new one.\"\n\nMore: Trump won't back down from saying 'Mission Accomplished' in Syria\n\nMore: 5 takeaways on President Trump's Syria attack\n\nJames Piazza, a Penn State professor and Middle East expert, said he suspects the missile attacks will have a \"negligible\" effect on Syria's chemical weapons abilities.\n\n\"The last time the United States launched a missile attack against the Shayrat airfields (in April 2017), it really did not put a dent into Syria’s chemical weapons arsenal or air forces,\" Piazza said.\n\nPiazza foresees limited sanctions on Russia, and he said Assad is unlikely to change his behavior with pressure from President Vladimir Putin.\n\nHaley told CBS' Face the Nation that Treasury Secretary Steven Mnuchin will announce details of the sanctions Monday.\n\n\"They will go directly to any sort of companies that were dealing with equipment related to Assad and chemical weapons use,\" Haley said. \"We wanted their friends Iran and Russia to know that we meant business and that they were going to be feeling the pain from this as well.\"\n\nA perfectly executed strike last night. Thank you to France and the United Kingdom for their wisdom and the power of their fine Military. Could not have had a better result. Mission Accomplished! — Donald J. Trump (@realDonaldTrump) April 14, 2018\n\nRussian Foreign Ministry spokeswoman Maria Zakharova said Sunday that the sanctions are being imposed \"without any link to any realities.\"\n\nTrump also announced sanctions against Russia in August, accusing Putin's government of tampering with the 2016 U.S. presidential election. The legislation also called Putin out on human rights abuses.\n\n\"Now they punish us for the mere fact of being in the global arena,\" Zakharova said.\n\nThe military strikes in Syria Friday night were carried out by the U.S., France and Britain. More than 100 precision missiles targeted a scientific research center near Damascus, a chemical weapons storage facility west of Homs and a storage facility and command post near Homs.\n\nFrench President Emmanuel Macron said he had persuaded Trump to commit long-term to Syria. Haley stressed the U.S. was \"not looking for war\" and \"not looking to kill people.\"\n\n\"This was very strong attack on the chemical weapons program,\" she said.\n\nPiazza said further, limited airstrikes are possible in Syria. But he said neither Trump nor the American people appear to have an appetite for a more involved military campaign in Syria.\n\nThe White House, mired in controversies, is not likely to pursue Assad too aggressively, Piazza said.\n\n\"I suspect he continues to brutally defeat the rebels and the people living in rebel areas and reasserts control over Syria,\" Piazza said. \"With support from Russia and Iran.\"\n\nPutin, in a phone call Sunday with Iranian President Hassan Rouhani, described the U.S. strike as a violation of international law. Putin said such actions will inevitably lead to \"chaos\" in international relations, according to a readout released by the Kremlin.\n\nAssad, Putin, Rouhani and Hezbollah Secretary-General Hassan Nasrallah have accused the West of using the strikes to sabotage an international inquiry into the chemical weapons claims. They also called the attack an impediment to peace.\n\nHaley said the United Nations would continue to work on a diplomatic solution but added that Assad was \"not worthy\" of direct talks with the U.S. She said the time had come for Russia and Iran to bring peace to the beleaguered nation.\n\n\"It's not moving near as fast as any of us want it to move, but this is a political process that needs to happen,\" she said.\n\nRead or Share this story: https:\/\/usat.ly\/2qAoFi5","12":"Damascus skies erupt with missile fire as the U.S. launches an attack on Syria targeting different parts of the capital Syria. (Photo: Hassan Ammar, AP)\n\nPentagon officials will provide an update on the U.S. overnight airstrikes against Syria at 9 A.M. EST.\n\nThe U.S. led airstrikes in a coordinated attack with U.K. and French allies against the regime of Syrian dictator Bashar Assad, President Trump announced Friday night.\n\nGen. Joseph Dunford, the chairman of the Joint Chiefs of Staff, said precision missile strikes targeted three areas of Syria: a scientific research center near Damascus, a chemical weapons storage facility west of Homs and a storage facility and command post near Homs. Dunford said there was some \"activity\" by Syrian surface-to-air missiles, but there were no reports of U.S. or allied casualties.\n\nUSA TODAY will provide coverage in the player above.\n\nRead or Share this story: https:\/\/usat.ly\/2GX6yO9","13":"In this image provided by the U.S. Navy, the guided-missile cruiser USS Monterey (CG 61) fires a Tomahawk land attack missile on April 14, 2018, as part of the military response to Syria's use of chemical weapons on April 7. The United States, France and Britain launched military strikes in Syria to punish President Bashar Assad for an apparent chemical attack against civilians and to deter him from doing it again. (Photo: Mass Communication Specialist Seaman Trey Fowler, U.S. Navy via AP)\n\nRussia is expected to call an emergency session of UN Security Council to discuss the strikes on Syria at 11A.M. EST.\n\nPresident Trump ordered precision missile strikes Friday evening on Syria in retaliation for a suspected chemical attack.\n\nTrump said the strikes were intended to deter the use of chemical weapons like the attack on civilians in the Syrian town of Douma last week, and that the U.S. was prepared to continue the attacks until the Syrian regime stops using chemical weapons.\n\nUSA TODAY will provide live coverage for this event.\n\nCLOSE The Pentagon says that the U.S.-led airstrikes on Syria \"successfully hit every target.\" (April 14) AP\n\nRead or Share this story: https:\/\/usat.ly\/2GY2xcf","14":"CLOSE U.S. Ambassador to the United Nations, Nikki Haley, publicly addressed the UN after Russia vetoed a resolution that would investigate chemical attacks on Syrian people. USA TODAY\n\nhis image released April 8, 2018 by the Syrian Civil Defense White Helmets, shows a rescue worker carrying a child following an alleged chemical weapons attack in the rebel-held town of Douma, near Damascus, Syria. (Photo: Syrian Civil Defense White Helmets via AP)\n\nWASHINGTON — A report by France concludes the Assad regime was clearly behind the April 7 chemical attack on civilians in the Douma suburb of Damascus, the first detailed governmental assessment laying out the justification for the U.S.-led allied strikes on Syria.\n\n\"Beyond possible doubt, a chemical attack was carried out against civilians at Douma (and) there is no plausible scenario other than that of an attack by Syrian armed forces as part of a wider offensive in the Eastern Ghouta enclave,\" according to the report issued Saturday by the French government.\n\nThe report, based on technical analyses of witness accounts, photos and videos that appeared around the same time as a Syrian government offensive in Douma, was provided by the French embassy in Washington.\n\n\"After examining the videos and images of victims published online, (French intelligence services) were able to conclude with a high degree of confidence that the vast majority are recent and not fabricated,\" the report said.\n\nThe analysis was released hours after U.S., France and Britain fired 105 missiles at three chemical weapons facilities in Syria — and about an hour before the convening of an emergency meeting of the United Nations Security Council called for by Russia, a Syrian ally that disputes chemical weapons were used.\n\n\"Having visited the site of the would-be chemical attack, Russian military experts did not find any traces of chlorine or any other toxic agent,\" according to a statement by Russian President Vladimir Putin in a statement issued by the Kremlin. \"Not a single local resident was able to confirm that a chemical attack had actually taken place.\"\n\nRead More: Russian President Vladimir Putin: Missile strikes on Syria 'act of aggression'\n\nRead More: 'Necessary and appropriate': How the world reacted to Syrian airstrikes\n\nRead More: Lawmakers say Syria strike appropriate but press President Trump for broader strategy\n\nFrench analysts examined photos taken in two locations that depicted the following symptoms consistent with a chemical attack:\n\nSuffocation or breathing difficulties,\n\nMentions of a strong chlorine odor and presence of green smoke in the areas affected,\n\nExtreme salivation and secretions from the mouth and nose\n\nCyanosis, or blue coloration of the skin due to poor oxygen flow.\n\nBurns to the skin and cornea.\n\n\"No deaths from mechanical injuries were visible,\" the report said. \"All of these symptoms are characteristic of a chemical weapons attack, particularly choking agents and organophosphorus agents or hydrocyanic acid.\"\n\nFrance's conclusions were supported by Trump administration officials Saturday afternoon who determined that both chlorine and sarin, a highly toxic nerve agent, were used on the civilians by the forces under Assad in the April 7 attack.\n\nTheir findings were based on first-hand accounts of military helicopters releasing barrel bombs, evidence of features and markings of the bombs consistent with those Syrian forces used in previous attacks, and photos and videos of victims exhibiting the effects of chemical exposure such as foaming at the mouth, said the officials who requested anonymity because they were not authorized to speak publicly.\n\nDuring the U.N.'s emergency meeting Saturday, Nikki Haley, the U.S. ambassador to the U.N., pushed back on the Russian denials.\n\n\"Russia's desperate attempts at deflection cannot change the facts,\" she said. \"A large body of information indicates that the Syrian regime used chemical weapons in Douma on April 7th. There is clear information demonstrating (Syria leader Bashar) Assad's culpability. The pictures of dead children were not fake news. They were the result of the Syrian regime's barbaric inhumanity.\"\n\nDamascus skies erupt with surface-to-air missile fire as the U.S. launches an attack on Syria targeting different parts of the Syrian capital of Damascus early on April 14, 2018. (Photo: Hassan Ammar, AP)\n\nAsked why the administration didn’t wait for a full investigation before launching missiles, Vice President Mike Pence told reporters that there was no doubt what had happened.\n\n“We went into this effort absolutely confident that the Syrian regime had conducted this attack, despite what some of their apologists around the world are saying, and high confidence that at minimum the chemical weapon of chlorine was used in this attack,\" said Pence who was in Lima, Peru, for the Summit of the Americas.\n\nKaren Pierce, the British ambassador to the U.N., said during the emergency meeting that a \"significant body of evidence including intelligence\" points to the Syrian regime as being behind the attack.\n\nEchoing U.S. arguments, she pointed to reports that a helicopter deployed barrel bombs to deliver the chemical weapons on April 7.\n\n\"The opposition (rebel force) does not operate helicopters nor does it use barrel bombs,\" Pierce said. \"No other groups (but the Assad regime) could have carried out this attack.\"\n\nRead or Share this story: https:\/\/usat.ly\/2GXydyK","15":"Here's the latest for Tuesday April 17th: Syria claims it shot down missiles; Judge may have neutral lawyer review evidence from Trump's attorney; Trump to meet Japanese Prime Minister; Tornado damage in North Carolina. AP","16":"The British Ambassador to the United Nations says Russia and Syria are not living up to their promise to allow UN inspectors to visit Douma, outside Damascus, the site of a suspected chemical weapons attack. (April 20) AP","17":"CLOSE The Syrian Centre for Scientific Research on the northeastern edge of Damascus was still smoldering on Saturday after it was hit by airstrikes overnight. USA TODAY\n\nMissile fire lit up the Damascus sky last week as the U.S. and allies launched an attack on chemical weapons sites. (Photo: Hassan Ammar, AP)\n\nWASHINGTON — Syria’s once well-regarded air defense system completely failed to defend against the U.S.-led strike on the country's chemical weapons facilities last week, highlighting how far the regime's military has declined, according to the Pentagon and military analysts.\n\nThe Syrians fired 40 interceptor missiles, but most of them didn’t even get off the ground until allied missiles had already hit their targets, Pentagon officials said. The interceptor missiles appeared to lack guidance systems.\n\n“Nearly every one was launched after the last of our missiles hit their targets,” Pentagon spokeswoman Dana White said.\n\nThe failure highlights how ineffective Syria’s military has become and the degree to which it now depends on Russia and Iran, its principal sponsors, for security, said Christopher Kozak, an analyst at the Institute for the Study of War.\n\nU.S., French and British forces launched 105 missiles from aircraft and ships at three chemical weapons facilities in Syria last weekend in response to a chemical weapons attack launched by the regime of Syrian President Bashar Assad.\n\nRussia claimed that Syrian defenses knocked down many incoming missiles, but the Pentagon said every weapon hit its intended target, dismissing the Russian comments as a disinformation campaign.\n\nSyria is equipped with a relatively sophisticated air defense system, but a lack of training, command and control and other human factors are probably responsible for the failure, analysts said.\n\n“It’s not just about the physical capability of the air defense system,” said David Deptula, a retired, three-star Air Force general. “It’s about the people who are operating the system.”\n\nImage of the Barzah Research and Development Center in Damascus, Syria before an airstrike by forces from the United States, Great Britain and France. The Maxar News Bureau is releasing a collection of before-and-after DigitalGlobe satellite images of three facilities in Syria that were struck by U.S. and coalition operations on the morning of April 14, 2018. Today’s April 14th imagery was collected by our WorldView-3 satellite at approximately 10:45 AM local time and yesterday’s imagery (April 13th) was collected by WorldView-2. (Photo: satellite image ©2018 DigitalGl)\n\nThe Pentagon was careful to acknowledge that Russia’s own air defense system in Syria, which is far more sophisticated than the Assad regime’s, was not employed against the U.S. attack.\n\nThe Russian military passively tracked the incoming missiles on their radar as they blew up the three chemical weapons facilities targeted by the U.S., French and British missiles, which were launched from ships and aircraft operating outside Syrian airspace.\n\nMore: U.S. airstrikes unlikely to deter Bashar Assad from chemical attacks in Syria\n\nMore: Pentagon used 'nice and new and smart' missiles in attack on Syria's chemical sites\n\n\"Russian air defenses were energized,\" said Marine Lt. Gen. Kenneth McKenzie, director of the joint staff. \"They did not choose to engage.\"\n\nThe modern S-400 air defense system that the Russians have in Syria is principally used for defending its two major bases inside the country.\n\nTo defend its airspace, Assad's military employs the older Russian-built S-200 air defense system, a network of radar and ground-to-air missiles that was first designed in the 1960s.\n\nSyria may also have the more modern Pantsir system, which is designed to defend individual bases or facilities and doesn’t have the range to cover the entire country.\n\nSyria's military has been weakened after seven years of war. Its recent successes in retaking territory is largely the result of help from Russia, which has been supplying air power, and Iran, which has deployed ground troops.\n\nBarmah Research and Development Center in Damascus, Syria. (Photo: DigitalGlobe, via USA TODAY Network)\n\nAfter the U.S. attacked a Syrian airfield last year following a similar chemical attack on its people, Assad complained that his regime couldn’t defend its air space because half the country’s air defense system had been destroyed by the civil war.\n\nSeveral years prior to that, the Pentagon had described Syria’s air defense system as a challenge for American forces.\n\nWhen the U.S. was weighing the option of establishing a no-fly zone over Syria, Gen. Martin Dempsey, then chairman of the joint chiefs of staff, said Syria’s air defense system was “high end.”\n\n\"I'm not saying we couldn't beat that system, but it would be a greater challenge, take longer and require greater resources,\" he said in 2013.\n\nBut even a sophisticated air defense system would have had trouble defending against the type of attack conducted by the U.S.-led coalition, analysts say.\n\nThe cruise missiles fly low and emit little heat for interceptor missiles to lock on to. They can also be programmed on a flight path that makes it difficult to predict where they will appear.\n\nThe sheer number of incoming missiles also makes them hard to track and hit at the same time. “Their systems would be overwhelmed by 100 cruise missiles,” said Michael Pregent, an analyst at the Hudson Institute. Each battery has several dozen missiles and reloading takes nearly an hour.\n\nThe U.S. military would typically jam enemy radar when conducting airstrikes, making it difficult for the Syrians to employ their systems.\n\n“Air defenses aren’t invulnerable,” Deptula said. “We just proved that.”\n\nRead or Share this story: https:\/\/usat.ly\/2vzen7D","18":"A U.S. mine detector armored vehicle, leads a convoy of U.S. troops, on a road leading to the tense front line with Turkish-backed fighters, in Manbij town, north Syria, Saturday, March 31, 2018. (Photo: Hussein Malla, AP)\n\nA federal judge on Thursday ruled that an American with suspected ties to the Islamic State being held in Iraq can't be transferred to another country.\n\nU.S. District Judge Tanya Chutkan of the District of Columbia issued the preliminary injunction preventing the prisoner from being placed into the custody of another country.\n\nThe ACLU had sought the injunction on behalf of the American citizen, who was picked up by Kurdish forces in Syria seven months ago and turned over to U.S. custody.\n\n\"For more than seven months, the Trump administration has been unlawfully detaining an American citizen in Iraq,\" ACLU lawyer Jonathan Hafetz said in a statement. \"Rather than charge him with a crime or set him free, the government wants to transfer him, involuntarily, to a third country.\"\n\nHafetz wrote, \"The case has raised high-stakes questions about the extent of the government’s legal authority to wage war and, by extension, detain citizens as 'enemy combatants.' The Trump administration wrongly claims that various legal sources give it that power.\"\n\nThe prisoner's identity has not been disclosed and the country where he would have been transferred to has been redacted from the court filings, although there have been reports the country is Saudi Arabia.\n\nMore: Women and children endure grave sexual abuses in ISIS refugee camps, study says\n\nMore: Trump won't back down from saying 'Mission Accomplished' in Syria\n\nFollow Carolyn McAtee Cerbin on Twitter: @carolyncerbin\n\nRead or Share this story: https:\/\/usat.ly\/2HEHafJ","19":"President Donald Trump praised his new national security adviser John Bolton for last Friday's air strikes in Syria. Speaking at an event on tax cuts in Florida, Trump called the strikes \"genius,\" saying not one U.S. missile was shot down. (April 16) AP"},"URL":{"0":"https:\/\/www.usatoday.com\/videos\/news\/world\/2018\/04\/14\/syria-condemns-u.s.-airstrikes\/33834789\/","1":"https:\/\/www.usatoday.com\/story\/news\/2018\/04\/13\/precision-strikes-trumps-speech-why-u-s-attacked-syria\/516835002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","2":"https:\/\/www.usatoday.com\/story\/news\/world\/2018\/04\/15\/macron-france-persuaded-trump-strike-syria\/518960002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","3":"https:\/\/www.usatoday.com\/story\/news\/2018\/04\/14\/syria-conflict-nba-playoffs-rock-roll-hall-fame\/511092002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","4":"https:\/\/www.usatoday.com\/videos\/news\/nation\/2018\/04\/14\/pentagon-mission-accomplished\/33835933\/","5":"https:\/\/www.usatoday.com\/videos\/news\/nation\/2018\/04\/14\/pentagon:-'-mission-accomplished'\/33835933\/","6":"https:\/\/www.usatoday.com\/videos\/news\/nation\/2018\/04\/21\/un-chief-no-military-solution-syria\/34111869\/","7":"https:\/\/www.usatoday.com\/videos\/news\/2018\/04\/14\/uss-monterey-launches-syria-missile-strikes\/33834459\/","8":"https:\/\/www.usatoday.com\/story\/news\/2018\/04\/13\/u-s-attack-syria-creates-cold-war-style-tension-russia\/516757002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","9":"https:\/\/www.usatoday.com\/story\/news\/politics\/2018\/04\/15\/trump-outlines-legal-basis-attack-syria\/519173002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","10":"https:\/\/www.usatoday.com\/story\/news\/world\/2018\/04\/21\/russia-chemical-weapons-inspectors-head-syria-site\/538980002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","11":"https:\/\/www.usatoday.com\/story\/news\/world\/2018\/04\/15\/nikki-haley-says-russia-face-new-sanctions-over-syria\/518573002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","12":"https:\/\/www.usatoday.com\/story\/news\/2018\/04\/14\/live-stream-pentagon-officials-update-u-s-airstrikes-syria\/517077002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","13":"https:\/\/www.usatoday.com\/story\/news\/2018\/04\/14\/live-stream-russia-calls-emergency-session-discuss-strikes-syria\/517166002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","14":"https:\/\/www.usatoday.com\/story\/news\/world\/2018\/04\/14\/french-report-lays-out-evidence-assad-forces-conducted-chemical-attack-civilians\/517187002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","15":"https:\/\/www.usatoday.com\/videos\/news\/nation\/2018\/04\/17\/ap-top-stories-april-17-\/33909807\/","16":"https:\/\/www.usatoday.com\/videos\/news\/nation\/2018\/04\/20\/uk-envoy:-inspectors-not-allowed-into-douma\/34030969\/","17":"https:\/\/www.usatoday.com\/story\/news\/world\/2018\/04\/20\/syria-air-defenses-failed-intercept-missiles\/537126002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","18":"https:\/\/www.usatoday.com\/story\/news\/politics\/2018\/04\/19\/judge-blocks-transfer-american-suspected-isis-ties-being-held-iraq\/534796002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","19":"https:\/\/www.usatoday.com\/videos\/news\/nation\/2018\/04\/16\/trump-hails-syria-strikes:-every-one-hit-target\/33891187\/"}}