{"Content":{"0":"Image copyright Twitter\/@sahouraxo Image caption Sarah Abdallah is one of the most influential Twitter users commenting on conversations about the conflict in Syria, although little is known about the person behind the account\n\nAs the investigation continues into another alleged chemical attack in Syria, one group of influential online activists is busy spreading their version of events.\n\nInspectors from the Organisation for the Prohibition of Chemical Weapons (OPCW) are attempting to access the previously rebel-held town of Douma, where medical organisations and rescue workers say President Bashar al-Assad's forces dropped bombs filled with toxic chemicals in an attack on 7 April, killing more than 40 people.\n\nThe Syrian government and its key ally, Russia, say the incident was staged. But the US, UK and France - who support the opposition to Mr Assad - say they are confident that chlorine and possibly a nerve agent were used.\n\nDespite the uncertainty about what happened in Douma, a cluster of influential social media activists is certain that it knows what occurred on 7 April.\n\nThey've seized on a theory being floated by Russian officials and state-owned media outlets that the attacks were \"staged\" or were a \"false flag\" operation, carried out by jihadist groups or spies in order to put the blame on the Assad government and provide a justification for Western intervention.\n\nThe group includes activists and people who call themselves \"independent journalists\", and several have Twitter followings reaching into the tens or hundreds of thousands.\n\nYou may also be interested in:\n\nThe activists call themselves \"anti-war\", but as they generally back the Syrian government's military operations against rebel forces seeking to overthrow Mr Assad and Russian air strikes carried out in support, it might be more accurate to describe them as \"anti-Western intervention\" or \"pro-Syrian government\".\n\nAccording to their narrative, international media organisations across the political spectrum, along with human rights organisations, are somehow covertly aligned with Western governments, Saudi Arabia, the Islamic State group and al-Qaeda and taking part in a secretive plot to take over Syria.\n\nImage copyright Twitter\/@VanessaBeeley\n\nThe network of activists includes people like Vanessa Beeley. She has more than 30,000 Twitter followers and writes for a news outlet that the website Media Bias\/Fact Check calls a \"conspiracy and conjecture site\" that has \"an extreme right bias\".\n\nIn response to a list of questions, she called BBC Trending's story a \"blatant attempt\" to \"silence independent journalism\" and repeated unsubstantiated claims about alleged chemical weapons attacks.\n\nImage copyright Twitter\/@VanessaBeeley\n\nInfluential accounts\n\nBeeley gives talks to fringe groups and makes appearances on media outlets including state-owned Russian channel RT.\n\nBut in the online conversation about Syria there are more influential activists, about whom much less is known.\n\nSarah Abdallah (@sahouraxo on Twitter) has more than 125,000 followers, among them more than 250 journalists from mainstream media outlets. Her follower count is comparable to BBC journalists who regularly report on Syria, such as BBC Middle East Editor Jeremy Bowen (167,000) and BBC Chief International Correspondent Lyse Doucet (142,000).\n\nMore from Trending:\n\nIn addition to pictures of herself, Sarah Abdallah tweets constant pro-Russia and pro-Assad messages, with a dollop of retweeting mostly aimed at attacking Barack Obama, other US Democrats and Saudi Arabia.\n\nIn her Twitter profile she describes herself as an \"Independent Lebanese geopolitical commentator\" but she has almost no online presence or published stories or writing away from social media platforms. A personal blog linked to by her account has no posts.\n\nHer tweets have been quoted by mainstream news outlets, but a Google News search indicates that she has not written any articles in either English or Arabic.\n\nShe refused to comment several times when approached by BBC Trending and did not respond to specific requests to comment on this story in particular.\n\nImage copyright Twitter\/@sahouraxo Image caption In several pictures posted by Sarah Abdallah, items in the background - such as the house in this picture - are common to North America, rather than Lebanon\n\nWhite Helmets\n\nThe Sarah Abdallah account is, according to a recent study by the online research firm Graphika, one of the most influential social media accounts in the online conversation about Syria, and specifically in pushing misinformation about a 2017 chemical weapons attack and the Syria Civil Defence, whose rescue workers are widely known as the \"White Helmets\".\n\nThe White Helmets operate in rebel-held areas. They have been one of the sources that Western media outlets, including the BBC, have quoted about alleged chemical attacks in Syria. With regard to the incident in Douma, the BBC has not been able independently to verify the group's reports.\n\nGraphika chief executive John Kelly says his company's analysis showed distinct patterns emerging.\n\n\"When you're looking at these disinformation campaigns, a lot of the same characters show up for every party,\" he told BBC Trending.\n\nGraphika was commissioned to prepare a report on online chatter by The Syria Campaign, a UK-based advocacy group organisation which campaigns for a democratic future for Syria and supports the White Helmets. The White Helmets have been the subject of two Oscar-nominated documentary films and have been nominated for the Nobel Peace Prize.\n\nGraphika found 20 million messages about the White Helmets, split between tweets in support and in opposition. Among the opponents, Kelly says, Sarah Abdallah was \"by far the most influential\", followed by Vanessa Beeley.\n\nThe firm found that Sarah Abdallah's account was primarily followed by a number of different interest clusters: supporters of pro-Palestinian causes, Russians and Russian allies, white nationalists and those from the extremist alt-right, conservative American Trump supporters, far-right groups in Europe and conspiracy theorists.\n\nThese groups were instrumental in making the hashtag #SyriaHoax trend after the chemical weapons attack in the rebel-held town of Khan Sheikhoun in April 2017.\n\nThat hashtag, pushed by Sarah Abdallah and influential American conservative activists, became a worldwide trend on Twitter. Many of those tweeting it claimed that the chemical weapons attack was faked or a hoax.\n\nImage copyright Twitter\/@sahouraxo\n\nBeeley said the 2017 attack had \"been debunked by a number of highly respected analysts and experts.\" She alleged that evidence \"points to the White Helmets as a propaganda construct\" and asked, via email: \"Why has the BBC never carried out an investigation into the White Helmets?\"\n\nExperts from a joint UN-OPCW mission said in October 2017 that they were confident a Syrian Air Force jet dropped munitions containing sarin on Khan Sheikhoun, dismissing statements from Russia that the jet had fired conventional munitions at a rebel chemical weapons depot.\n\nDrowned out\n\nThe difficulty in reporting on the ground in Syria has opened up an information vacuum which has been partially filled by highly partisan sources, according to Scott Lucas, a professor of international politics at the University of Birmingham and editor of news and analysis site EA Worldview,\n\n\"None of it is journalism; none of it is really based on solid independent reporting,\" Lucas says.\n\n\"It is absolutely right to question all narratives, including official narratives of what is happening,\" he says. \"The key is that you don't actually start with a narrative, you start with the facts and you establish what may not be true and what may even be disinformation.\n\n\"The danger we face is, unreliable information is now being taken up by more established - and what we would think of as - more reliable outlets,\" he says.\n\nSyria 'chemical attack': What we know\n\nAnd although the activists' follower accounts continue to grow, there is one indication that their influence online might be on the decline compared with last year.\n\nIn the hours after the alleged attack in Douma, \"Syria\" was a top trending term on Twitter, but the messages by pro-Assad activists were drowned out by reports from a range of news outlets.\n\nThe hashtag #SyriaHoax was used around 17,000 times in a week (compared to more than 280,000 times in April 2017), and mostly failed to make Twitter's lists of top trends.\n\nDo you have a story for us? Email BBC Trending.\n\nMore from Trending: Why are polls and Facebook ads at odds in Ireland?\n\nImage copyright Getty Images\n\nWhile opinion polls show a comfortable lead for the pro-choice side in an upcoming referendum on abortion in Ireland, one set of figures indicates pro-life paid adverts are gaining more traction on Facebook. But why? READ NOW\n\nYou can follow BBC Trending on Twitter @BBCtrending, and find us on Facebook. All our stories are at bbc.com\/trending.","1":"Media playback is unsupported on your device Media caption Missiles are launched from a ship in an unknown location and French Rafale jets take off\n\nThe justifications put forward by the US, UK and France for the air strikes in Syria have focused on the need to maintain the international prohibition against the use of chemical weapons, to degrade President Assad's chemical weapons arsenal and to deter further chemical attacks against civilians in Syria.\n\nPrime Minister Theresa May argued that the UK has always stood up for the defence of global rules and standards in the national interest of the UK and of the organised international community as a whole.\n\nHowever, in its formal legal defence of the operation issued some time later, the UK government rather emphasises the need to protect the population of Syria from further harm.\n\nLegally, the claim to enforce international law on chemical weapons by violent means would return the world to the era before the advent of the UN Charter. The Charter allows states to use force in self-defence and, arguably, for the protection of populations threatened by extermination at the hands of their own government. The use of force for broader purposes of maintaining international security is also possible. However, such action is subject to the requirement of a mandate from the UN Security Council.\n\nThis arrangement tries to balance the need of states to preserve their security in the face of an actual or imminent attack through self-defence when strictly necessary with the need to ensure that force cannot be used as a routine tool of international politics. Hence, international law since 1945 precludes military strikes in retaliation - to teach other states a lesson, as it were - or by way of reprisal. Reprisals are acts that are in principle unlawful, but they can be excused because they aim to force a state back into compliance with its international obligations.\n\nHence, in 1981 Israel was condemned by the UN Security Council when it attacked the Osirak nuclear reactor in Iraq. Israel had argued that it might contribute to the production of weapons of mass destruction in the future. A US attack against an alleged chemical weapons facility in Sudan in 1998 in response to US embassy bombings in Kenya and Tanzania was also criticised.\n\nImage copyright EPA Image caption \"Righteous power\" in the words of President Trump - to deter \"the production, spread and use of chemical weapons\"\n\nIn this instance, the three states mounting the air strikes have taken it upon themselves to force Syria into compliance with its obligations under the Chemical Weapons Convention. Syria joined the Convention in 2013 as part of the diplomatic settlement that followed the failure of the UK, and the US, to go through with threatened air attacks after gruesome chemical attacks in Eastern Ghouta. The Convention prohibits the production, possession and use of chemical weapons. No fewer than 192 states have signed.\n\nSyria was also subjected to additional duties contained in mandatory Security Council resolution 2118, reinforcing these obligations and providing for the destruction of its chemical weapons stockpile. In an impressive example of international co-operation, also involving Russia, this was largely achieved a year later, by September 2014.\n\nRussian veto\n\nHowever, since then, there have been some 40 recorded instances of alleged chemical weapons use in Syria. The Organization for the Prohibition of Chemical Weapons (OPCW) has the ability to dispatch fact-finding missions to determine whether such weapons have actually been used.\n\nA special joint mechanism was set up by the OPCW and the Security Council with a mandate to assign responsibility for such uses. However, after the mechanism pointed the finger at the Assad government last year, Russia vetoed its renewal.\n\nAn attempt to establish a new mechanism empowered to determine responsibility for the latest use of chemical weapons in Douma failed this week, again due to a Russian veto in the Security Council. Russia's own proposed investigatory mechanism, which was opposed by the Western states and others, would have lacked that power.\n\nImage copyright EPA Image caption Supporters of President Assad were defiant after the air strikes\n\nThe three states intervening in Syria now argue that there was no prospect of obtaining a mandate from the Council to confront chemical weapons use by Syria. In striking Syria, they claim to have fulfilled an international public order function of defending the credibility of the prohibition of the use of chemical weapons in general terms, and enforcing Syria's obligations in particular.\n\nThis argument is somewhat reminiscent of the 2003 invasion of Iraq, supposedly to enforce Baghdad's disarmament obligations imposed by the Security Council in the absence of clear Security Council authorisation. Moreover, in April of last year, President Trump launched 59 cruise missiles against the Syrian air-base at Shayrat. It was claimed that the installation had been involved in a chemical attack in the town of Khan Sheikhun, again to restrain further chemical weapons use.\n\nThe blockage in the Security Council on Syria opens up some space for this kind of argument. The Chemical Weapons Convention provides for referral of grave instances such as the Douma attack to the Security Council for enforcement action. But the Council could not even agree on a mechanism to establish responsibility, not to speak of more decisive action to repress future uses of such weapons.\n\nThe claim of the three states involved to act instead of the Council, as the world's enforcement agent of a highly important international rule, is of course being resisted by some. Russia has already asserted that the attacks flagrantly violate the prohibition of the use of force. The UN secretary general has also emphasised the need to respect the primacy of the Security Council.\n\nHumanitarian suffering\n\nThe arrogation of the functions of the Council by a group of states claiming to act in the common interest therefore reflects the reality of the present, little Cold War between Russia and the West. The breakdown of the consensus that facilitates the operation of collective security necessarily results in unilateral acts and, in consequence, further division.\n\nIn addition to the general interest in maintaining the obligation to refrain from chemical weapons use, Mrs May also referred to the protection of civilians from further chemical attacks to alleviate further humanitarian suffering. This, in fact, is a stronger and more persuasive legal argument in favour of the strikes.\n\nIn fact, the formal legal argument put forward by the UK government sometime after the prime minister addressed the nation does not rely on the claim to enforce the terms of the chemical weapons convention or of resolution 2118.\n\nImage copyright EPA Image caption Theresa May made the humanitarian argument\n\nIn 2013, when the use of force was expected after the Ghouta attack, the UK already expressly invoked the doctrine of humanitarian intervention. A good argument has been made that states can act in cases of overwhelming humanitarian necessity that cannot be addressed by any other means to protect populations in danger of imminent destruction.\n\nThe doctrine of forcible humanitarian action gained credence throughout the 1990s when it was applied to rescue the Kurds of northern Iraq and the Marsh Arabs in the south of Iraq from destruction by Saddam Hussein. It was later employed unopposed in cases including Liberia and Sierra Leone.\n\nHowever, international division about its application emerged in the wake of the operation on behalf of the Kosovo Albanians of 1999.\n\nSince then, the UN has embraced the concept that international action can be taken to rescue a population under immediate threat. However, the doctrine of responsibility to protect (R2P) was narrowed down to cover operations mandated by the Security Council. Still, a number of states claim a right to act when the Council cannot.\n\nInnocent civilians at risk of destruction should not pay the price for a political blockage at UN headquarters in New York. Others, including Russia and China, oppose humanitarian intervention.\n\nThe application of this doctrine is not restricted to uses of chemical weapons against civilian populations. However, given the uncontrollable and indiscriminate effect of chemical weapons, their use against civilians offers perhaps the clearest trigger for the application of this doctrine.\n\nIn this instance, the UK points to the history of repeated uses of chemical weapons by the Syrian government, adding that it is \"highly likely\" that further such attacks would follow. Given the failure of previous attempts to rein in this practice, and the present blockage in the Security Council, it is argued that no means other than the use of force were available to secure the humanitarian objective of the operation.\n\nMoreover, it is asserted the force used was strictly limited and specifically targeted at objects connected with the objective of degrading the capacity to launch future chemical attacks and deterring such attacks in the future. These arguments conform to the legal requirements for humanitarian intervention.\n\nIt could also be argued that the attacks aim to preserve the national security of the states involved in the attacks, by way of an extensive right to self-defence. Diluting the protection stemming from the prohibition of the use of chemical weapons in recent practice posed a threat to all states.\n\nOf course, every state may defend itself, under some circumstances even before an armed attack aimed at it has landed on its territory. But the attack must be imminent, leaving no choice of means and the response must be proportionate to the attack.\n\nIn the run-up to the Iraq war of 2003, there was the famous 45-minute claim concerning Iraq's supposed weapons of mass destruction. Laying the ground for an argument of anticipatory self-defence against a strike that might come in the future, the UK argued that Iraqi weapons of mass destruction might reach UK military bases in Cyprus with minimum warning.\n\nBut there was no evidence that Baghdad was contemplating such an attack and the argument was abandoned. Similarly, there is no suggestion in this instance that Syria was preparing to launch an attack against the US, UK or France.\n\nMarc Weller is Professor of International Law in the University of Cambridge and the editor of the Oxford University Press Handbook on the Use of Force in International Law.","2":"'At least in heaven there's food'\n\nThis is the cost of five days of relentless air strikes for children in Eastern Ghouta, Syria.","3":"Image copyright PA\n\nThis was a heavier strike than a year ago - three targets rather than one.\n\nThen, the US acted alone; this time it was joined by its French and British allies.\n\nMore than double the number of weapons were fired against Syrian targets than last year - a little more than 120 in all.\n\nBut the fundamental question remains the same.\n\nWas this enough to achieve what the Americans say was their goal - to deter President Bashar al-Assad from using chemical weapons again?\n\nAssad's effective victory\n\nSince April a year ago Syria's torment has not ended. But two fundamental things have changed.\n\nFirstly, the Assad regime has effectively won its war and terrorising civilians has played a key part in its strategy.\n\nPresident Assad may not control all of Syrian territory. But backed by Russia and Iran, there is nobody that can really stand against him. It is shortages of manpower, equipment and capacity that prevent him re-establishing wider control.\n\nImage copyright Reuters Image caption Syrians wave Iranian, Russian and Syrian flags after the western strikes\n\nSecondly, relations between Washington and Moscow - and between Russia and the West more generally - have deteriorated significantly, to the extent that senior international officials are now talking of a new Cold War.\n\nThis was the context in which President Trump determined to send his punitive message to the Assad regime. And this is the context in which they will have received it.\n\nWill they be cowed or defiant? Will public bluster conceal a more fundamental re-think on the part of Mr Assad? Might Russia, whatever its spokesmen say, have a stern word with the Syrian leader? And if they did, would it have any effect?\n\nTrump's distraction\n\nWatching this crisis unfold from the United States, I found it both perplexing and in many ways worrying.\n\nThere seemed to be a lack of focus and clarity on the part of the Trump administration. Hardly surprising, perhaps, when the president himself was increasingly bogged down in his own domestic difficulties as allegations and recriminations about alleged past affairs and misbehaviour returned to haunt him.\n\nImage copyright Reuters Image caption President Trump is dealing with multiple domestic issues\n\nAt times he seemed more likely to strike out at the US justice system than at President Assad. Indeed over the past week, while much of the rest of the world worried about what Mr Trump might do about Syria, the media here has been dominated, absorbed and fascinated, in equal measure, by Mr Trump's difficulties almost to the exclusion of all else.\n\nPresident Trump's rhetoric suggested a major military strike against the Assad regime. In the event what has taken place falls far short of that. So what conclusion might Moscow and Damascus draw?\n\nSoft targets\n\nThe Pentagon seems to have gone out of its way to avoid both civilian and \"foreign\" casualties - for that read \"Russians\".\n\nThe three targets hit were chosen both for their central role in the chemical weapons programme but also because the risk of collateral damage was smallest.\n\nThe Chairman of the Joint Chiefs of Staff noted at a subsequent briefing that the US had a list of other targets which it did not choose to strike this time. The clear message is that if the Assad regime resorts to chemical weapons again then more strikes will follow.\n\nBut again, since last April there have been a number of other alleged chemical weapons attacks, generally using chlorine gas. But until now the US did not strike again. So what message did this send?\n\nImage copyright AFP \/ Syrian governement Image caption An explosion seen in the night sky over Damascus\n\nNow the hope is that Mr Assad will change his behaviour. But what about the wider Syrian conflict? This brutal war shows no sign of ending. Many have pointed out that it is barrel bombs, artillery and bullets that are responsible for the overwhelming bulk of the deaths and mutilations in Syria, not chemical weapons, and yet it is these that prompt Western action.\n\nThere is a good measure of truth in this sentiment, though for historical and cultural reasons chemical weapons have a particular horror in the West in the wake of their use in World War One. The treaty banning them is an important disarmament agreement and its weakening threatens to unwind years of progress.\n\nBut the wider question is to what extent these latest strikes change the picture in Syria? Do they bring the conflict any closer to an end? Sadly the answer is almost certainly no.\n\nImage copyright Getty Images Image caption Secretary of Defense Jim Mattis briefed the media after the strikes took place\n\nOnly a short while ago - much to his generals' horror - Mr Trump spoke about pulling all US troops out of Syria. Only days later he seemed to be threatening a major military intervention. There has been no consistency in the Trump administration's position.\n\nThere is simply no clear strategy to help bring the war to an end. Indeed one of the arguments for keeping US troops in Syria to bolster their local allies like the Kurds, was in fact to keep the Assad regime and its Iranian backers off-balance.\n\nConstraining Iran is about the only unifying theme in the Trump administration's approach, but even this has not been raised to the level of a coherent strategy. In his statement after the strikes the President again asserted that the US was not seeking an indefinite presence in Syria.\n\nHis hope was clearly that as others shouldered the burden (who?) the US might walk away. But this was followed by a catch-all statement about the intractability of the region and its problems, which hardly suggests a desire for a long-term engagement.\n\nIf these are the signals coming from Washington, then why should Russia worry?\n\nRussia's rise\n\nIt has, through its military, and political support for the Assad regime, re-established itself as a significant diplomatic actor in the region. Russia, of course warned the US and its allies not to strike Syria. So in the wake of this attack what might Russia do?\n\nIn Syria itself, it might seek to further undermine Washington's already weak position but it is not going to war with the Americans - such fears, barring some extraordinary disaster, were always, probably, far-fetched.\n\nUS Defence Secretary James Mattis has already hinted at Russia's likely response noting that \"we fully expect a significant disinformation campaign over the coming days by those who have aligned themselves with the Assad regime\".\n\nIndeed this campaign has in many ways already begun, with the Russians - who now have forces in the area where the recent chemical attack is alleged to have occurred - insisting first that there was no sign of a chemical attack and then, more recently, that the whole thing was staged by foreign agents to discredit Mr Assad and Moscow.\n\nImage copyright Reuters Image caption Russia's President Putin was recently returned in a presidential election\n\nThis is the same Russia that is accepted by most Western governments to have been behind the attempted assassination of a former Russian intelligence officer and his daughter in the English city of Salisbury, using a nerve agent. It is the same Russia that has tried to influence the US and other recent elections. It is President Putin's Russia that has seized part of Ukraine. One could go on. The misinformation battle has already been joined.\n\nThe new Cold War\n\nThere is indeed a new sort of Cold War developing. It may not risk nuclear annihilation, but because of that it is in many ways more direct and unpredictable, with Moscow taking much greater risks than it might have done in the past.\n\nRussia is not a global superpower like the Soviet Union. It no longer has an ideology that gathers support from liberation movements around the world. It is fundamentally a middle-ranking regional power with a significant nuclear arsenal and a relatively weak economy. But it knows how to wield influence and how to conduct information warfare. And Mr Putin is determined to defend Russia's interests - as he sees them - wherever he is able.\n\nImage copyright AFP Image caption A missile destined for Syria is launched from a French vessel in the Mediterranean\n\nMostly this means in Russia's near-abroad, that is countries close to its borders that have been traditional Russian spheres of interest - such as Georgia or Ukraine. Syria is almost an honorary member of the near-abroad, affording Russia an entry point to regain its influence in a region that still matters. Russia's star is rising and Washington's influence is in many ways on the wane.\n\nAnd this matters. For instability in the region is growing. The ripples from a previous US administration's decision to remove Saddam Hussein's regime in Iraq are still spreading. Iran was the principal benefactor of that decision. It has become a formidable regional player.\n\nIts growing influence in Syria risks a major conflict with Israel. Recently, Israel is believed to have struck at a Syrian base which was home to an Iranian facility.\n\nTensions are rising. The region's many fault-lines risk merging.\n\nAnd the US, British and French attacks over-night have inevitably thrown another pebble into the pool.","4":"Media playback is unsupported on your device Media caption Seth Doane from CBS News visits the scene of the 'chemical attack' in Douma\n\nEfforts by international experts to examine the scene of a suspected chemical weapons attack in Syria have been delayed again after a UN risk assessment team came under fire.\n\nShots were fired when a security team visited Douma on Tuesday to prepare for the Organisation for the Prohibition of Chemical Weapons inspectors' visit.\n\nNobody was injured and the team returned to the capital, Damascus.\n\nWestern states have accused the Syrian government of a chemical attack.\n\nThe US, UK and France bombed several Syrian government sites on Saturday in retaliation as the government and its main ally Russia denied chemical weapons had been used.\n\nWestern powers have suggested the government and Russia, which nominally control Douma after rebel forces withdrew, may be delaying the OPCW visit to tamper with evidence.\n\nLocal medical organisations and rescue workers say more than 40 people died when two devices were dropped on Douma, while it was still under rebel control.\n\nWhat happened on Tuesday?\n\nThe UN security detail set out to perform reconnaissance in Douma ahead of the arrival of the actual inspectors, who were scheduled to go in on Wednesday.\n\nAs OPCW chief Ahmet Uzumcu explained in a statement, the two suspected attack sites are under the control of the Russian military police as part of an agreement with the rebels to keep out the Syrian military.\n\nWhen the security team arrived at the first site, a large crowd gathered and the UN decided to withdraw.\n\nAt the second site, \"the team came under small arms fire and an explosive was detonated,\" said Mr Uzumcu.\n\nImage copyright AFP Image caption The OPCW inspectors are staying at the Four Seasons Hotel in Damascus\n\nAt that point the UN team decided to return to Damascus.\n\nMr Uzumcu said he did not currently know when the OPCW inspectors could deploy to Douma.\n\n\"This incident again highlights the highly volatile environment in which the FFM [fact-finding mission] is having to work and the security risks our staff are facing,\" he said.\n\nThe nine-strong FFM team has been waiting in Damascus since Saturday.\n\nMedia playback is unsupported on your device Media caption Unverified video shows children being treated after alleged gas attack\n\nUS state department spokeswoman Heather Nauert warned on Tuesday that the delays in getting the OPCW experts into Douma to gather soil samples and other information would \"further degrade\" any evidence on the ground.\n\nFrance's foreign ministry said it was \"very likely that proof and essential elements\" were \"disappearing from this site\".\n\nMedia playback is unsupported on your device Media caption Russia's foreign minister says the only evidence of a chemical attack came from the media\n\nRussian Foreign Minister Sergei Lavrov has told BBC News the allegations of chemical weapons use were \"based on media reports and social media\" and that the incident was \"staged\".\n\nWhat do we know of the 7 April incident?\n\nOn the day of the suspected chemical attack, Douma was still under rebel control, the last rebel-held town in the Eastern Ghouta region outside Damascus after a bloody government offensive.\n\nThousands of people were sheltering in basements from the government's bombardment, when two bombs filled with chemicals were allegedly dropped several hours apart on two separate locations.\n\nThe US, UK and France say that, based on open-source information and their own intelligence, they are confident chlorine and possibly a nerve agent were used.\n\nThe government denies using chemical weapons and says the attack was fabricated.\n\nA correspondent for US network CBS who gained access to the alleged attack site in Douma on Monday was told by one resident: \"All of a sudden some gas spread around us. We couldn't breathe. It smelled like chlorine.\"\n\nAnother resident, who said many members of his family were among those killed, showed the CBS crew a yellow compressed gas canister that appeared to have punched a hole in the roof of the building. The canister looked similar to others photographed in the wake of other alleged chlorine attacks.\n\nSaturday's air strikes were carried out on three targets said to have been \"specifically associated with the Syrian regime's chemical weapons programme\".\n\nThe Syrian government denies having ever used chemical weapons but experts from the UN and the OPCW have ascribed four chemical attacks to the government during the civil war, including an attack on the rebel-held town of Khan Sheikhoun in April 2017 that involved the nerve agent Sarin.","5":"Bomb-proof tunnels big enough to drive down: the war-torn Syrian town of Douma has been yielding up its secrets since rebels abandoned it this month after the suspected government chemical attack there.","6":"Hundreds of thousands of Palestinian Arabs fled or were driven from their homes in the war that followed Israel's creation, marking the beginning of the Palestinian refugee problem that continues to this day. About 600,000 Jewish refugees from Arab countries, as well as some 250,000 Holocaust survivors in Europe, settled in Israel in the first few years of the state's existence, more than doubling its Jewish population.","7":"Image copyright Getty Images Image caption Mr Zuniga thought the object on the ground was a toy\n\nA stark rise in incidents involving hand grenade explosions has become emblematic of the wider rise in violent crime in Swedish cities, report James Clayton and Caitlin Hanrahan for BBC Newsnight.\n\nDaniel Cuevas Zuniga was cycling home from a night shift in southern Stockholm in January when he stopped to pick up an object on the path.\n\nPolice believe the 63 year old, who worked at an elderly people's home, thought the device was a toy.\n\nBut it was a hand grenade, which exploded as he touched it and killed him almost immediately.\n\nHis wife, Wanna, was riding ahead of him near Varby railway station. She was knocked to the ground by the blast.\n\nShrapnel marks can still be seen on a nearby lamppost.\n\n\"How could a hand grenade be on the bike path?\" Wanna said later in an interview with local media.\n\n\"My view on Sweden has changed. I really wonder how such a thing could happen... I am completely traumatised.\"\n\nThe number of explosions caused by hand grenades has increased in Sweden in recent years. There were fewer than five in 2014 but at least 20 in 2017, and a further 39 grenades were seized by police.\n\nImage caption Shrapnel marks caused by the grenade explosion are still visible on a lamp post\n\nThe devices are easily obtained, says Reine Bergland of Stockholm police. They can be bought from gangs for just a couple of hundred Swedish kroner (about £20).\n\n\"Sometimes when they buy weapons they get grenades as part of the deal. They throw in a couple of hand grenades, so to speak.\"\n\nThe rise in possession of hand grenades - mainly unused stock from the Yugoslav wars of the 1990s - has come to symbolise Sweden's heated debate about violent crime as it heads towards an election in September.\n\nThe rate of violent crime in the suburbs of Sweden's big cities has worsened in recent years, in what officials blame on rising gang-related crime.\n\nThere were 306 shootings last year, which left 41 people dead. In 2011, there were 17 fatalities.\n\nImage caption Reine Bergland, from Stockholm's police force, says it is easy to obtain hand grenades\n\nThe violence has turned some parts of Stockholm into \"no-go zones\" for paramedics, says Henrik Johansson, former head of Sweden's paramedics union.\n\n\"People who live in these areas are very scared to call the police or get help from ambulances. They are scared about consequences for them and their families.\"\n\nPolice have acknowledged 60 or so \"vulnerable areas\" but reject the description of \"no-go zones\", a highly loaded term in Sweden.\n\nAfter all, violent crime in Sweden and who is to blame for it has become an ideological battlefield.\n\nIn February 2017 US President Donald Trump controversially linked the problem to the influx of migrants to Sweden.\n\n\"Sweden. They took in large numbers. They're having problems like they never thought possible,\" he said.\n\nImage copyright Getty Images Image caption Several cars were set on fire after a riot in Rinkeby last year\n\nA self-proclaimed humanitarian superpower, Sweden took in the highest number of asylum seekers per capita during the migrant crisis of 2015. Many were refugees fleeing war and abuses in Iraq, Syria, Afghanistan and Eritrea.\n\nThere is very little evidence that the migrants are to blame for a rise in violent crime. But Sweden - so often the place that countries have looked to follow on social policy - has not been so successful at integrating migrants over the past 20 years.\n\nA short drive from the centre of Stockholm, the suburb of Rinkeby is an island of breeze-block flats and estates that even the snow struggles to beautify.\n\nA riot last year gave the impression of a Swedish dystopia in this neighbourhood made up mainly of immigrants and their children.\n\nBut some people here are angry at the way their neighbourhoods have been stigmatised, particularly by the country's right wing, and say they seem to be drifting away from mainstream Sweden.\n\nImage caption Hashim and Amin helped set up an anti-violence group in Rinkeby\n\nHashim and Amin, both of Somali origin, helped set up a local anti-violence group. They accept that some types of violent crime are increasing but accuse the government of failing to invest in these areas.\n\n\"Instead of finding a solution for the complex problems you call them a 'no-go zone'. It's just labelling it, making it easy for police to decide for people, instead of including people in the decisions,\" said Amin.\n\nHashim added: \"I don't think Swedish society is very open for immigrants, there's a lot of xenophobia.\"\n\nSweden's government denies it is immigrants who are causing the rise in crime.\n\n\"The people who are causing problems for us today, the vast majority of them are born in Sweden, and that's not a notion of migration. That's an issue of integration and an issue of social inclusion,\" said Justice Minister Morgan Johansson, a centre-left Social Democrat.\n\n\"One per cent of the population in our Swedish prisons are Syrians. One percent are from Afghanistan.\"\n\nImage caption The justice minister denies that the rise in crime is linked to immigration\n\nThe government insists it is tough on crime and tackling its causes.\n\nBut as many people in Sweden become increasingly concerned about violence, it may be harder to convince them that accepting large numbers of migrants will not lead to further social problems down the line.\n\nThe justice minister accepts that violent crime will be an issue in September's election but would rather voters focus on Sweden's strong economic growth.\n\nAnd the far right here are looking to emulate the successes of other anti-immigration parties elsewhere in Europe.","8":"Image caption Students show posters of detained colleagues\n\n\"It was 04:00 when the police came beating at my door. 'Open up! Open up!' they were shouting,\" recalls Denizhan Eren, a 23-year-old college student.\n\n\"As soon as I opened the door, they yelled 'Lie down!' They had huge guns and they were wearing balaclavas.\"\n\nDenizhan is one of a number of students from Turkey's prestigious Bogazici University who have been detained in Istanbul in recent weeks.\n\nIn total 31 students have been detained. While 10 have been freed, eight have been released pending trial and another 13 students are still being held in pre-trial detention.\n\nThe arrests began after a demonstration on campus that opposed other students handing out Turkish delight to hail the army's capture of the Kurdish enclave of Afrin in northern Syria.\n\nThe protesters had opened up a banner reading: \"There should be no celebration of an occupation or a massacre.\"\n\nThis did not go down well with the government. It considers the US-backed Kurdish YPG militia that controlled Afrin a terrorist group and an extension of the banned Kurdistan Workers Party (PKK).\n\nResponding to the university protests, President Recep Tayyip Erdogan labelled the students traitors and terrorists for speaking out against the operation.\n\n\"We will evoke their right to education,\" he said.\n\nThe families of the jailed students later condemned the arrests at an emotional news conference. Some tried to hold back their tears, some were ranting in rage.\n\n\"This was a clear provocation,\" said one father. \"Our children do not belong to prisons. Our children belong to their university. The authorities should apologise.\"\n\nImage caption Ozgur Tuncer (left) says Turkey treats people who are against war as terror propagandists\n\nAcademics were frustrated too. \"How can we tolerate this? I cry every day. I'm in pain,\" said one professor.\n\n\"I want to be with my students. I was with them at the classroom, and I should be with them in prison too.\"\n\n'They never threw a stone'\n\nOzgur Tuncer's daughter is still being held in detention. Her \"sensitive\" Yaren, she says, is \"anti-war\" and a \"supporter of peace\".\n\n\"Being anti-war in Turkey is perceived as terror propaganda these days. The Turkish constitution has a clause protecting freedom of speech and expression. Isn't this a country of rule of law?\" she asks.\n\nImage caption Yaren's parents hold a poster of the student, detained last month in Istanbul\n\n\"These children never threw a stone, never held a weapon or even a stick.\n\n\"All of them are anti-war, anti-guns. How can you call such children terrorists? How can you portray them as enemies? I find it very difficult to comprehend.\"\n\nIn the first month after Turkey launched its operation in Afrin, the authorities detained 648 people over social media posts criticising the action.\n\nAnother 197 people were taken into custody for expressing criticism in other forms, including street protests, or for supporting the demonstrations.\n\nWhen the Turkish Medical Association published a statement with the headline \"War is a matter of public health\", warning that conflicts such as Afrin could lead to further health problems, 11 doctors were detained. President Erdogan accused the doctors of treason.\n\nSince then, many more criminal investigations have been opened.\n\n'Everything is a crime'\n\n\"In Turkey, the issue that has led to the harshest targeting of peaceful freedom of expression is questions over the Kurdish issue,\" says Andrew Gardner from Amnesty International.\n\n\"This has never been more the case than unfortunately today with Turkey's military operation in Afrin.\n\n\"If you look at international human rights law and Turkey's own constitution, opposing war or opposing the way in which the war is being fought is protected speech. It shouldn't be prosecuted in any way. But now it's a de-facto crime to criticise the Afrin operation, or any military operation.\"\n\nImage copyright Getty Images Image caption President Erdogan has accused critics of Turkey's operation in Afrin of treason\n\nAcademic Nurcan Baysal was detained a day after the launch of the military incursion on Afrin over her anti-war posts on Twitter.\n\n\"Police broke down my door when they came to detain me. I thought my house was being bombed, or a civil war had just erupted. What was my crime? I had just demanded peace,\" she says.\n\nMs Baysal was released after three days in detention. Her trial is set to start next month. She is accused of spreading hate and animosity within society and is facing three years' imprisonment.\n\n\"Today, everything is a crime in Turkey. Everyone is a terrorist. Being anti-war is a crime. Demanding peace is a crime. Saying no to death is a crime,\" she says.\n\n\"They want us to applaud death. I refuse to do that. If we do not raise our voice, more of the like will follow. If people demanding peace are arrested today, who knows why others will be arrested tomorrow?\"","9":"Media playback is unsupported on your device Media caption How the Western attacks on Syria's suspected chemical weapons sites unfolded\n\nUS President Donald Trump has hailed an overnight military strike on Syria as \"perfectly executed\", adding: \"Mission Accomplished\".\n\nThe US, UK and France attacked three government sites, targeting what they said were chemical weapons facilities.\n\nMore than 100 missiles struck in response to a suspected deadly chemical attack on the town of Douma last week.\n\nRussian President Vladimir Putin said he condemned the Western strikes \"in the most serious way\".\n\nRussia, whose forces are bolstering Syria's government, had threatened military retaliation if any Russian personnel had been hit.\n\nIn early morning tweets from Washington, President Trump thanked France and the UK for \"their wisdom and the power of their fine military\".\n\nA Pentagon briefing on Saturday said the strikes had \"set the Syrian chemical weapons programme back for years\".\n\nLater there was a bitter exchange between the US and Russia at the United Nations.\n\nThe wave of strikes is the most significant attack against President Bashar al-Assad's government by Western powers in seven years of Syria's civil war.\n\nResponding to the strikes, Mr Assad said in comments published by his office: \"This aggression will only make Syria and its people more determined to keep fighting and crushing terrorism in every inch of the country.\"\n\nWhere was hit?\n\nAt a Pentagon briefing on Saturday, Lt Gen Kenneth McKenzie listed the three targets that had been struck in a \"precise, overwhelming and effective\" manner:\n\nThe Barzah chemical weapons research and development centre near Damascus was hit by 76 missiles, 57 of them Tomahawk cruise missiles, and \"destroyed\"\n\nThe Him Shinshar chemical weapons storage facility near Homs was hit by 22 missiles - nine US Tomahawks, eight British Storm Shadows and five naval cruise missiles and two Scalp cruise missiles launched by France\n\nThe Him Shinshar chemical weapons bunker facility near Homs was targeted with seven Scalp missiles and was \"successfully hit\"\n\nGen McKenzie said the \"initial indications are that we accomplished the military objectives without interference from Syria\".\n\nMedia playback is unsupported on your device Media caption Gen Kenneth McKenzie: \"We deployed 105 weapons\"\n\nHe said \"none of the aircraft or missiles were successfully engaged\" by defence systems and all aircraft had returned.\n\nGen McKenzie said about 40 Syrian defence missiles were fired, mostly after the targets were hit. No Russian defence systems were operated, he said.\n\nThe Pentagon briefing conflicted with information given at a Russian defence ministry briefing, which said Russian units had tracked the actions of the US and UK forces, but not the French.\n\nThe ministry said 103 cruise missiles had been launched and 71 were shot down by Syrian systems.\n\nMedia playback is unsupported on your device Media caption \"Rumbling like thunder\": A CBS reporter in Damascus witnessed the start of the strikes\n\nIt accepted the \"alleged chemical weapons facilities\" near Damascus and Homs were \"partially destroyed\".\n\nThe ministry said there were other locations that were targeted but not hit, including Damascus International Airport and the al-Dumayr and Blai airdromes, and the Shayrat air base.\n\nThe ministry said \"preliminary information\" suggested there had been no casualties among the Syrian army or civilians.\n\nThe Pentagon said it also had no confirmation of any civilian casualties.\n\nThe US had communicated with Russia ahead of the strikes through the normal procedures of their \"deconfliction\" hotline, which is used to prevent accidental clashes in a war zone.\n\nThere had been concerns that if the US strike had hit Russian military personnel on the ground, it would further escalate tension.\n\nThe US says the scale of the strikes was about \"double\" what was launched in April 2017 after a chemical attack on the town of Khan Sheikhoun that killed more than 80 people.\n\nMedia playback is unsupported on your device Media caption Amateur footage shows strikes on a military research facility in Damascus, while state TV shows the damage\n\nWhat was said at the UN?\n\nAt an emergency meeting of the UN Security Council called by Russia, the Russian envoy to the UN, Vassily Nebenzia, read out a quote from President Putin saying the action of the US and its allies had made a \"catastrophic situation in Syria even worse\".\n\nMr Putin accused the allies of \"cynical disdain\" in acting without waiting for the results of a chemical watchdog investigation into the Douma attack. The Organisation for the Prohibition of Chemical Weapons (OPCW) inspectors are expected to arrive in the area this weekend.\n\nUS envoy Nikki Haley said the strikes were \"justified, legitimate and proportionate\".\n\nShe said the US and its allies had given diplomacy \"chance after chance\" but Russia had continued to veto UN resolutions.\n\nMedia playback is unsupported on your device Media caption Donald Trump and Theresa May on the air strikes in Syria\n\nShe said: \"We cannot stand by and let Russia trash every international norm and allow use of chemical weapons to go unanswered.\"\n\nMs Haley said she had spoken to President Trump and he had said the US was \"locked and loaded\" if Syria used chemical weapons again.\n\nShe said: \"When our president draws a red line, our president enforces the red line.\"\n\nBashar Jaafari, Syria's envoy to the UN, repeated that the alleged Douma attack was a \"masquerade\" mounted by rebels.\n\nHe also said OPCW inspectors had previously visited the targeted Barzeh site and reported no chemical weapons activities there.\n\nUN Secretary General Antonio Guterres said he wanted to remind all members that \"there is an obligation to act consistently with the charter of the UN and international law in general\" and added that there was \"no military solution\" to the Syria crisis.\n\nThe UN Security Council rejected a Russian resolution condemning the strikes.\n\nWhat role did the UK and France play?\n\nAccording to the UK Ministry of Defence, four RAF Tornado jets hit a site near Homs with eight Storm Shadow cruise missiles.\n\nPrime Minister Theresa May said there was \"no practicable alternative to the use of force\" but also added that the strikes were not about \"regime change\".\n\nFrench President Emmanuel Macron also confirmed his country's participation in the operation.\n\n\"Dozens of men, women and children were massacred with chemical weapons,\" he said of the Douma incident a week ago.\n\nOn Saturday, the Syrian army announced that the eastern Ghouta region, where Douma is situated, had been cleared of the last rebel fighters and was fully retaken.\n\nMedia playback is unsupported on your device Media caption What's it like to be in a chemical attack? Survivors recount Ghouta in 2013\n\nAnalysis: Will this time be different?\n\nJonathan Marcus, BBC defence correspondent\n\nThis attack was more significant than the US strike against a Syrian air base a little over a year ago, but at first sight seems more limited than President Trump's rhetoric may have suggested.\n\nLast year some 59 missiles were fired. This time a little over double that number were used.\n\nThe strikes are over for now, but there was a clear warning that if the Assad regime resorts to chemical weapons again, then further strikes may well follow.\n\nCare was taken, say the Americans, to avoid both Syrian and \"foreign\" - for that read Russian - casualties.\n\nBut the fundamental questions remain. Will President Assad be deterred?\n\nLast year's US strike failed to change his behaviour. This time, will it be any different?\n\nHow has the rest of the world responded?\n\nGerman Chancellor Angela Merkel - who had ruled out joining the military action - said she supported the strikes as \"necessary and appropriate\".\n\nNato Secretary General Jens Stoltenberg said the Nato allies fully supported the actions of the US, UK and France.\n\nIsraeli PM Benjamin Netanyahu expressed his \"total support\" for the air strikes.\n\nChina said it opposed the use of force and that there could only be a political solution to the Syrian conflict.","10":"Media playback is unsupported on your device Media caption A short guide to the Syrian civil war\n\nInternational chemical weapons experts have finally inspected the site of a suspected attack near Damascus which caused an international crisis.\n\nThe team from the Organisation for the Prohibition of Chemical Weapons (OPCW) travelled to the town of Douma and collected samples and other items.\n\nLast week Western states bombed several Syrian government sites in retaliation for the suspected attack on 7 April.\n\nSyria and Russia, which now control Douma, deny chemical arms were used.\n\nMedia playback is unsupported on your device Media caption How the Western attacks on Syria's suspected chemical weapons sites unfolded\n\nMore than 40 people are said to have died on 7 April. The joint military response by the US, UK and France followed a war of words with Russia, Syria's main military ally.\n\nThe delay in the OPCW visit encouraged the proliferation of rival theories and accusations ricocheted between the various capitals and across the internet, BBC Arab Affairs editor Sebastian Usher says.\n\nWhat happened on Saturday?\n\nIn a press release, the OPCW said its team had visited one of the two sites reportedly bombed in Douma on 7 April.\n\nThe unspecified samples will be sent to the OPCW Laboratory in Rijswijk, a suburb of The Hague, and then analysed by designated labs, the agency said.\n\nOther information and \"materials\" have also been collected by the inspectors, it said.\n\nAn ITV News correspondent recorded the return of the OPCW convoy to Damascus.\n\nThe nine-strong team had been waiting for a week in the Syrian capital for clearance to visit the town.\n\nThey had been due to enter the town on Wednesday but the visit was delayed after a UN risk assessment team came under fire while checking the sites on Tuesday.\n\nImage copyright AFP Image caption The OPCW at The Hague has shown the kind of bullet-proof vests and helmets used by its staff on missions\n\nWestern officials fear that evidence of the alleged double chemical attack may have been tampered with.\n\nHowever, important traces of toxic chemicals would probably still be present in the environment and in the remains of victims, Alastair Hay, professor of environmental toxicology at the University of Leeds, told AFP news agency.\n\n\"Nerve agents like sarin can be present in the environment for many weeks after use and particularly if you look near the site where a weapon has exploded,\" he said.\n\n\"Autopsy samples, if available, will provide invaluable evidence and nerve agents can be found in many organs.\"\n\nWhy has it taken so long?\n\nImage copyright EPA Image caption Journalists have been visiting a warren of tunnels dug in Douma to avoid air strikes\n\nDouma was constantly under attack during the recent Russian-backed Syrian offensive to drive rebels out of areas near Damascus and is still littered with the debris of war, making any inspection potentially hazardous.\n\nThe rebels withdrew under a deal with the Russian military just after 7 April.\n\nWhile there is suspicion that efforts may have been made to remove forensic evidence of chemical weapons, foreign journalists have already visited the town.\n\nIn a statement, the Russian foreign ministry accused the OPCW of itself taking too long to inspect the suspected attack sites.\n\nWhat happened on 7 April?\n\nOn the day of the suspected chemical attack, Douma was still under the control of the Jaish al-Islam group, the last rebel bastion in the Eastern Ghouta region outside Damascus.\n\nMedia playback is unsupported on your device Media caption Unverified video shows children being treated after alleged gas attack\n\nThousands of people were sheltering in basements from government bombardment, when two bombs filled with chemicals were allegedly dropped several hours apart on two separate locations.\n\nThe US, UK and France say that, based on open-source information and their own intelligence, they are confident chlorine and possibly a nerve agent were used.\n\nThe Syrian government and Russia deny chemical weapons were used and say evidence was fabricated.\n\nMedia playback is unsupported on your device Media caption Russia's foreign minister says the only evidence of a chemical attack came from the media\n\nWhile the Syrian government denies having ever used chemical weapons, experts from the UN and the OPCW have ascribed four chemical attacks to the government during the civil war.\n\nThese include an attack on the rebel-held town of Khan Sheikhoun just over a year ago that involved the nerve agent Sarin. More than 80 people are said to have died in that attack.","11":"Image copyright Getty Images Image caption The US leader has all but admitted the broader Syrian war is not a US interest\n\nFormer US Assistant Secretary of State P.J Crowley says President Trump will be content to count the strikes as a victory and move on, but it's unclear if Syria, Russia and Iran will let him:\n\nAs a presidential candidate, Donald Trump pledged: \"If I draw a line in the sand, I will enforce that line in the sand. Believe me.\"\n\nA year ago, as president, Mr Trump ordered a military strike involving 58 cruise missiles in response to a deadly sarin gas attack on civilians, and he essentially redeemed the red line that his predecessor, Barack Obama, drew in 2013.\n\nWhile Mr Trump received plaudits for his willingness to employ military force, if he expected that show of force to deter the further use of chemical weapons by Syrian leader Bashar al-Assad in this brutal civil war, he was wrong.\n\nSecretary of Defence James Mattis acknowledged as much Friday night, that despite last year's strike Syria has continued to employ chemical weapons, most recently against an opposition stronghold outside Damascus.\n\nMr Assad, he said, \"did not get the message last year\".\n\nSo Mr Trump, together with British Prime Minister Theresa May and French President Emmanuel Macron, launched coordinated military strikes against Syria's chemical weapons infrastructure, including a research centre, storage facility and command post.\n\nThere is a new red line, but what is the message behind it? What are the odds that Syria, and its key international backers Russia and Iran, will heed it? And what are the consequences if they don't?\n\nMedia playback is unsupported on your device Media caption Moment cruise missiles were launched from a French naval ship\n\nMr Trump, Mrs May and Mr Macron have actually drawn a sharper red line than Mr Obama did — no further use of chemical weapons in the Syrian civil war, including chlorine barrel bombs that Syria has used routinely over seven years.\n\nWhile the latest strikes were described as a \"one-time shot,\" Mr Trump threatened to take further military action should Syria use chemical weapons in the future.\n\n\"We are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents,\" Mr Trump said.\n\nMr Trump was surprisingly understated Friday night in his comments regarding Russia and Iran.\n\nIn the immediate aftermath of the Syrian chemical attack, Mr Trump promised that not just Syria, but Russia and Iran as well would \"pay a price\" for again violating international norms.\n\nMedia playback is unsupported on your device Media caption Unverified video shows children being treated after the alleged gas attack\n\nIf so, it will be through a different means.\n\nFriday's strikes targeted Syria's chemical weapons capability, but were specifically designed to avoid Russian and Iranian forces, avoiding the risk of an unwanted confrontation and possible escalation.\n\nInstead, he called on both Russia and Iran to re-evaluate their support for Assad, saying that nations are \"judged by the friends they keep.\"\n\nWhile Mr Trump directly criticized Russia for failing to guarantee the elimination of Syria's chemical weapons as it promised in 2013, he incongruously suggested that the door was still open to better relations, even with Russia's interference in the 2016 presidential campaign and its recent use of a nerve agent against a former intelligence operative in London.\n\n\"Hopefully, someday we'll get along with Russia and maybe even Iran, but maybe not,\" he said.\n\nThere is little prospect of cooperation regarding Syria because the two sides continue to wage different wars there.\n\nImage copyright AFP\/Getty Image caption Both Russia's Putin (L) and Iran's Rouhani view Syria as a vital interest\n\nBoth Russia and Iran consider Syria, and at least for now Mr Assad's survival, as a vital interest. Mr Assad's position has strengthened considerably in the year between Mr Trump's military strikes.\n\nFriday night's military action was designed to thread a pretty narrow needle - place boundaries around the war Syria, Russia and Iran are waging - without becoming a direct combatant in it.\n\nThe US and its European partners have a narrower military interest in Syria - the defeat of the Islamic State caliphate, a task that is nearing completion.\n\nJust two weeks ago, Mr Trump stated his intention to bring home the roughly 2,000 US personnel deployed to Syria as quickly as possible, only to confront the chemical attack on Douma.\n\nImage copyright AFP\/Getty Image caption Mr Trump said it was not up to the US to fix the Middle East\n\nEven with the new red line - Trump did declare the deterrence of the use of chemical weapons to be a \"vital national security interest of the United States\" - he all but admitted that the broader Syrian civil war was not.\n\nHe described the Middle East as a \"troubled place\" and reiterated it was not the role of the US to fix it.\n\n\"We cannot purge the world of evil or act everywhere there is tyranny,\" he said, adding: \"The fate of the region lies in the hands of its own people.\"\n\nMr Trump will be content to count this as a victory and move on - he has already declared \"Mission Accomplished!\" in a follow-up tweet - but that depends on Syria, Russia and Iran and whether they get the message this time.\n\nOf course, the last time an American president employed those words, it represented a serious misreading of the challenge he confronted. But Syria isn't Iraq. It's actually much more complicated.\n\nPJ Crowley is a former US Assistant Secretary of State and and author of Red Line: American Foreign Policy in a Time of Fractured Politics and Failing States","12":"Media playback is unsupported on your device Media caption Theresa May said the UK had taken part in \"limited and targeted strikes\"\n\nAir strikes on Syria were legally justified on humanitarian grounds, government documents say.\n\nDowning Street published its legal case for military action hours after Theresa May said she was \"confident\" the strikes carried out by the UK, France and the US had been successful.\n\nLabour leader Jeremy Corbyn described the action as \"legally questionable\".\n\nBases near Damascus and Homs were targeted in response to an alleged chemical attack on the town of Douma.\n\nSyrian state media said the military action had been \"a flagrant violation of international law\", while ally Russia's President Vladimir Putin condemned it \"in the most serious way\".\n\nUS President Donald Trump hailed the overnight strikes as \"perfectly executed\", tweeting: \"Mission Accomplished!\".\n\nAt a meeting of the UN's Security Council, the UK's ambassador Karen Pierce said the strikes had been \"limited, targeted and effective\", with the impact on civilians \"minimised\".\n\nShe said repeated attempts to hold the Syrian regime to account had been met with Russian \"obstruction and resistance\", and the UK and its allies would \"continue to pursue a diplomatic resolution to the crisis\".\n\nThe US's ambassador Nikki Haley told the council diplomacy had been given \"chance after chance\", and the US remained \"locked and loaded\".\n\nThe Security Council rejected a resolution drafted by Russia, which condemned \"the aggression against the Syrian Arab Republic by the US and its allies\". A resolution needs nine votes to pass and only Russia, China and Bolivia voted in favour.\n\nMeanwhile, Nato secretary general Jens Stoltenberg said all allies had given the action their full support.\n\nBoth the Pentagon and Russian defence ministry said they had no confirmation of civilian casualties while the Russians also said there were no military casualties.\n\n'No alternative'\n\nSpeaking in Downing Street earlier, Mrs May said: \"This collective action sends a clear message that the international community will not stand by and tolerate the use of chemical weapons.\"\n\nDrawing a link with the recent nerve agent attack in Salisbury, Mrs May added: \"We cannot allow the use of chemical weapons to become normalised - either within Syria, on the streets of the UK or elsewhere.\"\n\nMrs May will make a statement in Parliament on Monday and give MPs a chance to ask questions.\n\nMr Corbyn said MPs should have been consulted before the strike and earlier called on the PM to \"publish in full the legal justification and basis for\" the action.\n\nParty leaders including Scotland's First Minister Nicola Sturgeon and the Liberal Democrat's Sir Vince Cable said MPs should have had a vote on the action - while Plaid Cymru's Leanne Wood accused the government of putting UK security at risk.\n\nBut Northern Ireland's Democratic Unionist Party said Mrs May had \"the full authority\" to order the air strikes.\n\nMedia playback is unsupported on your device Media caption Jeremy Corbyn wants the PM to publish the legal justification for air strikes\n\nIn the summary of legal advice given by Attorney General Jeremy Wright to Mrs May, Downing Street outlined why the UK was \"permitted under international law\" to take measures in the face of \"overwhelming humanitarian suffering\".\n\nIt said there were three reasons why the strikes met international laws for military action on humanitarian grounds:\n\nThe \"repeated lethal use of chemical weapons by the Syrian regime constitutes a war crime\" and it was \"highly likely the regime would seek to use\" such weapons again\n\nOther attempts to \"alleviate the humanitarian suffering caused by the use of chemical weapons\" had been blocked and there was \"no practicable alternative\" to the strikes\n\nThe action was \"carefully considered\" and the \"minimum judged necessary for that purpose\"\n\nAnalysis: Speed of legal release unsurprising\n\nBy Norman Smith, BBC chief political correspondent\n\nEver since the war in Iraq, the legal advice received by the government has been central to the inevitable political argument over the rights and wrongs of military action.\n\nIt's no surprise then that Jeremy Corbyn should hone in straight away on doubts over the legality of the air attacks.\n\nAnd no surprise either that Downing Street should choose to publish so swiftly a summary of the legal advice it has received - in order to avoid the sort of damaging criticism suffered by the Blair government over its refusal to do so.\n\nEqually unsurprising, the advice received by Theresa May gives her clear backing for the case for military action - citing the right of governments to act to alleviate \"overwhelming human suffering\".\n\nAnd just for good measure, it also suggests that the Syrian regime is guilty of a war crime and crimes against humanity over the use of chemical weapons.\n\nBut will this legal advice shift public or political opinion?\n\nThe Ministry of Defence said eight Storm Shadow missiles had been launched by four RAF Tornados at a former missile base, 15 miles west of Homs.\n\nIt is thought President Bashar al-Assad's regime had been stockpiling materials used to make chemical weapons there, it said.\n\nA spokesperson added the facility was located \"some distance\" from \"concentrations of civilian habitation\", and the risk of contamination to the surrounding area had been minimised.\n\nAddressing a press conference on Saturday, Mrs May said she believed the strike action had been \"the right thing to do\" and was \"absolutely in Britain's national interest\".\n\n\"This is not about intervening in a civil war. It is not about regime change,\" she said.\n\n\"It is about a limited and targeted strike that does not further escalate tensions in the region and that does everything possible to prevent civilian casualties.\"\n\nShe said the UK government believed it was \"clear\" the Assad regime was responsible for the \"despicable and barbaric\" attack on civilians on 7 April.\n\nEvidence suggested a barrel bomb and a regime helicopter had been used, she added. \"No other group could have carried out this attack.\"\n\nMedia playback is unsupported on your device Media caption RAF planes took off from their airbase in Cyprus ahead of the strikes in Syria\n\nReporting from RAF Akrotiri in Cyprus, the BBC's Jonathan Beale said the Tornados had left the airbase in the early hours of Saturday.\n\nHe added the cruise missiles had been fired \"well away from Syrian airspace\" and were out of the range of the regime's air defences.\n\nDowning Street also said Mrs May has spoken to several world leaders from countries including Germany, Canada, Australia, Jordan, Turkey, Italy and Cyprus as well as EU President Donald Tusk.\n\nA spokesman said \"all the leaders agreed\" with Mrs May about \"the importance of restoring the international norm that the use of chemical weapons is never acceptable\".\n\nMrs May has also spoke to Mr Trump and French President Emmanuel Macron about the \"success\" of their joint mission.\n\nImage copyright PA\n\nPM faces 'almighty row' over Syria strikes\n\nBy Laura Kuenssberg, BBC political editor\n\nPrime ministers don't choose the decisions that face them. But they have to judge which way to jump.\n\nIn 2013, Theresa May's predecessor tried and failed to get approval for military action against President Assad. There was international alarm, then as now, about his suspected use of chemical weapons.\n\nBut MPs rejected David Cameron's plan and he didn't try again to persuade Parliament it was necessary. This time, she has avoided that particular obstacle by taking action alongside the US and France while MPs are away.\n\nRead the full blog here.\n\nWhat did the UK use?\n\nImage copyright Getty Images\n\nTornado GR4 Crew: 2\n\nMax speed: Mach 1.3\n\nWeapons: Storm Shadow, Brimstone, ALARM, AIM-9 Sidewinder, Paveway II, Paveway III, Enhanced Paveway, General Purpose Bombs, Mauser 27mm cannon\n\nSource: RAF\n\nThe RAF sent four Tornado GR4 aircraft from Cyprus, each armed with two Storm Shadow cruise missiles.\n\nThe Tornado has been one of the mainstays of the RAF since first entering service in 1980 and the aircraft were used to enforce no-fly zones in Iraq.\n\nWeighing in at 2,866lb (1,300kg), measuring 16.7ft (5.1m) in length and with a range in excess of 150 miles (240km), the \"bunker busting\" Storm Shadow has been described by the air force as \"arguably the most advanced weapon of its kind in the world\".\n\nThe range means that none of the GR4s would have been required to cross into Syrian airspace to launch the assault.\n\nThe aircraft were sent from RAF Akrotiri, a British base since the 1950s on the southern side of Cyprus, some 213 miles (343km) west of Homs.","13":"Image copyright EPA Image caption Nikki Haley is a major figure in US foreign policy\n\nUS ambassador to the UN Nikki Haley has fired back after a White House aide accused her of \"momentary confusion\" over new sanctions against Russia.\n\n\"With all due respect, I don't get confused,\" Ms Haley told Fox News television.\n\nShe was responding to comments by White House economic adviser Larry Kudlow.\n\nOn Sunday Ms Haley said the US was preparing new sanctions against Russian firms. But the White House later said no such action had yet been decided.\n\nIn her initial remarks, made on CBS television, Ms Haley said the fresh measures would target \"any sort of companies that were dealing with equipment related to [Syrian President Bashar al-] Assad and chemical weapons use\".\n\nShe said, the new sanctions would send a \"strong message\" to Russian leaders.\n\nThe statement angered President Donald Trump, The New York Times reported. The spat became public on Tuesday, when Mr Kudlow sought to clarify the administration's position on the sanctions.\n\nHe said Ms Haley was \"doing a great job\", adding: \"There might have been some momentary confusion about that. I think the issue here is we have a set of sanctions and additional sanctions are under consideration but have not been determined.\"\n\nAnalysis by Anthony Zurcher, BBC North America reporter\n\nNikki Haley has been one of the few top members of the Trump team who has carved out space apart from the president's dominating influence. She's been a forceful foreign policy voice in an administration that has undercut, and churned through, other members of the presidential national security and international affairs team.\n\nBeing situated in New York and not Washington has probably helped - but her good fortune may be ending. First, the president reportedly blocked one of her senior aides, who was anti-Trump in 2016, from becoming Vice President Mike Pence's national security adviser. Then came the stern White House rebuke after her announcement on Sunday of forthcoming sanctions on Russia.\n\nIt's the sort of public dressing down that has led some to suggest she resign in protest. A New York Times article hints that there may be a longer game here, however - a budding alliance between Ms Haley and Mr Pence that could lay the groundwork for a Republican future after Mr Trump.\n\nIf that includes even the hint of contingency plans for 2020, when Mr Trump says he will run for re-election, the newly tense relations between the president and Ms Haley could quickly reach a breaking point.\n\nAfter Ms Haley denied being \"confused\", in an interview hours later, Mr Kudlow called her to apologise, the New York Times reported.\n\n\"I was wrong to say that,\" he told the newspaper. \"She was basically following what she thought was policy. The policy was changed and she wasn't told about it, so she was in a box.\"\n\nHowever observers say the exchange has highlighted rifts within the Trump team.\n\nMedia playback is unsupported on your device Media caption How the Western attacks on Syria's suspected chemical weapons sites unfolded\n\nMs Haley is regarded as a major foreign policy figure in the administration, especially since the dismissal of Secretary of State Rex Tillerson last month.\n\nTensions between Russia and Western countries have risen since the US, the UK and France carried out strikes in Syria last week in response to an alleged Syrian chemical weapons attack.\n\nRussia and Syria, its ally, insist that no chemical attack took place in the rebel-held town of Douma on 7 April.","14":"Image copyright AFP Image caption Andrew Brunson has been detained since October 2016\n\nAn American pastor on trial in Turkey has denied charges of aiding a terrorist organisation, in a case that has frayed Turkey-US relations.\n\nAndrew Brunson is accused of helping a group led by Fethullah Gulen, an exiled Muslim preacher who Turkish authorities allege was behind a failed 2016 coup.\n\nMr Brunson, who ran a Protestant church in the Turkish city of Izmir, was arrested in October 2016.\n\nIf convicted, he faces up to 35 years behind bars.\n\nMr Brunson, 50, an evangelical pastor originally from North Carolina, appeared in court on Monday in the town of Aliaga for the first day of his trial. Also in court were Sam Brownback, the US ambassador at large for religious freedoms, and US Senator Thom Tillis.\n\nMr Brunson's lawyer, Cem Halavurt has called the charges \"totally unfounded\", saying they are based on testimony from secret informants. He told the AFP news agency ahead of the hearing that his client was \"both nervous, but also excited because it is the first time he will appear before a judge. He has expectations and a hope\".\n\nProsecutors say Mr Brunson worked with a group led by Mr Gulen, who is living in exile in Pennsylvania in the US, as well as with the Kurdistan Workers' Party (PKK).\n\nTurkey has designated both Mr Gulen's network and the PKK as terror groups, and accused My Gulen of fomenting an attempted military coup in the country in 2016, in which at least 250 people died.\n\nMr Gulen has denied any involvement in the attempted coup, and the European Union has said it does not share Turkey's view that his network is a terror organisation.\n\nMr Brunson, who has lived in Turkey for 23 years, serving as pastor of the Izmir Resurrection Church, was among those swept up in a massive crackdown by Turkish President Recep Tayyip Erdogan, following the failed coup. More than 50,000 people were arrested in the crackdown, as well as 100,000 state employees fired and newspapers and TV stations shuttered.\n\nTurkey initially accused the pastor of being a member of both Mr Gulen's network and the PKK, but apparently adjusted the charges before the trial, accusing him of working on the groups' behalf.\n\nTense relations\n\nRelations between Turkey and the US were already strained over American support for Kurdish militias in Syria, which have been targeted by Turkish forces. Turkey has formally sought the extradition of Mr Gulen, but the US says it has not been given sufficient evidence to back up the request.\n\nIn September, Mr Erdogan raised the prospect of a swap, exchanging Mr Brunson for Mr Gulen, but the idea was dismissed by the US authorities, who have pressed Turkey to release the pastor.\n\nAccording to CeCe Heil, executive senior counsel at US Christian group the American Center for Law and Justice, Mr Brunson has lost 50lb (23kg) during his detention and been denied private meetings with his lawyer.\n\nMr Brunson's daughter, Jacqueline Furnari, told a US commission investigating the crackdown in Turkey that she had postponed her wedding in her father's absence.\n\n\"I'm still waiting for my dad to walk me down the aisle, and I'm still waiting for that father-daughter dance,\" she said.\n\nThe trial continues.","15":"Media playback is unsupported on your device Media caption How the Western attacks on Syria's suspected chemical weapons sites unfolded\n\nPresident Donald Trump has warned Syria's government the US is \"locked and loaded\" to strike again if it carries out chemical attacks.\n\nThe warning came after the US, UK and France struck three Syrian sites in response to a suspected deadly chemical attack in the town of Douma a week ago.\n\nSyria denies any chemical use and says that attack was fabricated by rebels.\n\nA UN Security Council vote brought by Syria's ally, Russia, to condemn the US-led strikes was rejected.\n\nThe wave of strikes represents the most significant attack against President Bashar al-Assad's government by Western powers in seven years of Syria's civil war.\n\nWhile Western powers have supported rebels from early on in the war, they have not intervened directly against Syrian government forces.\n\nCatch up on the strikes:\n\nAfter the failure of the Russian motion, the US, UK and France circulated a new draft resolution to UN Security Council members, calling for an independent investigation into Syria's alleged use of chemical weapons, AFP news agency reported.\n\nSimilar previous plans have been vetoed by Russia.\n\nUK Prime Minister Theresa May has blamed Russian obstruction for the need to launch military strikes, saying they left \"no practicable alternative\".\n\nMedia playback is unsupported on your device Media caption Syria air strikes: Do they work?\n\nIsn't an investigation already under way?\n\nInspectors from the independent Organisation for the Prohibition of Chemical Weapons (OPCW) had already been dispatched to Damascus and they are expected to visit Douma this weekend.\n\nBut the OPCW will not seek to establish - and publicly announce - who was responsible for the attack, which is what the UK, US and France want to see.\n\nThe new, Western-drafted resolution calls for the OPCW to release their report within 30 days.\n\nSyria's Assistant Foreign Minister Ayman Sousan told the BBC his government welcomed the OPCW delegation.\n\n\"The work of the mission is in the interest of the Syrian state as it will uncover the lies, hypocrisy and the misinformation of the sides which had promoted the alleged use of chemical weapons,\" he said.\n\nBritish Foreign Secretary Boris Johnson told the BBC the strikes in Syria were meant to signal that \"enough is enough\" and their \"primary purpose is to say no to the use of barbaric chemical weapons\".\n\nRussia has said it believes the attack in Douma was staged.\n\nWhat happened at the UN?\n\nAn emergency meeting was held by the UN Security Council on Saturday, leading to some bitter exchanges.\n\nRussia sought to secure a collective condemnation of the early morning air strikes.\n\nHowever, out of the 15-member council, only China and Bolivia voted in favour of the Russian resolution.\n\nRussia's UN envoy, Vasily Nebenzia, read out a quote from President Vladimir Putin accusing the US, UK and France of \"cynical disdain\" in acting without waiting for the OPCW's findings.\n\nUS envoy Nikki Haley said she had spoken to President Trump: \"And he said: 'If the Syrian regime uses this poisonous gas again, the United States is locked and loaded.'\"\n\nShe added: \"We cannot stand by and let Russia trash every international norm and allow use of chemical weapons to go unanswered.\"\n\nSyrian envoy Bashar Jaafari called the US, UK and France \"liars, spoilers and hypocrites\" who exploited the UN \"to pursue... [their] policy of interference and colonialism\".\n\nThe future of the Syrian war:\n\nWhat is happening on the ground?\n\nCBS News reporter Seth Doane visited one of the targets in Damascus on Saturday afternoon, and found it to be a smouldering pile of rubble.\n\nImage copyright CBS News Image caption The Barzeh complex appears to be totally destroyed\n\nThe Barzeh complex is, according to the US, a centre for development, production and testing of chemical and biological weapons. Syria denies this.\n\nElsewhere, the Syrian army announced on Saturday that the Eastern Ghouta region, where Douma is situated, had been cleared of the last rebel fighters and was fully retaken.\n\nWhat has Donald Trump said?\n\nHe tweeted early on Saturday, hailing the strikes as \"perfectly executed\". He also thanked the UK and France.\n\nSkip Twitter post by @realDonaldTrump A perfectly executed strike last night. Thank you to France and the United Kingdom for their wisdom and the power of their fine Military. Could not have had a better result. Mission Accomplished! — Donald J. Trump (@realDonaldTrump) April 14, 2018 Report\n\nHis use of the phrase \"Mission Accomplished\" drew a warning from President George W Bush's ex-press secretary Ari Fleischer:\n\nThe phrase had been on a banner as Mr Bush declared the end of \"major combat operations\" in Iraq in May 2003, six weeks after the US-led invasion of the country. The following Iraqi insurgency questioned the validity of the statement.\n\nAt a Pentagon briefing on Saturday, Lt Gen Kenneth McKenzie listed the three targets that had been struck, saying the attacks had \"set the Syrian chemical weapons programme back years\".\n\nMedia playback is unsupported on your device Media caption Gen Kenneth McKenzie: \"We deployed 105 weapons\"\n\nGen McKenzie said about 40 Syrian defence missiles were fired, mostly after the targets were hit, and none successfully engaged planes or missiles.\n\nThe Pentagon briefing contradicted information given at a Russian defence ministry briefing, which said 103 cruise missiles had been launched and 71 were shot down by Syrian systems.\n\nBoth the Russians and the US said there were no reported casualties. Syria says three people were hurt near Homs.\n\nThe US said it had communicated with Russia ahead of the strikes through the normal procedures of their \"deconfliction\" hotline, but no details of the attacks were given.\n\nThere had been concerns that if the allied strikes had hit Russian military personnel, it would have further escalated tension.\n\nThe US says the scale of the strikes was about \"double\" what was launched in April 2017 after a chemical attack on the town of Khan Sheikhoun that killed more than 80 people.","16":"Image copyright Maxim Borodin\/Facebook Image caption Maxim Borodin had contacted a friend the day before he was found seriously injured beneath his fifth-floor flat\n\nA Russian investigative journalist who wrote about the deaths of mercenaries in Syria has died in hospital after falling from his fifth-floor flat.\n\nMaxim Borodin was found badly injured by neighbours in Yekaterinburg and taken to hospital, where he later died.\n\nLocal officials said no suicide note was found but the incident was unlikely to be of a criminal nature.\n\nHowever, a friend revealed Borodin had said his flat had been surrounded by security men a day earlier.\n\nVyacheslav Bashkov described Borodin as a \"principled, honest journalist\" and said Borodin had contacted him at five o'clock in the morning on 11 April saying there was \"someone with a weapon on his balcony and people in camouflage and masks on the staircase landing\".\n\nBorodin had been looking for a lawyer, he explained, although he later called him back saying he was wrong and that the security men had been taking part in some sort of exercise.\n\nAfter he was found badly injured at the foot of the building on Thursday, regional authorities said the door of his flat had been locked from the inside, indicating that no-one else had either entered or left the flat.\n\nThe chief editor of Novy Den, where Borodin worked, said before he died that she could not rule out a crime, adding there was no reason for him to kill himself.\n\nHarlem Désir of the international monitoring organisation OSCE said the death was \"of serious concern\" and called for a thorough investigation.\n\nWhat did Borodin write?\n\nIn recent weeks, the journalist had written about Russian mercenaries known as the \"Wagner Group\" who were reportedly killed in Syria on 7 February in a confrontation with US forces.\n\nLast week, the outgoing head of the CIA, Mike Pompeo, said that \"a couple hundred\" Russian mercenaries died in the clash in Deir al-Zour province. The mercenaries were apparently taking part in an attack by pro-Syrian government fighters on the headquarters of a US ally, the Syrian Democratic Forces.\n\nWeeks later Russia admitted that several dozen Russian citizens had been either killed or wounded, but stressed they were not regular soldiers.\n\nLast month, Borodin had written that three of those killed had come from the Sverdlovsk region in the Urals, in which Yekaterinburg is the main city. Two of the men were from the towns of Asbest and one from Kedrovoye, he said.\n\nHe had also investigated political scandals, including allegations made by a Belarusian escort known as Nastya Rybka in a video posted by Russian opposition leader Alexei Navalny.\n\nJournalism is a dangerous business in Russia\n\nJournalists in Russia have often been harassed or attacked in recent years for their work. On the same day that Maxim Borodin was found fatally injured, the editor of an official regional newspaper was assaulted in Yekaterinburg, reports say.\n\nMuch of Russia's media is controlled by the state and Russia is ranked 83rd out of 100 countries for press freedom by Freedom House.\n\nOne of Russia's best-known investigative reporters, Anna Politkovskaya, was shot dead in a lift at her block of flats in 2006. Politkovskaya exposed Russian human rights abuses in Chechnya.\n\nImage copyright AFP Image caption Anna Politkovskaya's reports were highly critical of President Vladimir Putin\n\nTwo years later, journalist Mikhail Beketov was left brain-damaged. He had highlighted corruption and fought against the planned destruction of the Khimki forest near Moscow to make way for a road. He died in 2013.\n\nOleg Kashin, was severely injured in an assault in Moscow in 2010. He had been reporting on protests against the Khimki forest highway.\n\nLast year, well-known Russian radio presenter Tatyana Felgengauer was stabbed in the neck while at work at her radio station, Ekho Mosvky.","17":"Image copyright EPA Image caption The farmhouse where the diplomats are meeting is that of ex-UN Secretary-General Dag Hammarskjöld\n\nIn a rare meeting outside New York, the UN Security Council is holding talks at a remote farmhouse in southern Sweden.\n\nThe informal session, which is held annually, is expected to focus on the Syrian conflict and on overcoming members' deep divisions on the subject.\n\nThe Swedish hosts say they hope to inject new momentum to the process.\n\nThe annual brainstorming session which sees the gathering of 15 ambassadors and Secretary-General Antonio Guterres is normally held in upstate New York.\n\nThey have been invited to the talks taking place in Backåkra by Sweden, a non-permanent member of the body.\n\nThe summer house where they have congregated was that of former UN Secretary-General Dag Hammarskjöld, who was the UN's second secretary-general and died in a plane crash in Africa in 1961.\n\nThe southern wing serves as the summer residence for the Swedish Academy, which awards the Nobel Literature Prize.\n\nSweden's deputy UN ambassador Carl Skau said the idea was \"to recreate dialogue\" and \"relaunch momentum\" with \"humility and patience\", a week after the air strikes by France, the UK and the US against Syria in retaliation for an alleged chemical attack in Douma.\n\n\"It's important for the council's credibility,\" Mr Skau told reporters in New York.\n\nThe air strikes, carried out without a Security Council resolution, have led to fierce tensions between Russia, a permanent member and ally of Syria, and the US, France, the UK and China.\n\nBut on Friday, Swedish Foreign Minister Margot Wallstrom warned against nurturing \"excessive hopes that the entire [Syrian] issue will be resolved\" at the meeting.\n\n\"Above all, we need to have time to talk about the long-term role of the Security Council and the United Nations in the Syrian conflict,\" she said.","18":"Video\n\nPresident Donald Trump says he has approved US military strikes against Syria, in collaboration with the UK and France.\n\nThe strikes are in response to an alleged chemical attack on the Syrian town of Douma last week.","19":"Image copyright Getty Images Image caption Austria plans to allow authorities to seize cash as well as mobile phones from asylum seekers\n\nAustria's government surged to power late last year with a promise to stop illegal migration and crack down on refugees, and its latest move is to target their phones.\n\nAsylum seekers will be forced to hand over their mobiles so the authorities can check their identities and where they have come from, the cabinet has agreed.\n\nIf an applicant is found to have previously entered another EU country where the \"Dublin regulation\" is in force, they could be sent back there. Under the Dublin rule, people typically have to seek asylum in the first EU state they reach.\n\nIn 2015, at the height of Europe's migrant crisis, over 90,000 people applied for asylum in Austria, more than 1% of the country's population.\n\nInitially the refugees were welcomed, but the mood in the country quickly changed.\n\nSupport for the far-right, anti-immigrant Freedom Party - then in opposition - grew, and Austria's centre-right conservative People's Party, led by Chancellor Sebastian Kurz also campaigned strongly against migration.\n\nThese days, since measures were introduced to try to close off the Balkan route, the number of migrants reaching Austria has dropped significantly.\n\nIn the first three months of this year, 3,992 people claimed asylum in Austria, compared with 14,400 in the same period in 2016.\n\nBut the government is continuing with its hard line.\n\nIt wants to end what Interior Minister Herbert Kickl, of the Freedom Party, calls \"abuse\" of the asylum system.\n\nImage copyright Reuters Image caption Sebastian Kurz, from the centre-right conservative People's Party, campaigned against migration\n\nThe bill does not just target mobile phones. It will also allow the authorities to seize up to €840 ($1,037; £730) in cash. The money will be used to pay for the upkeep of migrants as they wait for their asylum claims to be processed.\n\nAustria is not alone. Denmark, Germany and Switzerland have also permitted the confiscation of valuables belonging to refugees to pay for their stay. In Denmark, some reports suggest the authorities have not received large amounts of money from the policy.\n\n\"We have very deliberately set ourselves the goal of fighting against illegal migration but also against the misuse of asylum,\" Austrian Chancellor Sebastian Kurz said at a news conference after the weekly cabinet meeting.\n\n'Disproportionate interference'\n\nThe bill, which must now be passed by parliament, would also force hospitals to tell the government when asylum seekers will be discharged, to ensure effective deportations.\n\nAnd the measures mean that refugees will only be able to apply for Austrian citizenship after 10 years, as opposed to six years which is currently the case.\n\nImage copyright Getty Images Image caption Human rights groups have criticised the Austrian government's plans (file photo)\n\nDeportations of asylum applicants convicted of crimes will also be speeded up.\n\nOpposition parties and human rights groups have condemned the plans.\n\nAmnesty International said the plans to seize phones was \"a completely disproportionate interference in people's private affairs\", and that displaced people were being lumped together as cheats or a security risk.\n\nIt said the only thing the bill achieved was to create more \"uncertainty and mistrust among the population\".\n\nA note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries such as Syria, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants."},"URL":{"0":"http:\/\/www.bbc.co.uk\/news\/blogs-trending-43745629","1":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43766556","2":"http:\/\/www.bbc.co.uk\/news\/av\/world-middle-east-43769842\/syria-air-strikes-12-hours-in-two-minutes","3":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43764344","4":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43792120","5":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43852220","6":"http:\/\/www.bbc.co.uk\/news\/in-pictures-43724085","7":"http:\/\/www.bbc.co.uk\/news\/world-europe-43667367","8":"http:\/\/www.bbc.co.uk\/news\/world-europe-43731563","9":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43767156","10":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43850979","11":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43769282","12":"http:\/\/www.bbc.co.uk\/news\/uk-43770102","13":"http:\/\/www.bbc.co.uk\/news\/world-us-canada-43806960","14":"http:\/\/www.bbc.co.uk\/news\/world-europe-43781891","15":"http:\/\/www.bbc.co.uk\/news\/world-middle-east-43771840","16":"http:\/\/www.bbc.co.uk\/news\/world-europe-43781351","17":"http:\/\/www.bbc.co.uk\/news\/world-europe-43849270","18":"http:\/\/www.bbc.co.uk\/news\/av\/world-us-canada-43763406\/trump-syria-strikes-to-deter-chemical-weapons-use","19":"http:\/\/www.bbc.co.uk\/news\/world-europe-43823166"}}