{"Content":{"0":"In Syria, after seven years of civil war, the rise of ISIS and its not-quite defeat, minimalistic U.S. actions, multiple efforts by neighboring powers and Russia to finish the fight militarily, the war there is finally winding down. The costs have been horrendous - perhaps three-quarters of a million killed, more than five million refugees, and a country of more than 23 million people devastated.\n\nSyria is more distant than Yugoslavia, and Europe has been slower to react. But the challenge to its interests is even greater. The humanitarian tragedy and the political impact of millions trying to reach the security of Europe have been deeply unsettling.\n\nThe efficacy of the EU has been roundly challenged, destructive nativist and nationalist sentiments have taken root, Turkey has become not a buffer for Europe but a problematic partner, and Russia has been given new opportunities to make mischief.\n\nBut British and French military action indicates political movement toward a solution is possible. It is probably too late for the West to pull off another Bosnia-like rescue with peacekeepers and NATO. And after failures in Iraq and prolonged efforts on Afghanistan, there is little will to do so.\n\nBut Syria must, ultimately be reconstructed, and there is the opportunity for Europe and perhaps the U.S. to redress the tragedy: reconstruction requires money, and this is Europe's great asset and leverage.","1":"Russia responded angrily to a U.S.-led strike against Syria, warning of unspecified \"consequences\" that stoked fears the conflict could escalate.\n\nPresident Donald Trump ordered targeted military action in the country late Friday, following an alleged chemical weapons attack that reportedly left dozens of citizens dead. In recent months, international efforts to broker a ceasefire and organize a humanitarian response to the country's crisis have faltered in the face of stiff opposition from both Russia and Syria.\n\nRussia, which has backed the government of Syrian President Bashar Assad, has joined Damascus in denying an attack even took place — even though U.S. authorities have declared it did with near certainty. The dispute over Syria was the latest wedge between the West and Russia, which has been embroiled in multiple controversies with western governments.\n\nIn a statement released on Twitter, Russia's ambassador to the U.S. said the country was being \"threatened,\" and issued an ominous warning that reprisals could follow. Russian President Vladimir Putin, meanwhile, branded the coalition strike as an \"act of aggression,\" as he demanded an emergency session of the U.N. Security Council on Saturday.\n\nIn the near term, the military strike appeared to ramp up a searing war of words between Washington and Moscow, which regarded the action as a attack on Russia itself.","2":"Geopolitical tensions will keep oil prices elevated heading into the summer driving season, but the energy market could be on track for a tumble in the second half of the year, according to Barclays' head of energy commodities research.\n\nBenchmark oil futures hit more than three-year highs last week. Those gains were underpinned by strong demand for petroleum products and a steady drop in global crude stockpiles, but escalating conflicts in the Middle East have boosted the oil market in recent weeks.\n\nBoth the Brent and U.S. crude benchmarks posted their biggest weekly gains since July last week in the lead-up to a missile strike on Syria by the United States, France and the U.K. on Friday in retaliation for a suspected chemical attack.\n\nThe Syria conflict, which puts Western powers at odds with Russia and Iran, is not going away anytime soon, said Michael Cohen, head of energy commodities research at Barclays. An escalation there could precipitate an escalation in the Saudi-led war in Yemen, in Saudi Arabia's restive eastern provinces or in Iraq during parliamentary elections next month, he said.\n\nAlso next month, President Donald Trump must decide whether to restore sanctions on Iran, OPEC's third-biggest oil producer.\n\n\"All of this is going to add to headline risk at the very same time that we're gearing up for the driving season,\" when demand for refined fuels like gasoline increases, Cohen told CNBC's \"Squawk Box\" on Monday.","3":"Panetta: We're in a new chapter of the Cold War with Russia 4:51 PM ET Tue, 17 April 2018 | 07:19\n\nThe United States has to make it clear to Russian President Vladimir Putin that there are lines that the U.S. will not allow Russia to cross, former Defense Secretary Leon Panetta told CNBC on Tuesday.\n\n\"There's no question we're in a new chapter of the Cold War with Russia,\" Panetta said on \"Closing Bell.\"\n\n\"There are an awful lot of steps that the Russians are taking to be very aggressive,\" he said. \"Part of it is because they've read weakness into the United States, as well as our allies.\"\n\nTensions have been escalating between the West and Russia over the civil war in Syria. Last Friday, a U.S.-led airstrike targeted Syria's chemical weapons infrastructure. It came one week after an alleged chemical weapons attack by Syrian President Bashar Assad that killed at least 60 people.\n\nPutin, who supports Assad's government, warned Sunday that further Western attacks on Syria would bring chaos to world affairs.\n\nRussia's involvement in Syria is just the country's latest act of aggression, suggested Panetta, who also served as CIA director under President Barack Obama and as chief of staff to President Bill Clinton.\n\nRussia came under fire for annexing Crimea in southern Ukraine and is accused of meddling in the 2016 U.S. presidential election. In a March interview with NBC News, Putin denied U.S. charges that he was behind the interference in the election which resulted in Donald Trump becoming president.\n\nPanetta believes the U.S. needs to show its power, which could open up an opportunity to have discussions with Putin.\n\n\"The only way you deal with Putin is from strength, not from weakness,\" he said.\n\nOn Sunday, Nikki Haley, U.S. ambassador to the United Nations, said new sanctions were coming to punish Russia for its support of Assad's government. However, on Monday, Trump delayed further action, Reuters reported.\n\nTrump's top economic advisor, Larry Kudlow, denied there was confusion over the issue.\n\n\"I think the issue here is we have a set of sanctions and additional sanctions are under consideration but have not been determined,\" Kudlow, a former CNBC senior contributor, told reporters on Tuesday.\n\n— Reuters contributed to this report.","4":"* U.S. Treasury report fails to surprise currency markets\n\nGraphic: World FX rates in 2018 http:\/\/tmsnrt.rs\/2egbfVh\n\nBy Saikat Chatterjee\n\nLONDON, April 16 (Reuters) - The dollar weakened on Monday and headed towards a two-week low against a basket of rivals on growing signs of relief that a U.S.-led strike on Syria would not escalate further at a time when concerns over a trade war has rattled global markets.\n\nInvestors returned to the familiar theme of adding short bets against the dollar, as a return in appetite for risk manifested itself through higher bond yields and softer oil prices.\n\nDespite widening interest rate differentials in its favour and the widest yield gap between two-year U.S. and German debt for nearly three decades, the dollar's performance in recent months has been closely correlated to swings in risk appetite.\n\nThat is because though the U.S. central bank has kept on track in raising interest rates, broader financial conditions remained loose.\n\n\"Unless we see the geopolitical concerns and trade war fears showing up in hard data, currency markets seem to be broadly immune to the headlines,\" NN Investments chief investment officer Valentijn van Nieuwenhuijzen said.\n\nA weaker dollar has broadly coincided with a pick-up in demand for riskier assets and vice versa and the Syria strikes underlined that trend.\n\nAgainst a broad basket of its rivals, the dollar edged 0.3 percent lower at 89.54. It has weakened 0.6 percent so far this month, taking its year-to-date losses to nearly 3 percent, extending a theme firmly in place since last year.\n\nThe dollar hit a two-week low of 89.36 last week.\n\n\"The military strikes were well telegraphed and we are seeing a continuation in the broad market theme from last week of a weaker dollar and favourable conditions for risk taking,\" said Credit Agricole currency strategist Manuel Oliveri.\n\nIn a wider measure of dollar positioning that includes net contracts on the New Zealand dollar, Mexican peso, Brazilian real and Russian rouble, the U.S. dollar posted a net short position valued at $27.21 billion, its biggest since August 2011.\n\nOther major currencies also remain trapped in trading ranges, with the euro starting the week around $1.23, a level around which it had traded all last week.\n\nThe U.S. Treasury semi-annual report didn't jolt the currency markets, with the Trump administration again refraining from naming any major trading partners as currency manipulators as it pursues potential tariffs and negotiations to try to cut a massive trade deficit with China.\n\nAlthough the Japanese yen usually draws demand in times of political tension and market turmoil due to its perceived safe-haven status, the dollar's losses against it were small.\n\n\"The reaction in currencies has been limited as President Trump had provided advance notice about a possible strike on Syria, giving speculators ample time to brace for the actual event,\" said Yukio Ishizuki, senior forex strategist at Daiwa Securities in Tokyo.\n\n\"Many speculators are showing less of a response to yen-supportive factors lately, after the Bank of Japan made clear it was not going to normalise policy soon. This goes for domestic factors as well, like falling support ratings for (Japan Prime Minister Shinzo) Abe.\"\n\nSupport for Abe, who is plagued by accusations of cronyism and cover-ups, fell to 26.7 percent in a survey by private broadcaster Nippon TV released on Sunday, the lowest since he took office in December 2012.\n\nSterling was the big outperformer in currency markets with the British currency vaulting half a percent above the $1.43 line as investors focused on data that could help shore up expectations of a May interest rate hike.\n\n(Reporting by Saikat Chatterjee; Additional reporting by Shinichi Saoshiro in TOKYO; Editing by Mark Heinrich)","5":"Futures were higher this morning. Despite Friday's downturn, the Dow, S&P 500, and Nasdaq are coming off their second weekly gain in three weeks, and if they can sustain the positive pre-market momentum, all three would avoid their first back-to-back losses of April. (CNBC)\n\n\n\n* Cramer's game plan: Washington headwinds could overwhelm earnings (CNBC)\n\nBank of America (BAC) reported a quarterly profit of 62 cents per share, 3 cents above estimates, with revenue also above forecasts. The bank's results were helped by improved loan growth and deposits, among other factors. After today's closing bell, Netflix (NFLX) is out with quarterly numbers. (CNBC)\n\nWPP Group (WPP) shares were 5 percent lower in premarket after founder and CEO Martin Sorrell stepped down. Two of the ad agency's executives, Mark Read and Andrew Scott, will take on Sorrell's duties while the company searches for a new CEO. Sorrell resigned amid a board investigation of misconduct allegations, saying the situation was disrupting WPP. (WSJ)\n\nThe economic calendar kicks off the week in busy fashion, with a number of key reports ahead. At 8:30 a.m. ET, the government issues March retail sales and the New York Fed issues its Empire State manufacturing index. At 10 a.m. ET, economists are expecting the monthly sentiment index from the National Association of Home Builders and the government is out with February business inventories. (CNBC)\n\nAtlanta Fed President Raphael Bostic has a public appearance in Alabama this afternoon, while Dallas Fed President Rob Kaplan participates in an economic forum in Florida. Soon-to-be retiring New York Fed President William Dudley joins CNBC for an interview at 10 a.m. ET.","6":"Stocks closed sharply higher on Tuesday as investor sentiment was boosted by strong results from some of the biggest U.S. companies.\n\nThe Dow Jones industrial average rose 213.59 points to 24,786.63, with UnitedHealth helping lead the index higher. The S&P 500 gained 1.1 percent to 2,706.38, as consumer discretionary and tech gained 1.9 percent and 2 percent, respectively. The Nasdaq composite advanced 1.7 percent to 7,281.10 as shares of Netflix jumped 9.2 percent to a record high.\n\nNetflix was the best performer in the S&P 500 after reporting in-line quarterly earnings and higher-than-expected subscriber growth.\n\n\"The fact that Netflix is reacting so well to earnings helps the market,\" said Tom Martin, senior portfolio manager at Globalt. \"Netflix is a bellwether stock.\"\n\nUnitedHealth shares rose 3.6 percent after it reported better-than-expected earnings and raised its outlook for 2018.\n\nGoldman Sachs posted better-than-expected earnings and revenue for the first quarter, boosted by a 38 percent jump in equities trading revenue. However, the stock fell 1.7 percent after opening higher.\n\nJohnson & Johnson posted a profit that surpassed estimates, boosted by a strong performance by its pharmaceuticals segment. Johnson & Johnson jumped at the open but slipped to close 0.9 percent lower.","7":"President Donald Trump rejected a fresh round of sanctions set to be imposed against Russia, The New York Times reported. The White House earlier contradicted the ambassador to the United Nations, Nikki Haley, who said there would be sanctions. (NY Times)\n\n\n\n* US and Britain warn of cybersecurity threat from Russia (NY Times)\n\nTrump's administration is seeking to assemble an Arab force to replace the U.S. military contingent in Syria, according to The Wall Street Journal. The details emerged days after the U.S.-led strikes on sites associated with the country.\n\nIn an op-ed published in USA Today this morning, President Trump said the American people \"are winning\" and the U.S. economy is \"back and roaring.\" He also said the new tax cut bill is lowering the size of Americans bills.\n\n\n\n* Today is Tax Day. How to deal if you still haven't filed (CNBC)\n\nTrump's re-election campaign paid $93,000 to a law firm to fight back against Michael Wolff's White House tell-all book, \"Fire and Fury.\" The payments were largely in compensation for taking on ex-White House chief strategist Steve Bannon. (CNBC)\n\nSean Hannity addressed the revelation that the unnamed client of Michael Cohen, Trump's longtime personal attorney, was in fact the Fox news host. Hannity said that Cohen has never represented him \"in any matter.\" (CNBC)\n\n\n\n* Stormy Daniels rips Cohen after court hearing deals blow to president and his fixer (CNBC)\n\nSen. John McCain, who is battling brain cancer, is in stable condition after undergoing surgery for an intestinal infection related to diverticulitis. Cindy McCain, McCain's wife, said that he was \"doing well after his surgery.\" (USA Today)\n\nNorth and South Korea are reportedly in talks to announce a permanent end to the officially declared military conflict between the two countries. A successful summit between the Koreas later this month could help pave the way for a meeting between Kim and Trump. (Munhwa Ilbo)\n\nChina's economy grew 6.8 percent in the first quarter of 2018, topping the consensus estimate of 6.7 percent year-over-year growth for the quarter. The data marks the third-straight quarter of 6.8 percent growth for the world's second-largest economy. (CNBC)\n\nTesla (TSLA) temporarily suspended production of its Model 3 in what the automaker is calling a planned production pause. The suspension is expected to last four to five days. (BuzzFeed News)\n\nCNBC has learned Amazon (AMZN) Business, which sells bulk items to business customers, has shelved its plan to sell and distribute pharmaceutical products after considering it last year. Instead, it is focused on selling less sensitive medical supplies.\n\nWalmart (WMT) is close to unveiling an entirely redesigned website as it battles Amazon (AMZN) for shoppers' dollars online. The new design will be much more personalized and is expected to create a \"fashion destination\" online. (CNBC)\n\n\n\nAdditionally, the Supreme Court will consider whether to let states force out-of-state online retailers to collect sales taxes on purchases. South Dakota, appealing a lower court decision, is being supported by Trump's administration. (Reuters)\n\nFacebook's product management director wrote a blog post explaining when the social network and its partners collect your personal information and when it's shared. The company reiterated that it's not selling this information. (CNBC)","8":"Following is the transcript of an exclusive CNBC interview with Peter Baumgartner, CEO of Etihad Airways, and CNBC's Hadley Gamble live on CNBC's Capital Connection.\n\nHG: I'm joined now on set by the CEO of Etihad Airways, Peter Baumgartner, thanks so much for joining us.\n\nPB: Hadley, great to be here.\n\nHG: Now, talk to me a little bit about what's happening over at Etihad. You've had a massive restructuring programme. How soon are we going to see Etihad return to profitability?\n\nPB: Well, first of all, Hadley, you know, we are not even 15 years old, so I am with the airline since the very beginning, and I haven't seen, you know, a year, or a period, which was not constantly driven by change. So, change is probably the only constant in our-, in our life, and it has to be. It's made us a very agile business, that is able to adapt, you know, to an ever-changing environment, in a very, very agile way. And I think, in that context, it's important to understand that, you know, we are at a gateway, you know, of-, of not being a startup business anymore, an established company. Many of the input parameters, at the time, the fleet, and network plans, have the last time been cut, you know, have changed, and it is an appropriate point in time to-, to look in to the future, make sure we keep having a solid baseline for future growth.\n\nHG: And speaking of the future, right now we're talking about these geopolitical tensions, these Syria strikes over the weekend, a lot of questions about whether airlines should reroute. American Airlines, as you saw, did a bit of rerouting, itself. What is Etihad's take on this? Are you rerouting flights, given what we've seen?\n\nPB: Well, first of all, you know, safety and security of our-, of our guests, and our operation, is number one priority, as it should be for any airline, as it is in aviation. So, that means, you know, yes, these are times, you know, of heightened surveillance. We are extremely well connected with-, you know, internal and external intelligence, which gives us a very, very accurate picture of what's going on, so we would never risk, you know, any operation over-, over unsafe territory. So, yes, we have, in the past, you know, rerouted flights, to adapt to a security situation. At the moment, you know, our flights continue to operate as per our normal schedule, but, you know, this is a-, a daily assessment of the situation, an hourly assessment of the situation.\n\nHG: Now, of course, you have cut some of your routes, Edinburgh, as well as Perth, as well. Is this the end of Etihad's global ambitions?\n\nPB: [Laughter] no. I mean, you know, an airline is constantly, you know, looking at it-, it-, its competitive position in the-, in the market. What we are doing here is to make sure that we continue to be that integral part of an Abu Dhabi masterplan, to be the flag-carrier that the-, the strategy of economic diversification requires, what the capital of Abu Dhabi requires, in terms of air link to important and emerging economies, capital to capital connections, and so on. So, we do that in a way that it is very, very strategic, and, you know, on a sound commercial basis. So, this is a constant, you know, evaluation, that is not, you know, a one-time cut, and then you are done for the next ten years. So, this is-, this is a very agile business, in a very agile environment, and so that's kind of business as usual.\n\nHG: Speaking of constant re-, constantly reevaluating the situation, when you look at the Etihad versus Emirates narrative, Emirates, of course, available in Dubai, about an hour up the road from Abu Dhabi. Is there a situation where you might consider cutting prices at Etihad, to be competitive, when it comes to keeping people from taking that drive, and taking an Emirates flight?\n\nPB: Well, it is a good question. I think it has to be seen in the context of what's currently happening, in terms of airline product development and distribution. I mean, the airline industry, for too long, had a very limited amount of product on the shelf, which is first, business, and economy. Maybe something in between, you know, \"economy plus\", whatever you want to call it, but digital transformation has also reached our industry, which allows us, you know, to get less dependent on legacy distribution technology, and allows us, you know, to have those dozens, hundreds, millions of products out there, bundled up, customized, to exactly what-, what-, what Hadley wants, and needs, and make sure that it is at the price, you know, that you think is good value. And that's the transformation that we go very strongly through at Etihad. Yes, you know, the Fourth Industrial Revolution has reached us. We're already, you know, a first mover in many of those areas, rather than a follower. That means, you know, we will be able, in the future, you know, to be highly competitive against, you know, very price-sensitive leisure audiences, at the same time deliver on the very same aircraft, the ultra-luxury experience for those people where this matters.\n\nHG: Talk to me a little bit more about that restructuring, because back in 2015, 2016, you issued bonds, many of them taken by residents here in the UAE, and those have since lost about a quarter of their value. Is there a plan to make those investors hold?\n\nPB: Well, you know, these are public securities where I can't, you know, possibly talk about, you know, in-, in-, in public. But, important to understand, and maybe that allows me to make a point, is that, you know, I'm sitting here, representing Etihad Airways, and the way we are structured allows me, and my team, to focus on the airline, and-, and ensure that the operation is-, you know, continues to be on a solid footing, and continues to be a successful growth story. That's what we are focused on. The rest are-, are-, are challenges, which are-, which are, you know, managed in the group.\n\nHG: What's the timeline, then, to getting Etihad back on track, in terms of profitability?\n\nPB: You know, the core airline has always been operating very-, in a very, very solid way. I mean, even in most challenging times, 2016, the oil price collapsed, local regional markets contracted, which accelerated the overcapacity situation on competitive overlapping traffic flows, which brought, you know, the yields down, that was kind of a perfect storm. Even then, you know, we operated with very solid load factors. Now that the quality of revenue they've been used to has accelerated, also, our, you know, of course, review of our network and fleet requirements for-, for the next five, and even ten years, because many of these-, of these effects are not just one-time, are just a cycle, and do not go away that quickly. Yes, it was-, it was maybe an accelerated reality check, but-, but, you know, what you would expect, you know, a business, after ten years, to do.\n\nHG: Peter, we're going to have to leave it there. Peter Baumgartner, the CEO of Etihad Airways, thanks so much for joining us. Nancy, I'm going to hand it back to you.\n\nENDS\n\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com\n\nAbout CNBC:\n\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\n\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\n\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com.","9":"Following is the transcript of an exclusive CNBC interview with Investcorp Executive Chairman, Mohammed Bin Mahfoodh Alardhi.\n\nHG: Mohammed, thank you so much for joining CNBC. I want to kick off by asking you about the Boao forum that you've just attended in China. What were some of the opportunities that you see in China going forward?\n\nMA: Well first of all thank you very much for this opportunity and I want to say congratulation for your opening of your new base here in Abu Dhabi it's a great city great base, and we are neighbors. As you know we have opened offices a few years ago and it's been a really great experience. Yes we just came back from China from the Boao conference and there I think you know it was very interesting, the conversations and the discussions centered on two main points for China which is the internationalization of the RMB and the Belt and Road Initiative. Obviously it's a huge huge economy growing, changing and we are really studying that market still in order to see how you know we can move there in the future.\n\nHG: What needs to happen in China for that to take place? You mentioned some infrastructure development needs to be done and then there are also questions about the currency what needs to happen in China for Investcorp to go in?\n\nMA: I think first of all we really need to know that market we need to find out who are our partners there. We need to see what are the opportunities in there obviously in an economy like China there is a lot of momentum in everywhere. Rules are changing and so first I think we want to know, find out... a good partner and a good opportunity to work with and we will go ahead with it.\n\nHG: Where else in Asia could Investcorp really get into the action are we talking about places like Malaysia?\n\nMA: Well we have we have opened an office in Singapore and we're really hoping planning for it to be our launchpad into that whole region. Malaysia has a lot of potential, Indonesia is a big market, Brunei and you know I think that region likes the bridge with the Gulf, the connection with the Gulf and what we are doing here and so I think there is opportunities in that in different and various ways.\n\nHG: You said that the One Belt One Road Initiative it seems almost inevitable for this region to get closer to China to work more closely with that government. How worried are you by what we've been hearing over the last several weeks in terms of this U.S. China trade spat?\n\nMA: Well the Road and Belt initiative is a huge one as you know. Already something like 80 countries have signed to it. It's connecting something like 4 billion of the population of the world. It's a massive you know initiative for trade in the world. I think the Gulf has always been on the trade route with China you know from time memorial. Oman for instance is on the Belt and Road route and on this initiative. And I think the Chinese are really interested in bringing this region close up to their trade close up to this initiative.\n\nHG: Walk me through what you guys are doing in the United States today. We were talking earlier about US President Trump, his increasing rhetoric when it comes to China trade and he's also talking about bringing TPP back as well. What's exciting for you today in the United States?\n\nMA: Well the United States has been very great place for us you know since inception in 1982 Investcorp has continued to invest in America every year in good time and in challenging times. And so our private equity business there is thriving, our real estate business there is great and continuing we have a big hedge fund business and we've added a year ago our credit business. I think the American economy continues to be a place where we can compete where we can achieve good results despite you know the cycles and the challenges that are out there.\n\nHG: So President Trump's been good for the economy?\n\nMA: I think he has been yeah I think, I think the work he did on taxes has been good, I think his move to lessen regulations and ease of doing business, it's positive.\n\nHG: Walk me through some of the sectors that you are involved with in the United States, particularly when it comes to the retail space in terms of real estate. What's interesting to you there because a lot of people would say that mall business in the United States is under a lot of pressure or even dead. How do you, how do you think that this will evolve going forward?\n\nMA: Well as you know private equity is never a simple business and it is it's always about creating your equity story. It's always about developing your operational value, it's always about digitization, being proactive and so that's what we try and do every time you know we try to be proactive we try to see how we can create value for our investors and our shareholders and how we can you know take our companies to a place where we can exit them with, with a, with a good future for others to continue that journey.\n\nHG: So has the Amazon effect been good for investment opportunities when it comes to the mall space?\n\nMA: I think it has, I think in general it has it's obviously been challenging for those who've been late in getting in getting that message. But it is it's all about increasing productivity, shortening the time to market it has been, it has been... and I think the potential of it is great.\n\nHG: What about the broader U.S. market, what opportunities do you see there?\n\nMA: In the U.S. market. What I mean in the private equity this is our bread and butter. So we look at everything that we know we can grow. Obviously the services industry has really been doing very well. And this is something that we have lately been investing in. Healthcare, education, health care in the region here in the GCC has been very good and so on the real estate continues. The United States continues to be you know a great market for real estate.\n\nDifferent cities, different states, over the 37 years we have invested in every state in the US coast to coast. And so it's been a good story for us in the US.\n\nHG: Talk to me about a story that is gaining momentum particularly in the last several weeks - what's happening in Saudi Arabia, a successful road show for the crown prince going to the United States, going to the United Kingdom, signing lots and lots of deals. When you look at what happens in Saudi Arabia going forward, the achievement of all the goals of Vision 2030. How important is it that he checks those things off his list when it comes to increasing private sector investment in the country?\n\nMA: Well first of all Investcop has been probably the largest private investor in Saudi Arabia for the last seven years. So, really it means a lot to us what's happening in the Kingdom there. We're positive about what's happening. Obviously, there are a lot of changes - fast changes - but I think you know, what we see already I think, points to a great potential. I think if the Crown Prince only achieves 50% of his vision that country is going to be fantastically changed to do the better. We in particular are very positive about you know the drive to empower the private sector - to do a lot with the SME's. You know they're fund a fund (inaudible) of over a billion dollars for SME's. I think the support of over 35 billion for the private sector as a whole.\n\nTheir push for privatization, I think all are very positive things and I think it will have a great effect not only for business in Saudi Arabia, but I think in the whole region. Because as you know, Saudi has always been a huge market that effected the value and supply chains around the region.\n\nHG: It's been a tough couple of years for the private sector in this region, the UAE in particular, Saudi Arabia. A lot of private investors tell me they are a bit hesitant about what's happening, given what we saw of course with the Riyadh Ritz Carlton situation. Do you think that they're right to be worried?\n\nMA: I think you know, obviously, no one could have seen, say the meltdown, that happened in the oil prices. No one predicted what happened in the Kingdom. So I think they're right in feeling the challenges. But I think also what happened, is that every government in the region have set itself for the future. Waking up to see that, you know, no more of this region can live on being a one commodity exporter. We needed to work on different revenue streams - whether it is manufacturing, logistics, or tourism. I think governments who did not know the capital market have started dealing with it finding how to use cheap money but also keeping an eye on the trap of cheap money beyond the crisis. So in whole, I think it's good for the future. There is obviously pains in the short term, but I think governments in the region really need to say, you know, when this is all done - whether oil prices come back or no - what have we achieved? And if they have achieved diversified economies, created jobs, better education, then it has been a fantastic time.\n\nHG: They're going to get there.\n\nMA: But if it has - if we finish this - and all we've got is mounting debt then we really have not done our job. But I think, I believe, that each government is really looking for the future and doing what needs to be done.\n\nHG: Clearly this boost that Bahrain has had in particular in the last several weeks coming off the back of this announcement that they've found from their oil reserves. A lot of excitement about what the government can really do with this going forward. But the question of course is the private sector. How quickly Is the private sector in Bahrain, for example, going to feel the knock on effect of this increase in terms of the oil reserves?\n\nMA: You know Bahrain is probably one of the most entrepreneurial real countries in this region and the people of Bahrain are amazing. Despite, you know, the small size of the country, the private sector is actually well established there globally. And I think their proximity to Saudi Arabia allows Bahrain to really be a window on the whole market of the GCC. I think this is great news that has come and it will enhance the growth, the transformation that's happening in Bahrain. Bahrain, like any country in the region has had to go through, you know, the efficiency exercise and cost cutting and all that kind of thing.\n\nHG: And also the geopolitical headwinds.\n\nMA: And of course the geopolitical of course.\n\nHG: When you look at the broader region in terms of that geopolitical risk analysis. You've got what's happening in Syria today, you have a lot of worries over what's going to happen next when it comes to the fight against the Islamic State which still has yet to be eradicated, although Iraq has made so much progress in that space as well, the Iran versus Saudi narrative. How worried are you by that kind of rhetoric?\n\nMA: Well I mean, our region is never boring as you know, and I think we have lived through geopolitical storms before. I think you know the entrepreneurial spirit of people in the region, and both private sector and governments have always made sure that you know people look at the opportunities, more than you know the problems of it. And obviously, no one wants another war in the region. But I think there are always opportunities to do something positive. I think the people around the region are, you know, are excited about how globally connected the region is becoming, how technology is really spreading into the region, how the young people are changing the way business is being done, how SME's are you know spreading. These are also also, you know, great news and good positive things for the future.\n\nHG: When we talk about those kinds of disrupters, they have said that President Trump has been a disruptor for business. Those who are in the region would say that Muhammad Bin Salman, the crown prince of Saudi Arabia has certainly been a disruptor for this region in particular. What do you see as potentially the next big disrupter here?\n\nMA: I think it's the young people of this region. You know we have just hosted in Siyad? (inaudible) About 40 of the young leaders from the region. And you know when you look at each one's CV's, and when you look at what each one is, you know, taking of responsibilities - it is amazing because you see the future of the region is in these guys hands and they are highly educated, they are entrepreneurial. They look at the whole globe as their, you know, place. So when we talk about digitization - it's not a strange thing to them, when you talk about e-commerce - it's not strange to them. They know how economies grow, they know savings are important, they know how education is important to nations. And I think this is the future. This is the biggest disrupter for this region.\n\nHG: And finally on Turkey, you have significant investments in Turkey, there are questions about that country's currency. How worried are you that the leadership doesn't really have a handle on the economy today?\n\nMA: Well Turkey, you know, we have few companies there. We have invested in Turkey. Our companies are doing well. Most of them are market leaders. But like you say, the currency doesn't help them. And the geopolitics there is not helping. I think the fundamentals of Turkey is good - You know the big market, entrepreneurial people, hardworking people, and I hope that they can go beyond this geopolitics that is really affecting their economy in a not so good way.\n\nHG: Mr Chairman, we're going to have to leave it there, thank you so much for joining us.\n\nENDS\n\nFor more information contact Jonathan Millman, EMEA Communications Executive: Jonathan.Millman@cnbc.com\n\nAbout CNBC:\n\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the major financial markets around the globe with regional headquarters Singapore, Abu Dhabi, London and New York. The TV channel is available in more than 410 million homes worldwide.\n\nCNBC.com is the preeminent financial news source on the web, featuring an unprecedented amount of video, real-time market analysis, web-exclusive live video and analytical financial tools.\n\nCNBC is a division of NBCUniversal. For more information, visit www.cnbc.com.","10":"Meanwhile, U.S. ambassador to the United Nations, Nikki Haley, told CBS' \"Face the Nation\" program that the United States would announce new economic sanctions on Monday aimed at companies \"that were dealing with equipment\" related to Syrian President Bashar al-Assad's alleged chemical weapons use.\n\nOn Saturday, the United States, France and Britain launched 105 missiles targeting what the Pentagon said were three chemical weapons facilities in Syria in retaliation for a suspected poison gas attack in Douma on April 7.\n\nThe Western countries blame Assad for the Douma attack that killed dozens of people. The Syrian government and its ally Russia have denied involvement in any such attack.\n\nThe bombings marked the biggest intervention by Western countries against Assad and ally Russia.\n\nFrench President Emmanuel Macron said on Sunday that he had convinced Trump, who has previously said he wanted to take U.S. forces out of Syria, to stay for \"the long term.\"\n\nThe United States, France and Britain have said the missile strikes were limited to Syria's chemical weapons capabilities and not aimed at toppling Assad or intervening in the civil war. Macron said in an interview broadcast by BFM TV, RMC radio and Mediapart online news that he had convinced Trump to focus on the chemical weapons sites.","11":"Strikes are not going to achieve objective to deter use of chemical weapons says expert 2:15 PM ET Mon, 16 April 2018 | 05:02\n\nThe airstrikes on Syria by U.S., British and French forces were effective in taking out their targets, but it isn't enough to put a stop to the brutality, expert Charles Lister told CNBC on Monday.\n\n\"The strikes were a significant message, if not the most significant message, that the West has sent so far but it's not going to achieve the objectives that we've set, unfortunately,\" said Lister, director of the extremism and counterterrorism program at the Middle East Institute.\n\nThose objectives are to \"deter the use of chemical weapons in Syria,\" he said on \"Power Lunch.\"\n\nThe U.S.-led military action on Friday targeted Syria's chemical weapons infrastructure. It came one week after an alleged chemical weapons attack by Syrian President Bashar Assad that killed at least 60 people.","12":"Between Barack Obama and Donald Trump, it's \"definitely President Trump\" who got U.S. foreign policy right in the Middle East, according to Egyptian billionaire Naguib Sawiris.\n\n\"I think what we're seeing today is the product of Obama's rule,\" Sawiris told CNBC's Hadley Gamble in Abu Dhabi on Monday. He claimed that Russia gained ground in Syria as a result of inaction by the Obama administration, which also allowed extremists in the Middle East to thrive.\n\n\"I'm not saying you should police the world, but you can't let evil strive and say, 'It's none of my business.' So I believe President Trump is on the right track,\" he said.\n\nThe Obama administration in 2012 threatened to retaliate if Syria's Bashar Assad used chemical weapons in that country's civil war. The following year, Assad's government killed hundreds of civilians in the town of Ghouta with chemical weapons, but the United States did not respond with military force.\n\nTrump likes to blame the Obama administration for the rise of ISIS and take credit for that group's decline, though ISIS began its rise during the administration of George W. Bush and started to lose ground militarily thanks largely to the Obama administration's support of Kurds fighting the terror group.","13":"A false alarm led to Syrian air defense missiles being fired overnight and no new attack on Syria took place, Syrian state media and a military commander said on Tuesday.\n\nSyrian state TV reported overnight that anti-aircraft defenses had shot down missiles fired at an air base in the Homs area, and a media unit run by the Lebanese group Hezbollah said missiles had also targeted an air base near Damascus.\n\nThe incident underscored fears of a further escalation in the Syrian conflict after a U.S., British and French attack on Syrian targets on Saturday and an air strike on an air base the previous week that Damascus blamed on Israel.\n\nSyrian state news agency SANA cited a military source as saying a number of air defense missiles had been fired but no foreign attack had taken place.\n\nSeparately, a commander in the regional military alliance backing the government attributed the malfunction to \"a joint electronic attack\" by Israel and the United States targeting the Syrian radar system.\n\nThe issue had been dealt with by Russian experts, said the commander, who spoke to Reuters on condition of anonymity.\n\nState television had showed pictures of a missile it said was shot in the air above the air base.\n\nA Pentagon spokesman said there was no U.S. military activity in that area at this time. Asked about reports of the missile attack, an Israeli military spokesman said: \"We don't comment on such reports.\"\n\nSaturday's strikes by the U.S., Britain and France were in retaliation for a suspected chemical weapons attack by the Syrian military in eastern Ghouta. Both Damascus and its ally Russia have denied using any such weapons.","14":"President Donald Trump on Sunday defended his use of the phrase \"Mission Accomplished\" to describe a U.S.-led allied missile attack on Syria's chemical weapons program, saying \"it is such a great Military term, it should be brought back.\"\n\nIn an early-morning tweet, Trump said the strike was \"perfectly carried out\" and that \"the only way the Fake News Media could demean was by my use of the term \"Mission Accomplished.\" He added that he knew the media would \"seize\" on the phrase, but said it should be used often.\n\nTrump tweeted \"Mission Accomplished\" on Saturday after U.S., French and British warplanes and ships launched more than 100 missiles nearly unopposed by Syrian air defenses. While he declared success, the Pentagon said the pummeling of three chemical-related facilities left enough others intact to enable the Assad government to use banned weapons against civilians if it chooses.\n\nHis choice of words recalled a similar claim associated with President George W. Bush following the U.S.-led invasion of Iraq. Bush addressed sailors aboard a Navy ship in May 2003 alongside a \"Mission Accomplished\" banner, just weeks before it became apparent that Iraqis had organized an insurgency that tied down U.S. forces for years.\n\nThe nighttime Syria assault was carefully limited to minimize civilian casualties and avoid direct conflict with Syria's key ally, Russia, but confusion arose over the extent to which Washington warned Moscow in advance. The Pentagon said it gave no explicit warning. The U.S. ambassador in Moscow, John Huntsman, said in a video, \"Before we took action, the United States communicated with\" Russia to \"reduce the danger of any Russian or civilian casualties.\"\n\nDana W. White, the chief Pentagon spokeswoman, said that to her knowledge no one in the Defense Department communicated with Moscow in advance, other than the acknowledged use of a military-to-military hotline that has routinely helped minimize the risk of U.S.-Russian collisions or confrontations in Syrian airspace. Officials said this did not include giving Russian advance notice of where or when allied airstrikes would happen.\n\nRussia has military forces, including air defenses, in several areas of Syria to support President Bashar Assad in his long war against anti-government rebels.\n\nRussia and Iran called the use of force by the United States and its allies a \"military crime\" and \"act of aggression.\" The U.N. Security Council met to debate the strikes, but rejected a Russian resolution calling for condemnation of the \"aggression\" by the three Western allies.\n\nTrump's U.N. ambassador, Nikki Haley, told the session that the president has made it clear that if Assad uses poison gas again, \"the United States is locked and loaded.\"\n\nAssad denies he has used chemical weapons, and the Trump administration has yet to present hard evidence of what it says precipitated the allied missiles attack: a chlorine gas attack on civilians in Douma on April 7. The U.S. says it suspects that sarin gas also was used.\n\n\"Good souls will not be humiliated,\" Assad tweeted, while hundreds of Syrians gathered in Damascus, the capital, where they flashed victory signs and waved flags in scenes of defiance after the early morning barrage.\n\nThe strikes \"successfully hit every target,\" White told reporters at the Pentagon. The military said there were three targets: the Barzah chemical weapons research and development site in the Damascus area, a chemical weapons storage facility near Homs and a chemical weapons \"bunker\" a few miles from the second target.\n\nAlthough officials said the singular target was Assad's chemical weapons capability, his air force, including helicopters he allegedly has used to drop chemical weapons on civilians, were spared. In a U.S. military action a year ago in response to a sarin gas attack, the Pentagon said missiles took out nearly 20 percent of the Syrian air force.\n\nAs of Saturday, neither Syria nor its Russian or Iranian allies retaliated, Pentagon officials said.\n\nThe U.S.-led operation won broad Western support. The NATO alliance gave its full backing; NATO Secretary-General Jens Stoltenberg said in Brussels that the attack was about ensuring that chemical weapons cannot be used with impunity.\n\nIn his televised address from the White House on Friday evening, Trump said the U.S. was prepared to sustain economic, diplomatic and military pressure on Assad until the Syrian leader ends what Trump called a criminal pattern of killing his own people with internationally banned chemical weapons. That did not mean military strikes would continue. In fact, Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, said no additional attacks were planned.\n\nAsked about Trump's \"Mission Accomplished\" assertion, White said it pointed to the successful targeting of three Syrian chemical weapons sites. What happens next, she said, is up to Assad and to his Russian and Iranian allies.","15":"Three Asia-bound American Airlines flights that normally fly over Russia have been rerouted, as the airline assesses growing geopolitical tensions, a source familiar with the matter told CNBC on Saturday.\n\nIn an internal memorandum sent to pilots on Saturday that was seen by CNBC, the airline warned that some flights into Asia could be rerouted, as relations between Moscow and Washington appear to worsen because of the U.S.-led military intervention in Syria.\n\n\"The team at American regularly monitors global geopolitical issues and makes changes to aircraft routings when warranted,\" said the note to pilots.\n\nThe airline on Sunday resumed its normal, nonstop service for those routes, American said.\n\nThe possible schedule changes the airline told pilots about could cause residual delays, it said. American Airlines, which operates more than 6,000 flights a day, said three flights separate flights had been affected: Dallas to Hong Kong, Dallas to Beijing, and Chicago to Beijing, according to the document.\n\nThree were sent instead through Los Angeles. Because of range limits on planes, pilots often cannot simply take a longer route without additional fuel. Crews may also \"time out,\" meaning the daily hours they are allowed to work may run out if the routing is changed.\n\nThe airline said that it is engaging \"with the U.S. government in order to resolve any issues,\" according to the note.\n\nAmerican is working \"on our contingency plans in case certain areas are restricted,\" said the note to pilots, adding that while the measure isn't a \"long term solution, we are doing everything possible to minimize the disruption for our customers and team members.\"\n\n\"We periodically meet with our aviation partners to discuss issues of mutual interest that relate to implementation of our air transport agreements,\" said a State Department spokesperson. \"We had planned to meet with Russian civil aviation officials in Washington this spring, after last having had discussions in October 2016 in Moscow. Russia's Ministry of Transport notified U.S. Embassy Moscow that Russian officials will be unable to come for talks at this time.\"\n\nAn agreement that allows U.S. and Russian aircraft to use each other's airspace is set to expire next week, logistics industry publication The Loadstar reported earlier this month. The issue comes as tensions are rising with Russia, which harshly condemned U.S., British and French strikes on Syria which were launched late Friday.","16":"President Donald Trump announced Friday night that he ordered the U.S. military to conduct precision missile strikes against the Syrian government, in retaliation for a chemical attack executed against its citizens.\n\nThe order — carried out in conjunction with French and British allies — marked a dramatic reversal for Trump. As recently as last week, had been saying that he wanted the U.S. to withdraw its forces from Syria. Then, days after a suspected chemical attack by Syrian forces on rebels, Trump warned over Twitter that missile strikes would be coming.\n\nIn a speech from the White House, Trump declared that the U.S.-led coalition's intent was to \"establish a strong deterrent against the production, spread, and use of chemical weapons. Establishing this deterrent is a vital national security interest of the United States.\"\n\nAlthough Trump has indicated his unwillingness to stay in Syria long-term, the president added that \"we are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\"\n\nDuring Friday's speech, Trump noted that the strike was underway, but did not give further details of the targets or the military assets used. There were initial indications the strikes could occur over days, but officials at a Pentagon briefing later Friday said that the current wave of attacks was over.\n\nDefense Secretary James Mattis, in a later briefing from the Pentagon, said Trump ordered the strikes to destroy Syria's chemical weapons development infrastructure.\n\nRead more: White House releases the U.S. assessment of alleged chemical attack in Syria\n\nThere were reports of Syrian air defense forces firing back, but no immediate indications that U.S. planes were struck.\n\nTrump used the address to also directly call out Russia and Iran, which back the regime of Syrian President Bashar Assad.\n\n\"To Iran and to Russia, I ask: What kind of a nation wants to be associated with the mass murder of innocent men, women and children?\" Trump said. \"Hopefully someday we will get along with Russia, and maybe even Iran. But maybe not.\"\n\nRussia responded over Twitter, with a statement from its ambassador to the U.S., Anatoly Antonov.\n\n\"We warned that such actions will not be left without consequences,\" the statement said. \"All responsibility for them rests with Washington, London and Paris.\"\n\nThe Syria assault generated mixed reviews on Capitol Hill. Sen. Tim Kaine, D-Va., denounced the attack. \"We need to stop giving presidents a blank check to wage war,\" he tweeted. \"Today it's Syria, but what's going to stop him from bombing Iran or North Korea next?\"\n\nSeparately, House Minority Leader Nancy Pelosi demanded Trump seek Congressional authorization, as well as a clear strategy for an endgame.\n\nOn the other hand, Sen. John McCain, R-Ariz., lauded the strikes, but called for Trump to draw up a more comprehensive plan for the region.\n\n\"Airstrikes disconnected from a broader strategy may be necessary, but they alone will not achieve U.S. objectives in the Middle East,\" McCain said in a statement. Earlier this week, McCain, the Senate Armed Forces Committee chairman, said Trump's talk of withdrawing from Syria had emboldened Assad to launch the alleged chemical attack.\n\nThe U.K. emphasized that the strikes were specifically targeted against Syria's purported chemical-weapons program.\n\n\"Our action is proportionate, specifically aimed at degrading the regime's ability to use chemical weapons and deterring further such appalling acts,\" said a statement from Britain's Royal Air Force. \"It is therefore focused on regime facilities linked to the production and use of chemical weapons.\"\n\nBritish Prime Minister Theresa May also issued a statement about the strikes.\n\n\"This is not about intervening in a civil war. It is not about regime change. It is about a limited and targeted strike that does not further escalate tensions in the region and that does everything possible to prevent civilian casualties,\" she said in a statement.","17":"More sanctions on Russia are likely to trigger a further sell-off in the ruble, according to one currency expert.\n\nRussia's currency has already been faltering this week in the face of escalating tensions with the West in Syria, and more sanctions could be the trigger, said Simon Derrick, a chief currency strategist at BNP Mellon.\n\n\"What we have seen in the last week is the kind of price action that we've really only seen two or three times before over the course of the in last 20 or so years. Certainly in the late 2014 when we had the ruble crisis then, and before that in 1998 and a little bit round the global financial crisis in 2008,\" he told CNBC's \"Capital Connection,\" highlighting that the recent moves in the ruble were reminiscent of other crises for the currency.\n\nOver the last seven days, the ruble has fallen from 63 against the dollar to trade at 61.2, amid a war of words between Russia and the U.S. — and its allies — over Syria. More sanctions were expected to be imposed on Russia Monday, but the country appeared to win a reprieve with the White House stating that President Donald Trump had not yet approved additional measures.\n\n\"What you can say is that when you do see the ruble have a crisis, it usually works for two or three weeks and reaches a peak when you get, sometimes, moves of 10 percent or more in an individual day. And I think we're in that kind of cycle,\" Derrick added.\n\nTraditionally, the Russian central bank has stepped in to support the currency by selling off amounts of its foreign currency reserves to buy up, and stabilize, the ruble on the international currency markets.","18":"Sen. Bob Corker, R-Tenn., suggested Wednesday that most Republicans in the Senate are \"conflicted\" about Donald Trump's presidency.\n\n\"Any Republican senator who hasn't been conflicted over this presidency is either comatose or is pretty useless in their blindness,\" Corker said at a breakfast event hosted by the Christian Science Monitor news organization.\n\n\"And we've got some of both, of course, but not many,\" he added.\n\nThe remarks came in response to a question about whether the second-term senator would vote for Trump again in hindsight. Corker initially said that \"responding to conjecture is bad for your health.\"\n\nIn a recent Washington Post profile of Corker, the second-term senator said he would \"probably\" vote for Trump again in a race \"between the same two candidates.\"\n\nCorker, who is not seeking re-election, has on occasion stood out from his Senate colleagues as a vocal critic of the president. Trump and Corker exchanged public insults during debates over tax reform legislation late last year.\n\nIn October, Corker told CNN that he wouldn't support Trump again if given the opportunity. \"No, no way,\" Corker said at the time. The same day, Trump sent a tweet calling Corker \"incompetent.\"\n\nCorker is not the only GOP critic of Trump in Congress. Sen. Jeff Flake, R-Ariz., has also criticized Trump from the Senate floor lectern. Flake is also retiring from the Senate at the end of his term.\n\nIn his remarks Wednesday, Corker described the friction of having \"a president who will sign legislation that we pass on the Republican side,\" while having to deal with \"chaotic things that occur on a daily basis\" from the White House.\n\nStill, Corker said he has \"a very warm relationship with the president\" and praised him for being \"more accessible than any president, probably in the history of the world.\" Corker, who is chairman of the Senate Foreign Relations Committee, said he last spoke with Trump on Thursday morning regarding airstrikes against Syria launched over the weekend.\n\nOverall, however, Corker expressed ambivalence about the president. \"It's a complicated relationship,\" he said.\n\nCorker also told the audience he will not campaign against Democrat Phil Bredesen, who is running for the Senate seat.","19":"The United States and Britain on Monday warned of a global cyber attack targeting routers and other networking equipment, blaming Russian government-backed hackers for the campaign on government agencies, businesses and critical infrastructure operators.\n\nWashington and London issued a joint alert, saying the widespread, global campaign began in 2015 and could be escalated to launch offensive attacks.\n\nThe alert comes two months after the United States and Britain accused Russia of carrying out the damaging \"NotPetya\" cyber attack in 2017 that unleashed a virus that crippled parts of Ukraine's infrastructure and damaged computers across the globe.\n\nAmerican and British officials said the attacks affected a wide range of organizations including internet service providers, private businesses and critical infrastructure providers. They did not identify any victims or provide details on the impact of the attacks.\n\n\"When we see malicious cyber activity, whether it be from the Kremlin or other malicious nation-state actors, we are going to push back,\" said Rob Joyce, the White House cyber security coordinator.\n\nThe Kremlin did not immediately respond to a request for comment late on Monday. Moscow has denied previous accusations that it carried out cyber attacks on the United States and other countries.\n\nU.S. intelligence agencies last year accused Russia of interfering in the 2016 election with a hacking and propaganda campaign supporting Donald Trump's campaign for president. Last month the Trump administration blamed Russia for a campaign of cyber attacks stretching back at least two years that targeted the U.S. power grid.\n\nBritain and the United States said they issued the alert to help targets protect themselves and persuade victims to share information with government investigators so they can better understand the threat.\n\n\"We don't have full insight into the scope of the compromise,\" said Jeanette Manfra, a cyber security official for the U.S. Department of Homeland Security.\n\nThe alert is unrelated to the suspected chemical weapons attack in a town in Syria that prompted a U.S.-led military strike over the weekend targeting facilities of the Russian-backed Syrian government, Joyce said.\n\nU.S. and British officials warned that infected routers could be used to launch future offensive cyber operations.\n\n\"They could be pre-positioning for use in times of tension,\" said Ciaran Martin, chief executive of the British governments National Cyber Security Centre cyber defense agency, who added that \"millions of machines\" were targeted.\n\nSome private-sector cyber security experts have criticized the U.S. government for being too slow to release information about cyber attacks. Monday's announcement appears to reflect a desire to publicize a threat quickly and widely even before officials completely understand its breadth.\n\nA senior U.S. official, speaking on condition of anonymity, said there had been a steady increase in Russian cyber attacks in recent years.\n\n\"It's harder to track, attribute and respond immediately to a cyber attack ... than it is to know who fired a missile,\" the official said."},"URL":{"0":"https:\/\/www.cnbc.com\/2018\/04\/16\/after-syria-airstrikes-the-best-strategy-going-forward-gen-wesley-clark.html","1":"https:\/\/www.cnbc.com\/2018\/04\/13\/russia-warns-of-consequences-for-us-led-strike-on-syria.html","2":"https:\/\/www.cnbc.com\/2018\/04\/16\/oil-prices-are-likely-to-collapse-later-this-year-barclays-forecasts.html","3":"https:\/\/www.cnbc.com\/2018\/04\/17\/were-in-new-chapter-of-cold-war-with-russia-former-defense-secretary-leon-panetta.html","4":"https:\/\/www.cnbc.com\/2018\/04\/16\/reuters-america-forex-dollar-heads-towards-2-week-lows-as-short-bets-hit-7-year-highs.html","5":"https:\/\/www.cnbc.com\/2018\/04\/16\/wall-street-attempts-to-avoid-first-back-to-back-losses-of-april-after-downturn.html","6":"https:\/\/www.cnbc.com\/2018\/04\/17\/us-stock-futures-dow-data-earnings-and-politics-on-the-agenda.html","7":"https:\/\/www.cnbc.com\/2018\/04\/17\/wall-street-is-set-for-a-higher-open-after-stocks-post-their-highest-closes-of-the-month.html","8":"https:\/\/www.cnbc.com\/2018\/04\/16\/cnbc-interview-with-etihad-airways-ceo-peter-baumgartner.html","9":"https:\/\/www.cnbc.com\/2018\/04\/19\/cnbc-interview-with-mohammed-bin-mahfoodh-alardhi-executive-chairman-investcorp.html","10":"https:\/\/www.cnbc.com\/2018\/04\/15\/putin-warns-of-chaos-in-international-order-if-syria-gets-attacked-again.html","11":"https:\/\/www.cnbc.com\/2018\/04\/16\/airstrikes-wont-stop-syrias-use-of-chemical-weapons-middle-east-expert.html","12":"https:\/\/www.cnbc.com\/2018\/04\/16\/egypt-billionaire-naguib-sawiris-trump-not-obama-getting-us-foreign-policy-right.html","13":"https:\/\/www.cnbc.com\/2018\/04\/17\/a-false-alarm-led-to-syrian-air-defense-missiles-being-fired.html","14":"https:\/\/www.cnbc.com\/2018\/04\/15\/trump-defends-mission-accomplished-after-strike-on-syria.html","15":"https:\/\/www.cnbc.com\/2018\/04\/14\/russia-us-tensions-prompts-american-air-to-reroute-some-asia-flights.html","16":"https:\/\/www.cnbc.com\/2018\/04\/13\/trump-to-address-the-nation-about-syria-nbc-news.html","17":"https:\/\/www.cnbc.com\/2018\/04\/17\/russia-sanctions-could-trigger-the-next-big-sell-off-for-the-ruble-currency-expert-says.html","18":"https:\/\/www.cnbc.com\/2018\/04\/18\/corker-gop-senators-not-conflicted-about-trump-are-useless.html","19":"https:\/\/www.cnbc.com\/2018\/04\/16\/us-and-britain-blame-russia-for-a-global-cyber-attack.html"}}