{"Content":{"0":"9 Opinion\n\nWe Are Conservatives and We Believe Climate Change Is Real","1":"1. “A perfectly executed strike.” That’s what President Trump called the American-led attack to punish Syria for its suspected use of chemical weapons. (He added a familiar phrase: “Mission Accomplished!”)\n\nDefense officials said the strikes — which were limited in scope and carried out with Britain and France — had taken out the “heart” of President Bashar al-Assad’s chemical weapons program.\n\nBut they admitted the government had most likely retained some ability to use chemical agents. Here are seven takeaways. Above, smoke rising from the Syrian Scientific Research Center near Damascus, one of three targets.\n\nThe attack risked drawing the U.S. more deeply into a conflict with Syria’s patrons, Russia and Iran. Our Moscow bureau chief reports that despite heated rhetoric, there was a sense of relief among Russian officials that it was “a one-time shot,” in the words of Defense Secretary Jim Mattis. Meanwhile, the United Nations Security Council rejected a Russian resolution condemning the strikes.","2":"Mr. Assad has become something of a “human shield” limiting Russia’s options, noted Vladimir Frolov, an independent foreign affairs analyst and columnist for Republic.ru, “but it was a choice that Moscow made.”\n\nPresident Putin often waits for days before weighing in on an international crisis, so his issuing a statement within hours of the attack indicated that the Kremlin considered it a critical situation.\n\nMr. Putin called for an emergency meeting of the United Nations Security Council to discuss the attack. Other than that, however, he limited himself to repeating Russian claims that no chemical attack had taken place to warrant the onslaught, and that Washington was only worsening a dire humanitarian crisis.\n\nPhoto\n\n“Russia condemns in the strongest possible terms the attack against Syria, where Russian military personnel are assisting the legitimate government in its counterterrorism efforts,” Mr. Putin said in the statement. “Through its actions, the U.S. makes the already catastrophic humanitarian situation in Syria even worse and brings suffering to civilians.”\n\nLike Mr. Assad, Russia condemns all opponents of the Syrian government as “terrorists.”\n\nThe calmer tone was a noticeable change from preceding weeks, when many commentators suggested that the United States and Russia were slouching toward a replay of the 1962 Cuban missile crisis, which brought the two Cold War adversaries to the brink of a nuclear confrontation.\n\nSome Russian news outlets, while trying to make light of the panic mode, also provided practical advice, like which Moscow metro stations were the most secure against nuclear attack and how much water people should take with them to a bomb shelter.\n\nIn the weeks before the attack, Moscow issued repeated warnings, particularly from Gen. Valery V. Gerasimov, the chief of staff for the armed forces, that the Kremlin would “take retaliatory measures.” The general hinged his warning on the important caveat that Russia would attack missiles and the platforms from which they were launched only in the event that Russian military personnel were placed in danger.\n\nAdvertisement Continue reading the main story\n\nThe attack was barely over before the Defense Ministry rushed out its statement stressing that its two main installations in Syria — the air base at Hmeimim and the naval base at Tartus — had not been threatened.\n\nLt. Gen. Sergei F. Rudskoi, the head of the military’s operations department, said at a briefing that no cruise missiles fired during the attack entered the Russian air-defense zones and repeated the Russian assertion that the attack had nothing to do with chemical weapons.\n\n“We believe that this strike is not a response to an alleged chemical attack, but a reaction to the successes of the Syrian armed forces in the struggle to liberate their territory from international terrorism,” he said.\n\nIf anything, the Kremlin may have been somewhat pleased, albeit secretly, that the United States had hit targets well away from the primary areas of Russian control, one analyst suggested.\n\nPhoto\n\n“Russia has its own zone of interests in Syria, which is on the shore of the Mediterranean,” said Aleksei V. Makarkin, of the Center for Political Technologies.\n\n“The U.S. hit targets that are outside of this zone,” he said. “Of course Russia is upset, but this is just an element of the new Cold War, only one element among several, including sanctions, which are a much more serious problem for Russia.”\n\nIn one telling sign of the lack of urgency regarding Syria, the Federation Council, the upper house of the Russian Parliament, put out a statement saying it would discuss the airstrikes “next week.”\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nAt home, of course, the bluster will continue. “For the domestic audience, everything will be covered by tough statements,” said Mr. Golts, the military analyst, noting that few in Russia will complain that the Kremlin did not follow through on its threats to attack the United States military assets in the region.\n\nWhile the Russian military has undergone an overhaul in recent years and has developed some high-tech cruise missiles and other weapons, a direct confrontation with the United States forces in Syria risked a humiliating walloping, he noted.\n\nAdvertisement Continue reading the main story\n\nThe secretive Russian mercenary forces in Syria already lost “a couple of hundred” fighters in a skirmish with American-backed Kurdish forces in February, the C.I.A. director and secretary of state nominee, Mike Pompeo, said in Senate testimony last week. Russia had no desire for a similar confrontation involving its regular forces.\n\nMr. Putin has twin goals in Syria. First, he is staunchly opposed to regime change fostered by outsiders of the kind that brought chaos to Iraq and Libya.\n\nSecond, he sees Syria as leverage to restore Moscow not only to its role as a power broker in the Middle East, but to the status of world policeman that it shared with the United States in Soviet days. The fact that Mr. Trump has started to criticize him and Russia more openly for allying with Mr. Assad has yet to dent those hopes.\n\nIn his speech Friday night, Mr. Trump said Russia and Iran should not want to be associated with a “mass murderer” like Mr. Assad, and — as he did after a more limited attack on Syria for the same reason a year ago — declared that Mr. Putin and Russia had failed to fulfill the promise to eliminate all Syria’s chemical weapons.\n\n“Russia must decide if it will continue down this dark path or if it will join with civilized nations as a force for stability and peace,” Mr. Trump said. “Hopefully, someday we’ll get along with Russia and maybe even Iran, but maybe not.”\n\nMr. Putin will accept limited strikes against Syria that do not indicate a sustained American effort to help the opposition, said Mr. Frolov, the foreign affairs analyst, and would avoid engaging Mr. Trump on the rest.\n\n“The Kremlin is still hoping for a summit with Trump, so it will largely ignore his comments about Putin,” Mr. Frolov said. “There is still some residual hope that a good personal meeting may turn things around.”\n\nThe Russians did crow that Syrian air defense systems had managed to shoot down a dozen or so cruise missiles, using equipment “manufactured more than 30 years ago in the Soviet Union,” according to the Interfax news agency. The United States military did not confirm or deny the assertion.\n\nAdvertisement Continue reading the main story\n\nThe Russian Foreign Ministry greeted the missile attack with its habitual sarcasm. Without naming the United States specifically, Maria Zakharova, the spokesman for the ministry, zeroed in on the claims of moral leadership and exceptionalism among the allies who launched the attack.\n\n“You have to be really exceptional to shell Syria’s capital at the moment when the country is getting a chance for a peaceful future,” she wrote on Facebook.\n\nIn a news briefing on Saturday, a spokeswoman for the United States Defense Department, Dana W. White, said, “The Russian disinformation campaign has already begun.” She noted, “There has been a 2,000 percent increase in Russian trolls in the last 24 hours.”\n\nEven with the immediate threat of a confrontation out of the way, several Russian analysts noted that the proximity of the two sides in Syria, not to mention the shifting positions of Mr. Trump, left plenty of room for confrontation.\n\n“The danger is that at one point something completely unexpected and spontaneous can happen — for instance a missile can miss its target and hit something sensitive,” said Mr. Makarkin.","3":"We are now in the midst of an epic clash between Donald Trump and fired F.B.I. Director James Comey, neither of whom I hold in high esteem, both men with raging egos and questionable motives.\n\nThe depth of my contempt differs between the two, but there is contempt for both.\n\nComey is now making the rounds promoting his new book, which will no doubt be a monster best seller. Good for him. But Comey for me is a complicated character, a man of honorable service and flashes of horrendous judgment.\n\nHis inexplicable handling of the investigations into Clinton’s emails is unforgivable.\n\nHe made reckless and harmful disclosures and proclamations about the Clinton investigation while not whispering a word about the concurrent investigation into the Trump campaign.\n\nHe says that the letter he released about a new phase of the Clinton email investigation just days before the election may have been colored by polling suggesting that Clinton was going to win, but that too is problematic.","4":"Those changes were all approved in a referendum last year that Mr. Erdogan had campaigned for strenuously, with the obvious intention that he would be the first president to hold the enhanced office.\n\nMr. Erdogan has since been urging members of his Justice and Development Party to work to build enough support for him to secure the election in the first round.\n\n“Although its seems there are no serious issues arising as the president and the government are working in harmony, the diseases of the old system can confront us at every step,” Mr. Erdogan said in a speech broadcast live on television. “For our country to make decisions about the future more strongly and apply them, passing to the new governmental system becomes urgent.”\n\nMinutes later, the Turkish Parliament approved a request from Prime Minister Binali Yildirim to extend the state of emergency — which has been in force since the failed coup — for another three months, the Turkish news agency Anadolu reported.\n\nWhile the coup attempt was violent — nearly 250 people died, including Mr. Erdogan’s election campaign manager and close friend — critics have since accused him of using the extended powers under emergency rule to crack down on political opponents and dissent.\n\nTens of thousands have been jailed, accused of links to Fethullah Gulen, the Islamist cleric accused of masterminding the coup, or to other designated terrorist organizations. And over 100,000 people have been suspended from public-sector jobs. Mr. Gulen has denied involvement in the coup.\n\nDefense Minister Nurettin Canikli said Wednesday that the government had identified three thousand top-level officers belonging to the Gulen movement inside the military, and was preparing to purge them soon with a government decree, the Anadolu news agency reported.\n\nAdvertisement Continue reading the main story\n\nMr. Erdogan said that events in Syria and Iraq, both countries in which Turkey has deployed troops, had made a transition to the presidential system more urgent. He also said the economic situation demanded certainty.\n\n“With the cross-border operations we maintain in Syria, and also historical events happening in the area centered around Syria and Iraq, it became a must for Turkey to climb over the uncertainty as soon as possible,” the president said.\n\n“In a period where developments about Syria accelerate, and we have to make very important decisions on issues from macroeconomic equilibrium to big investments, it is a must to drop the election issue from the agenda as soon as possible,” he added.\n\nYet political opponents and commentators have been predicting for months that Mr. Erdogan would call early elections as soon as he could be sure of winning. He is known to closely watch opinion polls and has enjoyed a bounce in his personal rating since ordering military operations against Kurdish militias in the northern Syrian enclave of Afrin in January.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nThe country also enjoyed over 7 percent growth in the last quarter of 2017. Yet there are signs that the economy is faltering. Inflation remains persistently high, which hurts many of Mr. Erdogan’s own supporters.\n\nThe snap election was also seen as a move to undercut political opponents.\n\nMr. Erdogan’s announcement came after discussions with Devlet Bahceli, the leader of Turkey’s main nationalist party, the Nationalist Movement Party, which has entered a formal alliance with Mr. Erdogan’s Justice and Development Party, or A.K.P., for the elections.\n\nMr. Bahceli said that he supported early elections for the stability of the country and the economy. But he also seems to be concerned with fending off a rival for the nationalist vote, Meral Aksener, who split from his party and formed her own party, the Good Party, last year, according to Turkish media reports.\n\nThe early timing of the election now could prevent Ms. Aksener from running, since her new party may not be considered to have passed the required six months from its first party congress.\n\nMs. Aksener, a former interior minister, has nevertheless declared her intention to challenge Mr. Erdogan for president and field candidates for Parliament.\n\nAdvertisement Continue reading the main story\n\nTurkey’s largest opposition party, the Republican People’s Party, or C.H.P., was caught flat-footed by the announcement, and has not yet selected a candidate for president. Its leader, Kemal Kilicdaroglu, ruled out running for the presidency last year.\n\nEngin Altay, the deputy head of C.H.P.’s parliamentary group, told a Turkish television station that a candidate would be chosen within 15 days.\n\nThe pro-Kurdish party, the People’s Democratic Party, or H.D.P., has particularly suffered under the state of emergency, with nine members of Parliament in jail, including their popular former leader Selahattin Demirtas and many mayors removed from their posts. The party nevertheless has appointed new leaders and declared itself ready for elections.\n\nSezai Temelli, the co-chairman of the party, said in a tweet: “June 24 is not early, but a panic election. The government is impotent.”\n\nTo win outright in the first round of the election, Mr. Erdogan will need to secure 51 percent of the vote. His personal ratings have been closer to 40 percent in recent opinion polls.\n\nThe constitutional changes to create a new presidential system were agreed in a controversial referendum in April last year, which Mr. Erdogan only barely won with a 51 percent yes vote, versus 49 percent who voted no.\n\nMs. Aksener was a prominent leader of the no campaign and has vowed to assemble similar broad support for the coming elections.\n\nThe referendum was criticized as unfair by opposition parties and independent election monitors. Since then, Mr. Erdogan has moved to exercise greater control over the High Election Board and the electoral law, the parties warned.\n\n“The alliance cannot secure 50 percent,” Yalcin Dogan wrote in the online news outlet T24. “So they are changing the structure of the High Election Board and the electoral law in a manner that is against the universal democratic rules. However, the Good Party remains a complete nightmare.”","5":"The surprise announcement came last week, just hours after President Xi Jinping reviewed the biggest naval parade in the country’s history, above. More than 10,000 troops took part, along with 76 aircraft and 48 warships, including submarines and the aircraft carrier Liaoning.\n\n_____\n\nPhoto\n\n• “I am gay, not a pervert.”\n\nTens of thousands of people in China are protesting Sina Weibo.\n\nThe social media giant is deleting posts related to gay culture as part of a three-month “cleanup” effort. Its goal: a “clear and harmonious” online environment in line with President Xi’s new cybersecurity laws.\n\nIncensed protesters say the campaign is yet another sign of discrimination more than 20 years after China decriminalized homosexuality.\n\n_____\n\nPhoto\n\n• James Comey’s war.\n\nThe former F.B.I. director, fired last May by President Trump, will be featured in a wide-ranging interview with ABC News set to air on Sunday at 10 p.m. Eastern (noon Monday in Sydney). Above, Mr. Comey and Mr. Trump in January 2017.\n\nHis memoir, “A Higher Loyalty,” comes out on Tuesday. Our former chief book critic, Michiko Kakutani, returned to review the book, which portrays Mr. Trump as unethical and dishonest.\n\nFor days, Mr. Trump has waged a ferocious counterattack against Mr. Comey, calling him a liar and a “slime ball.”\n\nAdvertisement Continue reading the main story\n\n_____\n\nPhoto\n\n• In Indonesia, the 20 million people who follow traditional beliefs, or aliran kepercayaan, are still waiting for an end to decades of unofficial discrimination, despite a major court ruling in their favor in November.\n\nIndonesia guarantees freedom of religion but the government recognizes only six: Islam, Buddhism, Hinduism, Protestantism, Catholicism and Confucianism. Above, a Baduy tribesman in Banten, Indonesia, in 2015.\n\n“Why can these big global religions spread and be recognized,” one traditional believer said, “but the original religion of Indonesia cannot?”\n\nBusiness\n\n• One hammer and sickle at a time: China’s newly empowered Communist Party has gained direct decision-making power over some of the international firms doing business in the country.\n\n• Australia’s waste industry is pushing for a new national focus on domestic recycling, given that China stopped accepting waste and recycling imports.\n\n• Facebook isn’t the only tech company under congressional scrutiny in the U.S. Google and Twitter have until April 25 to answer a senator’s questions about how they handle data collection and privacy, and other companies expect similar challenges soon.\n\n• “Rampage,” a PG-13 cheesefest involving mutant animals marketed squarely around the actor Dwayne Johnson, led the weekend box office with a global take of $174.5 million.\n\n• World leaders are heading to Washington for meetings of the International Monetary Fund and the World Bank, and Japan’s prime minister, Shinzo Abe, meets with President Trump at his Florida resort on Tuesday. Here are other headlines to watch for this week.\n\nAdvertisement Continue reading the main story\n\n• Here’s a snapshot of global markets.\n\nMarket Snapshot View Full Overview\n\nIn the News\n\nPhoto\n\n• Mending fences with Beijing: Kim Jong-un of North Korea offered a warm welcome to the same senior Chinese envoy whom he had snubbed five months earlier. [The New York Times]\n\n• Rohingya supporters and human rights groups cast doubt on the announcement by Myanmar that it had repatriated the first Rohingya family from Bangladesh. “This is a deception,” said the Rohingya Blogger website. [Al Jazeera]\n\n• A bushfire in southwest Sydney was downgraded to watch-and-act status. The fire burned 2,430 hectares and damaged homes in the suburbs of Holsworthy and Menai. [ABC]\n\n• In India, national outrage over the rape and killing of an 8-year-old girl is creating a crisis for the government of Prime Minister Narendra Modi. [The New York Times]\n\n• An Air China flight from Hunan Province made an emergency landing en route to Beijing after a passenger described as mentally ill held a flight attendant hostage with a fountain pen. [South China Morning Post]\n\n• The N.B.A. playoffs are underway, and our sports reporters had some bold predictions about who will prevail. (If Stephen Curry and the Golden State Warriors win, does that cement them as a dynasty?) [The New York Times]\n\nSmarter Living\n\nTips, both new and old, for a more fulfilling life.\n\n• Five cheap(ish) things you need in your bedroom\n\n• Here are three steps to avoid giving biased, unfair feedback.\n\n• Recipe of the day: Start the week strong, and make pasta with mint, basil and fresh mozzarella.\n\nAdvertisement Continue reading the main story\n\nNoteworthy\n\nPhoto\n\n• “Yes, there is still radiation here.” That’s Australia’s only nuclear tour guide at the deserted military installation of Maralinga, where the Australian and British governments dropped seven bombs between 1956 and 1963. Now it’s an unlikely — but safe — tourist destination.\n\n• In memoriam. Milos Forman, 86, the Czech-born, Oscar-winning director of “One Flew Over the Cuckoo’s Nest” and “Amadeus”; Rev. Daniel J. Berrigan, 94, a Jesuit priest and poet whose defiant protests against the Vietnam War landed him in prison.\n\n• And meet Oussouby Sacko, who is believed to be the first African-born president of a Japanese university.\n\nBack Story\n\nPhoto\n\nHollywood has the Oscars, journalism has the Pulitzers.\n\nThere will be no red carpet or ball gowns, but newsrooms around the U.S. will gather this afternoon for the announcement of the Pulitzer Prizes, which honor the best journalism and arts of the previous year.\n\nEstablished in 1917, the prizes are given in 21 categories, which include breaking news photography, fiction and editorial writing. (Here’s a look at how The Times selects the work it puts forward for consideration.)\n\nThe top prize, which wins a gold medal, is the public service award. Previous winners include The Arkansas Gazette’s coverage of school integration, The Boston Globe’s expose of sexual abuse by priests and The Times’s reporting of the aftermath of the Sept. 11, 2001, terrorist attacks.\n\nThe awards were created by Joseph Pulitzer, above, publisher of The St. Louis Post Dispatch and The New York World at the turn of the 20th century, as an “incentive to excellence.” Hawkish, with an eye for rooting out public abuses, Pulitzer is widely regarded as one of the founders of modern American journalism.\n\n“It’s my duty to see that they get the truth,” he once said, “accurately so that they may be wisely guided by its light.”\n\nAdvertisement Continue reading the main story\n\nRemy Tumin contributed reporting.\n\n_____\n\nYour Morning Briefing is published weekday mornings and updated online. Sign up here to get it by email in the Australian, Asian, European or American morning. You can also receive an Evening Briefing on U.S. weeknights.\n\nAnd our Australia bureau chief offers a weekly letter adding analysis and conversations with readers.\n\nBrowse our full range of Times newsletters here.\n\nWhat would you like to see here? Contact us at asiabriefing@nytimes.com.","6":"The charts here tell the story, and I’ll get into the details in a moment. But I first want to spend a few moments on the perception gap, because it highlights a problem that’s bigger than budget policy.\n\nThe country’s political impressions are heavily influenced by people who are supposed to be neutral observers — reporters, television anchors, think-tank experts and the like. They’re not perfectly neutral, of course. They have their biases. But most aspire to partisan neutrality. It’s an honorable aspiration.\n\nAnd it’s not easy to achieve. For one thing, they’re inundated by partisan advocates. If your job involved listening to people claim that, say, the Obama administration’s Syria policy was a success or that George W. Bush’s economic record was underrated, you too would develop a robust skepticism.\n\nThe problem is this skepticism often morphs into a formulaic approach that can itself become untethered from reality. Whatever the facts, many journalists and Washington experts revert to familiar storylines: Both sides are hypocritical. The parties care more about scoring partisan points than getting anything done. The extremists have taken over, and there are no moderates left.\n\nAll of these storylines have at least some truth to them. Like a stopped clock, they sometimes have a lot of truth. But they are indeed like a stopped clock. They never change.","7":"Of course, we are not blind to the discord and disarray resulting from Iran’s actions and attitude in the region. We strongly condemn its contribution to the war in Syria and its backing of the murderous government of President Bashar al-Assad, as well as Iran’s support, by varying degrees, of nonstate actors like Hezbollah in Lebanon and the Houthis in Yemen. However, by taking the threat that Iran would develop a nuclear weapon off the table, the pact has effectively limited that country’s means to carry out its destabilizing activities.\n\nThose are the reasons that France, Germany and Britain, which form the E3 group, continue to support the agreement and are calling on President Trump to make good on the commitment we took, together with the United States, on July 14, 2015, in Vienna. Now we, members of parliaments in the E3, have decided to raise our voices to tell the United States Congress that we stand by our trans-Atlantic commitments and to warn of the disastrous consequences of an American withdrawal from the Vienna agreement.\n\nTo that end, we have written a letter being published Thursday and Friday by leading newspapers in France, Germany and Britain calling on the members of Congress to bring their full backing to the nuclear deal and prevent their government from pulling out of this major diplomatic achievement. The letter has been signed by more than 500 members of France’s National Assembly, Germany’s Bundestag and Britain’s House of Commons. The signatories as of Thursday afternoon — 362 French, 70 British and 75 German — represent the entire political spectrum of our home countries. They may disagree on internal policies and on other international issues, but they agree on one thing: The compact is a major achievement of our collective security, in the Middle East and beyond.\n\nAs elected representatives, we have taken this extraordinary step of rallying hundreds of our fellow members of parliament across our political aisles, and of reaching out to our American colleagues, because we firmly believe that the diplomatic strength of a strong and unified trans-Atlantic partnership is needed today more than ever. As Europeans, we are undertaking this cross-European, cross-parliamentary initiative to show the international community that Europe’s democracies will rise in solidarity on critical international problems.\n\nWe are pleading to the men and women of Congress to play their part in keeping the nuclear deal alive. We know that the citizens we represent are the people who make the formulas of our shared values come alive every day. With equal fervor on both sides of the Atlantic, they strive for liberty and believe in human rights and the rule of law. These are principles upon which we can build a more just world order.","8":"The justices will consider how much weight to give to Mr. Trump’s campaign statements. And they will act in the shadow of their own decision in Korematsu v. United States, which endorsed Roosevelt’s 1942 order and is almost universally viewed as a shameful mistake.\n\nThe Justice Department has worked hard to limit the damage from Mr. Trump’s campaign statements, which were often extemporaneous and rambling. It was hard to tell, for instance, precisely which Roosevelt policies Mr. Trump referred to or endorsed in his 2015 remarks.\n\n“Impugning the official objective of a formal national security and foreign policy judgment of the president based on campaign trail statements is inappropriate and fraught with intractable difficulties,” Solicitor General Noel J. Francisco told the justices in a brief filed in February.\n\nThe challengers — Hawaii, several individuals and a Muslim group — took a different view. Mr. Trump’s order, they said, was “the fulfillment of the president’s promise to prohibit Muslim immigration to the United States.”\n\nA pair of supporting briefs, from children of Japanese-Americans held in the detention camps and several public interest groups, went further. They said Mr. Trump’s latest travel ban is of a piece with Roosevelt’s order.\n\nNewsletter Sign Up Continue reading the main story Sign Up for the Race\/Related Newsletter Join a deep and provocative exploration of race with a diverse group of New York Times journalists. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\n“History teaches caution and skepticism when vague notions of national security are used to justify vast, unprecedented exclusionary measures that target disfavored classes,” lawyers for the Japanese American Citizens League told the justices.\n\nThere are, of course, major differences between the two orders, as legal scholars have noted. Roosevelt’s order applied to people living in the United States, many of them citizens, while Mr. Trump’s order concerned nationals of other countries living abroad. (The countries initially included Iran, Libya, Syria, Yemen, Somalia, Chad, North Korea and Venezuela. Last week, the administration lifted restrictions on travel from Chad.)\n\nAdvertisement Continue reading the main story\n\nIn enforcing Roosevelt’s order, moreover, the military singled out “persons of Japanese ancestry.” Mr. Trump’s order, by contrast, is neutral on its face, though it disproportionately affects Muslims.\n\nStill, the legacy of the Korematsu decision figured in opinions in recent appeals court decisions blocking Mr. Trump’s third and most considered travel ban, issued as a presidential proclamation in September.\n\nThe Korematsu decision occupies a curious place in the Supreme Court’s jurisprudence, as a grave error that has never been formally disavowed.\n\nJustice Antonin Scalia wrote that Korematsu ranks with Dred Scott, the 1857 decision that black slaves were property and not citizens, as among the court’s most disastrous rulings.\n\nIn 1982, a congressional commission concluded that the internment of Japanese-Americans was “a grave injustice” animated by “race prejudice, war hysteria and a failure of political leadership.” It added that “the decision in Korematsu lies overruled in the court of history.”\n\nBut the Supreme Court has never overruled the decision. It remains, in the words of Justice Robert Jackson’s dissent, “a loaded weapon, ready for the hand of any authority that can bring forward a plausible claim of an urgent need.”\n\nThe supporting briefs in the new case, Trump v. Hawaii, No. 17-965, urged the justices to consider the similarities between the two executive orders. “Then, as now,” one said, “the government pursued a mass exclusionary measure of sweeping and senseless scope.” Both orders, the briefs said, relied on general characteristics like ancestry and nationality in the place of individualized scrutiny.\n\nIn defending the Japanese internment, the Justice Department told the Supreme Court that “the group as a whole contained an unknown number of persons who could not readily be singled out and who were a threat to the security of the nation.” Mr. Trump’s executive order bars entry of large numbers of people “about whom the United States lacks sufficient information to assess the risks they pose.”\n\nIn 2011, Neal K. Katyal, then the acting United States solicitor general, issued a “confession of error” for the actions of government lawyers in the Korematsu case. Mr. Katyal now represents the challengers in the case against Mr. Trump’s travel ban, and he may face an uphill fight next week. In December, the Supreme Court allowed the latest travel ban to take effect while the case moved forward, with only two justices noting dissents.\n\nAdvertisement Continue reading the main story\n\nBut there is little doubt that all of the justices view the case as momentous. On Friday, the court announced that it would release an audio recording of the arguments shortly after they end. That is a rare step, one the court reserves for cases likely to face historical scrutiny.","9":"Meanwhile, leaked complaints of harassment and incompetence from Paris Opera Ballet dancers have set off a furor and spurred resignations, the latest scandal to hit the world of ballet.\n\n_____\n\nPhoto\n\n• In Germany, a prize for best hip-hop album went to two rap artists, above, whose lyrics mocked the Holocaust and Auschwitz victims. The award has sparked an uproar and no small amount of soul-searching as the country struggles to reckon with rising anti-Semitism, particularly among Germany’s Muslim population.\n\nThe outrage grew in response to a video that showed a man in Berlin, wearing a Jewish skullcap, being attacked by a group of young men who spoke in Arabic.\n\nThe victim turned out not to be Jewish — he was an Arab Israeli teenager who wore the skullcap to find out how dangerous it is to be a Jew in Berlin.\n\n_____\n\nPhoto\n\n• Barking sad.\n\nA news report that Queen Elizabeth II’s last corgi, Willow, had died sent the British news media into a tizzy. The small, yapping dogs are a beloved symbol of the British monarchy.\n\nWhile the palace declined to comment, we decided it was a good time to explain the enduring appeal of the queen’s pets, a few of which are seen above in 1973.\n\nIn other canine news, think you can identify the breeds in a mutt? Now you can test your knowledge with a new survey by the Darwin’s Dogs program at the Broad Institute in Cambridge, Mass., a center for genome studies, and the International Association of Animal Behavior Consultants. Good luck.\n\nAdvertisement Continue reading the main story\n\n_____\n\nNewsletter Sign Up Continue reading the main story Morning Briefing What you need to know to start your day, delivered to your inbox. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBusiness\n\nPhoto\n\n• The German authorities, above, raided the Stuttgart offices of Porsche, one of Volkswagen’s most profitable units, in a widening investigation into an emissions-cheating scandal.\n\n• The French energy giant Total is investing in a small electric utility for $1.7 billion, a sign that oil and gas companies are diversifying their investments because of worries about climate change.\n\n• Marissa Mayer, the former chief executive of Yahoo, spoke with our columnist in her first interview since leaving the company.\n\n• Follow the ad trail: Our advertising reporter, Sapna Maheshwari, shares how she tracks the online ads that track us (and how you can protect your data).\n\n• Here’s a snapshot of global markets.\n\nMarket Snapshot View Full Overview\n\nIn the News\n\nPhoto\n\n• End of an era in Cuba. Raúl Castro, above left, is stepping down as president. His handpicked successor will be the first person outside the Castro dynasty to rule the island since the Cuban revolution more than half a century ago. [The New York Times]\n\n• Internyet: Russia’s internet watchdog accidentally shut down scores of websites while trying to block the secure-messaging app, Telegram, causing a widespread outcry. [The New York Times]\n\n• The Turkish president, Recep Tayyip Erdogan, has called for elections in June — a year and a half earlier than expected — in a move to solidify his increasingly autocratic hold on power. [The New York Times]\n\n• China conducted live-fire military drills in the Taiwan Strait, an exercise intended to show off its strength and deliver a message to the self-governing island. [The New York Times]\n\nAdvertisement Continue reading the main story\n\n• Addicted to “likes.” A Canadian woman was sentenced to eight years in prison for trying to smuggle $16 million worth of cocaine into Australia aboard a luxury cruise ship. “She was seduced by lifestyle and the opportunity to post glamorous Instagram photos,” the judge said. [Washington Post]\n\n• In Syria, the head of a medical relief agency said medics who responded to the suspected gas attack in Douma have been subjected to “extreme intimidation” by Syrian officials. [The Guardian]\n\nSmarter Living\n\nTips, both new and old, for a more fulfilling life.\n\nPhoto\n\n• Recipe of the day: Cook a weeknight salmon dinner with sesame and herbs.\n\n• Want to feel better? Express gratitude.\n\n• Here are 32 green foods to cook for Earth Day.\n\nNoteworthy\n\nPhoto\n\n• We sat down with Antonio Banderas to discuss his latest role: his boyhood hero, Pablo Picasso. He did painstaking research and preparation for the part, and wears elaborate prosthetics, above, to transform his face into Picasso’s.\n\n• In Saudi Arabia, a V.I.P. screening of the Hollywood blockbuster “Black Panther” signified the end of a decades-old ban on movie theaters, part of a wider social opening in the ultraconservative kingdom.\n\n• A robot conquered one of humanity’s most difficult tasks: assembling Ikea furniture. The researchers behind the technological marvel explain how they did it.\n\nBack Story\n\nPhoto\n\nOur recent back story on the dispute over who was first to reach the North Pole mentioned Adm. Robert Peary’s expedition in 1909.\n\nWhat it didn’t mention were the people with him, specifically Matthew Henson, above, who was originally hired as Peary’s valet but became an invaluable navigator and interpreter.\n\nAdvertisement Continue reading the main story\n\nIn the decades after the expedition, the roles of Henson and the party’s four Inuit members — Ootah, Seeglo, Egingwah, and Ooqueah — were played down.\n\nHenson, who was African-American, was working at a store in Washington when he met Peary, above. Their partnership lasted through eight Arctic expeditions over 22 years. Peary admitted: “I can’t get along without him.”\n\nHenson was the first to plant the American flag when Peary’s group believed it had reached the North Pole.\n\nHenson died in obscurity in 1955 at the age of 88. In 1988, he was reburied in Arlington National Cemetery next to Peary.\n\nAt the re-internment, S. Allen Counter, who campaigned to have Henson recognized, said: “We are assembled here today to right a tragic wrong, to right the record.”\n\n“Welcome home, Matt Henson, to the company of your friend Robert Peary. Welcome home to a new day in America. Welcome home, brother.”\n\nAnna Schaverien wrote today’s Back Story.\n\n_____\n\nYour Morning Briefing is published weekday mornings and updated online.\n\nCheck out this page to find a Morning Briefing for your region. (In addition to our European edition, we have Australian, Asian and U.S. editions.)\n\nSign up here to receive an Evening Briefing on U.S. weeknights, and here’s our full range of free newsletters.\n\nAdvertisement Continue reading the main story\n\nWhat would you like to see here? Contact us at europebriefing@nytimes.com.","10":"SYRIA-ISRAEL BORDER, Golan Heights — Ever since the Iranian Islamic Revolution in 1979, Iran and Israel have been fighting each other in the shadows — through proxies, assassination squads and cyber-virus attacks, but never as rival armies meeting on the field of battle. That may be about to change, and if it does, it will have vast implications for Syria, Lebanon and the whole Middle East.\n\nI’m sure neither side really wants a war. It could be devastating for Israel’s flourishing high-tech economy and for Iran’s already collapsing currency. But Iran’s Revolutionary Guards’ Quds Force seems determined to try to turn Syria into a base from which to pressure Israel, and Israel seems determined to prevent that. And in the past few weeks — for the first time ever — Israel and Iran have begun quietly trading blows directly, not through proxies, in Syria.\n\nThey have already gone through two rounds, and Round 3, now pending, could blow Syria sky-high.\n\nRound 1 occurred on Feb. 10, when an Iranian drone launched by a Quds Force unit operating out of Syria’s T4 air base, in central Syria, was shot down with a missile from an Israeli Apache helicopter that was following it after it penetrated northern Israel airspace.\n\nInitial reports were that the drone was purely on a reconnaissance mission. But the Israeli Army’s spokesman, Brig. Gen. Ronen Manelis, said Friday that the flight path and Israel’s analysis of the drone indicated that “the aircraft was carrying explosives” and that its mission was “an act of sabotage in Israeli territory.”","11":"Representative Ed Royce, Republican of California and the chairman of the House Foreign Affairs Committee, said his committee would hold a hearing in the coming days to examine American policy in the region. He said he expected the Trump administration to begin clarifying its views.\n\n“Military force cannot be the only means of responding to these atrocities,” he said.\n\nDemocrats, who have found precious little ground on which to agree with Mr. Trump, generally offered narrower praise, with some denouncing the strikes — conducted alongside Britain and France but without Congress’s assent — as illegal.\n\nSenator Chuck Schumer of New York, the Democratic leader, described “a pinpointed, limited action” as “appropriate” but warned the United States against being drawn into a larger war with the Syrian government.\n\nRepresentative Eliot Engel of New York, the top Democrat on the House Foreign Affairs Committee, said he held little hope that the administration would succeed in deterring Syria from using chemical weapons.\n\n“A year ago, when our military struck targets in Syria in response to another chemical weapons attack, I warned that such an action with no strategy to back it up would fail,” he said. “Tonight’s announcement seems like history repeating, and there’s no reason to expect a different result absent a broader Syria strategy.”\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSenator Tim Kaine, Democrat of Virginia, who sits on both the Foreign Relations and Armed Services committees, said that Mr. Trump had seriously erred in not seeking Congress’s consent.\n\nAdvertisement Continue reading the main story\n\n“President Trump’s decision to launch airstrikes against the Syrian government without Congress’s approval is illegal and — absent a broader strategy — it’s reckless,” he said.\n\nMr. Kaine warned that allowing Mr. Trump to strike a foreign power without such authorization could provide a dangerous precedent.\n\n“Today, it’s a strike on Syria — what’s going to stop him from bombing Iran or North Korea next?” he said.\n\nAt the insistence of Mr. Kaine and others, the Senate Foreign Relations Committee is expected to begin debate this month on a new authorization of military force against terrorist and other extremist groups, including in Syria. The authorization, commonly referred to as an A.U.M.F., would replace a law passed shortly after the Sept. 11, 2001, terrorist attacks.\n\nBut it would not address Mr. Assad’s government or the possibility of a larger use of force to intervene in the Syrian civil war.\n\nPhoto\n\nA handful of Republicans joined Democrats in questioning the validity of the operation. Representative Thomas Massie, a conservative Republican from Kentucky, quipped on Twitter that he could not recall the Constitution giving the president the authority to strike Syria.\n\nIn a statement, Senator James Lankford, Republican of Oklahoma, warned that “it is vitally important that the Trump administration honors the Constitution by working with Congress on further military action.”\n\n“The United States is not at war with the people of Syria, and I anticipate that the administration will quickly present their long-term intentions to the American people,” he continued.\n\nAdvertisement Continue reading the main story\n\nStill, not all Republicans had reservations. Senator Tom Cotton, Republican of Arkansas and one of Mr. Trump’s most vocal supporters in Congress, gave unqualified approval.\n\n“The Butcher of Damascus learned two lessons tonight the hard way,” he said, referring to Mr. Assad. “Weapons of mass destruction won’t create a military advantage once the United States is done with you, and Russia cannot protect its clients from the United States.”\n\nAnd Senator Lindsey Graham, Republican of South Carolina, urged the administration to act more aggressively, fretting, “I fear that when the dust settles this strike will be seen as a weak military response, and Assad will have paid a small price for using chemical weapons yet again.”\n\n“Assad has likely calculated a limited American strike is just the cost of doing business,” he said. “Russia and Iran will view the limited action as the United States being content to drop a few bombs before heading for the exits.”","12":"Administration and congressional officials said the hawkish Mr. Bolton is not expected to defer to the defense secretary; already, neoconservative members of the Republican foreign policy establishment have started to air concerns that Mr. Mattis is ceding strategic territory to Iran and Russia in Syria.\n\nMr. Mattis is widely viewed by global leaders as the strongest and perhaps most credible voice on foreign policy in an administration that has been rocked by firings and resignations among senior presidential advisers. The recent exits of both General McMaster and Rex W. Tillerson as secretary of state have focused more attention on Mr. Mattis’s role in the cabinet.\n\nOn Tuesday, Mr. Mattis and Gen. Joseph F. Dunford Jr., chairman of the Joint Chiefs of Staff, briefed lawmakers on Capitol Hill about the Syria airstrikes in closed-door meetings.\n\n“We’ve got to put a check on this president, on any president, when it comes to Congress’s constitutional responsibility to wage war,” Representative Barbara Lee, Democrat of California, said in an interview on Tuesday. She called last week’s Syria’s strikes “illegal.”\n\nAs he pressed his case last week, before the allied strikes with Britain and France, Mr. Mattis lost the battle over getting congressional authorization. But he won the larger war.\n\nMr. Mattis prevailed in limiting the strikes to three targets that did not risk endangering Russian troops scattered at military installations around Syria. Nor did the 105 missiles hit Syrian military units believed to be responsible for carrying out an April 7 suspected chemical weapons attack on Douma, near Damascus.\n\nIn the end, the narrowly targeted strikes belied Mr. Trump’s description Friday night of a larger coordinated response that could take days or weeks.\n\nAdvertisement Continue reading the main story\n\n“The combined American, British and French response to these atrocities will integrate all instruments of our national power — military, economic and diplomatic,” Mr. Trump said in an address to the nation as the strikes were underway. “We are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.”\n\nBut there have been no additional strikes since then, and the Pentagon said no more are being planned. “This is a one-time shot,” Mr. Mattis said on Friday, calling the airstrikes “a very strong message to dissuade” President Bashar al-Assad of Syria from using chemical weapons against his own people.\n\nMr. Trump’s drumbeat of threats last week of a sharp response to the suspected gas attacks all but guaranteed that the United States military would strike Syria, according to two Defense Department officials who spoke on condition of anonymity.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nEven so, Mr. Mattis pushed to get congressional authorization, according to people with knowledge of the internal debate. In several White House meetings last week, he underscored the importance of linking military operations to public support — a view Mr. Mattis has long held.\n\nCol. Patrick S. Ryder of the Air Force, a spokesman for General Dunford, on Tuesday declined to discuss the internal debate between the Pentagon and the White House over the strikes’ reach before they were launched.\n\nIt marked the second public divergence of views between Mr. Trump and Mr. Mattis over Syria in the past two weeks.\n\nJust days before the suspected chemical attack, the president said he was ready for the estimated 2,000 American troops currently in Syria to leave the battlefield, where they have been fighting alongside Kurdish allies against the Islamic State. Mr. Mattis and other aides quickly talked him out an immediate withdrawal.\n\nPentagon officials said there was also worry that congressional opposition to American military engagements that still rely on authorizations approved after the 2001 terrorist attacks could grow without getting Capitol Hill onboard before striking at Mr. Assad’s chemical weapons program.\n\nMr. Trump did not necessarily want to hit Syria hard enough to bring Russia into the war, administration officials said. But he did want to appear aggressive in his response.\n\nAdvertisement Continue reading the main story\n\n“He just wants the big show,” said Derek Chollet, an assistant secretary of defense in the Obama administration. “So Mattis was probably pushing on an open door.”\n\nMr. Mattis is particularly concerned about overextending the American military in Syria. He does not want the United States to veer from its stated policy of focusing only on the fight in Syria against the Islamic State — and avoid delving into the country’s seven-year civil war.\n\nRussian forces and Iranian militias have helped Mr. Assad remain in power against Syrian opposition fighters who accuse him of a brutal siege against the country.\n\n“The strike was really just enough to cover the president politically, but not enough to spark a war with the Russians,” said Jon Soltz, a two-tour veteran of the Iraq war who is chairman of the liberal veterans group VoteVets. “It was clear the military had tight constraints on the operation, and that everybody in the military seemed to know that except the president.”\n\nMr. Mattis publicly disputed suggestions on Tuesday that the limited strikes amounted to little more than a public relations punch at Mr. Assad.\n\n“The French, the United Kingdom, the United States, allies, all NATO allies, we worked together to maintain the prohibition on the use of chemical weapons,” Mr. Mattis said at the Pentagon. “We did what we believe was right under international law, under our nation’s laws.\n\n“And I hope that this time, the Assad regime got the message,” Mr. Mattis said.","13":"The list was seen as an ominous sign that Mr. Orban intended to punish those who had opposed him before his recent election to a third term in office.\n\nThe protests reflect the deep divisions in the Central European country that has been at the forefront of a regional drift away from liberal Western values.\n\n_____\n\nPhoto\n\n• “You do not go to a war zone with men who miss their mama.”\n\nFaced with an aging military, the Belgian Army proposed a change that it hopes will attract younger soldiers: letting recruits sleep at home on weekdays during basic training.\n\nBut the proposal has drawn scorn from veterans and military experts who argue that the policy could undermine unit cohesion and set a dangerous precedent for other Western armies.\n\n(Above, Belgian soldiers in Brussels in March 2016.)\n\n_____\n\nPhoto\n\n• Trials in France and Northern Ireland have stirred uproars over the sexual and legal treatment of women and girls.\n\nIn France, a court case involving a 28-year-old man who had sex with an 11-year-old girl centers on the question of whether she was raped, since French law does not hold that children are automatically too young to consent. The trial has spurred government efforts to change laws to better protect minors, but critics say the changes don’t go far enough.\n\nAnd the recent acquittal of two Irish rugby players who were accused of raping a drunk woman has stirred furious debate over attitudes toward masculinity and sexual consent. Above, one of the acquitted rugby players, Paddy Jackson, in Belfast, Northern Ireland, in March.\n\nAdvertisement Continue reading the main story\n\n_____\n\nPhoto\n\n• “He is morally unfit to be president.”\n\nThat was James Comey, the former F.B.I. director, above right, describing President Trump in his first televised interview since he was fired last May. Mr. Comey called Mr. Trump a serial liar who treated women like “meat” and described him as a “stain” on everyone who worked for him.\n\nHis memoir, “A Higher Loyalty,” comes out on Tuesday. Our former chief book critic, Michiko Kakutani, returned to review the book, which portrays Mr. Trump as unethical and dishonest.\n\nMr. Comey’s publicity juggernaut is a remarkable public assault on a sitting president by someone who served at the highest levels in the government, and the stakes could hardly be higher for both men.\n\nFor days, Mr. Trump has waged a ferocious counterattack against Mr. Comey, calling him a liar and a “slime ball.”\n\n_____\n\nNewsletter Sign Up Continue reading the main story Morning Briefing What you need to know to start your day, delivered to your inbox. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBusiness\n\nPhoto\n\n• Book battle: Brexit is threatening Britain’s dominance of the lucrative European book market, and British publishers are anxiously bracing for an American invasion of English-language books across the E.U. Above, the London Book Fair last week.\n\n• Martin Sorrell resigned as the chief executive of WPP, the world’s largest advertising group, amid an investigation into alleged misconduct.\n\n• World leaders are heading to Washington for meetings of the International Monetary Fund and the World Bank, and the Trump administration may release another round of tariffs on Chinese products. Here are the headlines to watch for this week.\n\n• Facebook isn’t the only tech company under congressional scrutiny in the U.S. Google and Twitter have until April 25 to answer a senator’s questions about how they handle data collection and privacy, and other companies expect similar challenges soon.\n\nAdvertisement Continue reading the main story\n\n• One hammer and sickle at a time: China’s newly empowered Communist Party has gained direct decision-making power over some of the international firms doing business in the country. The European Chamber of Commerce has called such moves a “great concern.”\n\n• Russia moved to ban the messaging app Telegram after it refused to give the security services its encryption keys. But the company says they don’t exist.\n\n• Here’s a snapshot of global markets.\n\nMarket Snapshot View Full Overview\n\nIn the News\n\nPhoto\n\n• A Paris trial of a terrorist cell has become a symbol of how France is dealing with the threat of Islamic radicalization that thrives in marginalized communities. The cell members came from the town of Lunel, above, a notorious breeding ground for jihadists who went to fight in Syria. [The New York Times]\n\n• British officials said Russia had been training “special units” to carry out chemical weapon assassinations like the nerve agent attack in March on a former Russian spy and his daughter. [The New York Times]\n\n• In France, nine police officers were injured during protests against the government’s changes in labor law. [Deutsche Welle]\n\n• In Spain, hundreds of thousands of Catalan independence supporters rallied to demand the release of secessionist leaders being held in pretrial detention. [Associated Press]\n\n• Soccer: Manchester City clinched the Premier League title when Manchester United stunningly lost at home, 1-0, to last-place West Bromwich Albion. [The New York Times]\n\n• The N.B.A. playoffs are underway, and our sports reporters had some bold predictions about who will prevail. (If Stephen Curry and the Golden State Warriors win, does that cement them as a dynasty?) [The New York Times]\n\nAdvertisement Continue reading the main story\n\nSmarter Living\n\nTips, both new and old, for a more fulfilling life.\n\nPhoto\n\n• Tips on traveling light while still dressing well.\n\n• Avoid giving biased, unfair feedback with these three steps.\n\n• Recipe of the day: Start the week strong, and cook pasta with mint, basil and fresh mozzarella.\n\nNoteworthy\n\nPhoto\n\n• Radiation vacation: Starting in the 1950s, the British and Australian governments detonated nuclear bombs in South Australia’s remote western desert. Now the site, above, is a tourist destination.\n\n• Iceland is celebrating the life of an 18th-century black slave who fled from Denmark, where his story is widely ignored, highlighting Danish society’s trouble with confronting its slave-trading past.\n\n• Flee Trump’s America? These people actually did.\n\nBack Story\n\nPhoto\n\nHollywood has the Oscars, journalism has the Pulitzers.\n\nThere will be no red carpet or ball gowns, but newsrooms around the U.S. will gather this afternoon for the announcement of the Pulitzer Prizes, which honor the best journalism and arts of the previous year.\n\nEstablished in 1917, the prizes are given in 21 categories, which include breaking news photography, fiction and editorial writing. (Here’s a look at how The Times selects the work it puts forward for consideration.)\n\nThe top prize, which wins a gold medal, is the public service award. Previous winners include The Arkansas Gazette’s coverage of school integration, The Boston Globe’s exposé of sexual abuse by priests and The Times’s reporting of the aftermath of the Sept. 11, 2001, terrorist attacks.\n\nAdvertisement Continue reading the main story\n\nThe awards were created by Joseph Pulitzer, above, publisher of The St. Louis Post Dispatch and The New York World at the turn of the 20th century, as an “incentive to excellence.” Hawkish, with an eye for rooting out public abuses, Pulitzer is widely regarded as one of the founders of modern American journalism.\n\n“It’s my duty to see that they get the truth,” he once said, “accurately so that they may be wisely guided by its light.”\n\nRemy Tumin contributed reporting.\n\n_____\n\nYour Morning Briefing is published weekday mornings and updated online.\n\nCheck out this page to find a Morning Briefing for your region. (In addition to our European edition, we have Australian, Asian and U.S. editions.)\n\nSign up here to receive an Evening Briefing on U.S. weeknights, and here’s our full range of free newsletters.\n\nWhat would you like to see here? Contact us at europebriefing@nytimes.com.","14":"And U.S.-led attacks over the weekend, which hit three targets in Syria, were intended to keep the West from being dragged further into the seven-year war. But our correspondent says the airstrikes didn’t alter the overall dynamics of the conflict.\n\nMeanwhile, British lawmakers criticized Prime Minister Theresa May over her ordering of military action in Syria, saying she was accountable to them, not the “whims of the U.S. president.”\n\n_____\n\nPhoto\n\n• Robots to the rescue?\n\nFast-growing economies in Eastern Europe have led to severe labor shortages, so companies are installing machines.\n\nAutomation is helping countries like the Czech Republic, Hungary, Slovakia and Poland adapt to aging societies, shifting industries and rising wages.\n\nBut critics say the robots will pose a risk to workers when recessions hit.\n\n“You won’t switch off the robots and bring back people,” a Czech artificial intelligence researcher said.\n\n(Above, an assembly line in the Czech city of Slany in March.)\n\n_____\n\nPhoto\n\n• Lung cancer researchers have made a major discovery: Patients can survive much longer if they receive immunotherapy alongside chemotherapy.\n\nThe drugs — including an immunotherapy agent made by Merck (which paid for the study) — cost more than $100,000 a year and help only some patients.\n\nAdvertisement Continue reading the main story\n\nBut they’re seen as a potential key in the fight against lung cancer, the leading cause of cancer deaths globally. Above right, a scan of a malignant tumor in a lung.\n\n_____\n\nPhoto\n\n• President Trump’s personal lawyer, Michael Cohen, above, lost his bid to block prosecutors from reviewing a trove of materials the F.B.I. seized from his office, home, hotel room and safe deposit box last week.\n\nAnd the judge ordered that the name of another Cohen client be divulged: Sean Hannity, the Fox News host, one of Mr. Trump’s most ardent defenders.\n\n_____\n\nNewsletter Sign Up Continue reading the main story Morning Briefing What you need to know to start your day, delivered to your inbox. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nBusiness\n\nPhoto\n\n• Put away that smartphone! A French company has created stand-alone kiosks that deliver printed short stories to patrons of libraries, airports and cafes, like the one above in San Francisco.\n\n• The Trump administration blocked ZTE, China’s second-largest maker of telecommunications equipment, from buying American components over its failure to punish employees who violated American sanctions against Iran and North Korea.\n\n• With Dropbox and Spotify successfully going public, tech investors are confident that a bonanza of initial public offerings lies ahead.\n\n• Signing off: Credit card signatures are (finally) going extinct in the U.S.\n\n• Paris. Milan. Riyadh? Saudi Arabia had its first fashion week — with female-only audiences and no social media — but as one observer said, “Women here have been waiting for years for a time to shine.”\n\n• Here’s a snapshot of global markets.\n\nMarket Snapshot View Full Overview\n\nIn the News\n\nPhoto\n\n• “They eat money.” Since apartheid ended in South Africa in 1994, tens of billions of dollars in public funds has been siphoned off by leaders of the governing African National Congress, the political party that had promised an equal and just nation. Above, a dairy farm used to launder money for corrupt officials in Vrede, South Africa, in March. [The New York Times]\n\nAdvertisement Continue reading the main story\n\n• Conchita Wurst: The winner of the 2014 Eurovision Song Contest, who performed in drag, announced that he is H.I.V. positive, saying a threat of blackmail prompted him to reveal the diagnosis. [The New York Times]\n\n• German prosecutors charged a 94-year-old former Nazi death camp guard with assisting in the murders of more than 13,000 people. [BBC]\n\n• Barbara Bush, 92, the wife of the 41st U.S. president and mother of the 43rd, is seriously ill and has decided to stop seeking medical treatment to prolong her life. [The New York Times]\n\n• In Sweden, a rise in violent crime and gang-related murders is shattering the country’s peaceful self-image. [Politico]\n\n• Quel fromage! For the first time, a cheese from France was the grand-prize winner at the World Cheese Championships in Madison, Wis. [The New York Times]\n\nSmarter Living\n\nTips, both new and old, for a more fulfilling life.\n\nPhoto\n\n• How to make mac and cheese.\n\n• Forgive yourself.\n\n• Recipe of the day: Tonight, try a riff on the classic banh mi sandwich with crab cakes.\n\nNoteworthy\n\nPhoto\n\n• Talk about fight club: In India, hundreds of women and girls, above, are taking free self-defense courses taught by the New Delhi police, as the country combats sexual assault.\n\n• The Margravial Opera House in Bayreuth, Germany, built in 1748, is reopening after a six-year renovation that has revived its dazzling details.\n\nAdvertisement Continue reading the main story\n\n• Friends forever. Scientists have found that the brains of close friends respond so similarly that they could predict the strength of two people’s social bond based on their brain scans alone.\n\n• Pulitzer Prizes: Applause rang out in The Times newsroom as we celebrated three awards. They included the Pulitzer for public service (shared with The New Yorker) for reporting on sexual harassment that ushered in a reckoning about the treatment of women by powerful men in the uppermost ranks of Hollywood, politics, the media and technology.\n\n• And the search for alien worlds (and perhaps alien life) will take another step outward this week when TESS, the Transiting Exoplanet Survey Satellite, is launched by NASA into orbit around the Earth. The satellite will spend at least two years scrutinizing the sky for exoplanets — planets around other stars — within about 300 light years of our own.\n\nBack Story\n\nPhoto\n\nEach week, The Times’s crossword column, Wordplay, highlights the answer to one of the most difficult clues from the previous week’s puzzles.\n\nThis week’s word: babas.\n\n“Baba au rhum” are rich, rum-flavored cakes that are largely popular in France and Italy. Babas is the plural.\n\nThe baba originated in France and was supposedly inspired by the Polish king Stanislaw I, whose daughter Marie married King Louis XV. It is said that Stanislaw was partial to the Alsatian Gugelhupf cake, though he discovered that the dry dough tasted better when dipped in liquor.\n\nThe Parisian baker Nicolas Stohrer went on to popularize this combination, and one of his descendants eventually established rum as the alcohol of choice. Stohrer’s patisserie is still around today.\n\nBabas have continued to be a staple of French baking, and the success of the cake has carried over to Italy and the United States. Babas are now often made with raisins in their dough, and they usually resemble Bundt cakes or doughnuts in shape. Variations may use sweet wine or liqueur in place of rum.\n\nAdvertisement Continue reading the main story\n\nSam Ezersky contributed reporting.\n\n_____\n\nYour Morning Briefing is published weekday mornings and updated online.\n\nCheck out this page to find a Morning Briefing for your region. (In addition to our European edition, we have Australian, Asian and U.S. editions.)\n\nSign up here to receive an Evening Briefing on U.S. weeknights, and here’s our full range of free newsletters.\n\nWhat would you like to see here? Contact us at europebriefing@nytimes.com.","15":"“However, I don’t think the strike clarifies U.S. policy,” said Meghan O’Sullivan, who oversaw the Iraq war as Mr. Bush’s deputy national security adviser. “In theory, there is not necessarily an inconsistency between a targeted, multilateral strike against chemical weapons sites and the withdrawal of troops that have been fighting ISIS. But the strike does really call into question the wisdom of pulling back American forces now in highlighting the question of what our objective really is in Syria.”\n\nOthers argued that the strike was a waste that accomplished little and, in the process, exceeded the president’s authority as commander in chief since he did not obtain authorization from Congress first. Critics said that if Mr. Trump was truly moved by humanitarian concern over the victims of last weekend’s attack, he should reverse his policy of barring virtually any new Syrian refugees from the United States.\n\n“The ongoing bloodshed and war crimes in Syria are a stark reminder that Syrian civilians need our support now more than ever,” Noah Gottschalk of Oxfam America said in a statement. “Yet the Trump administration still lacks a coherent strategy to actually bring an end to the conflict and instead has sought to slash humanitarian aid and slam the door on Syrian refugees.”\n\nBy most accounts, the strike essentially left in place the status quo on the ground. It did little if anything to weaken Mr. Assad beyond any chemical weapons stores it destroyed, leaving him to continue waging war on his own people through conventional means. It did nothing to exact the “big price” Mr. Trump promised to impose on Russia and Iran for enabling Mr. Assad’s chemical attacks.\n\nIndeed, Mr. Trump has shown little interest in trying to steer Syria to a resolution of its civil war, eschewing the sort of Geneva diplomacy that absorbed Mr. Obama’s last secretary of state, John F. Kerry, to little apparent effect. Mr. Trump sees Syria in two boxes — the fight against the Islamic State, in which he has declared near victory, and the multisided civil war that he wants no part of, saying as he did just days ago, “Let the other people take care of it now.”\n\nBut that is an artificial bifurcation in a country torn by violence on all sides. The civil war affects the ability of the Islamic State to operate and vice versa. Mr. Trump may have opted for the more cautious approach urged by Defense Secretary Jim Mattis instead of a more crippling attack that may have been favored by his new national security adviser, John R. Bolton, but he did not settle the larger question.\n\nAdvertisement Continue reading the main story\n\nAsked on Friday before the missiles began flying to explain America’s strategy in Syria, Heather Nauert, the State Department spokeswoman, demurred. “I’m not going to get ahead of the president,” she said.\n\nEven when the president spoke later that night, he was somewhat vague in describing his own strategy. While he said he was “prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents,” he did not explain what he meant or how far he was willing to go beyond saying he would also use economic and diplomatic tools.\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nColin H. Kahl, who was the national security adviser to former Vice President Joseph R. Biden Jr., said Mr. Trump “wisely avoided hitting regime targets where there was a significant risk of killing Russians” but for that very reason did little real harm to Mr. Assad.\n\n“Indeed, the relatively cautious nature of the strike signaled that we were deterred from taking larger action, potentially undercutting the credible U.S. threat of doing more down the line if the regime continues to use chemical weapons,” he said.\n\nFundamentally, these factors are not that different than they were during Mr. Obama’s presidency, but Mr. Trump often seems unaware of history, even recent history. His use of the phrase “mission accomplished” on Saturday, for example, invited unwelcome comparisons to Mr. Bush’s experience.\n\nPhoto\n\nMr. Bush appeared on the aircraft carrier Abraham Lincoln in May 2003 after American troops toppled Saddam Hussein in Iraq and declared the end of major combat operations. Behind him was a large banner declaring “Mission Accomplished,” which White House aides later said was meant as a congratulations to the carrier crew returning home but became a metaphor for miscalculation as a virulent insurgency consumed Iraq.\n\n“Um...I would have recommended ending this tweet with not those two words,” Ari Fleischer, who was Mr. Bush’s White House press secretary at the time, wrote on Twitter on Saturday. When Mr. Bush made his appearance in spring 2003, he said, the words seemed fitting. “By the Fall,” he added, “the shot of Bush with the banner became a symbol of what went wrong.”\n\nPhilip H. Gordon, who was Mr. Obama’s White House coordinator of Middle East policy, said one of the challenges for Mr. Trump was calibrating his language with his actions. In effect, Mr. Gordon said, the president seemed to be trying to find a reasoned middle ground in Syria that belies his own tough talk.\n\n“You can make a case that we are trying to thread a needle that’s tough to thread, but the needle is to do enough to deter the regime from using chemical weapons but not so much that sucks us into the Syrian civil war and gets us into conflict with Iran and Russia,” he said.\n\nRather than pay attention to Mr. Trump’s words, Mr. Gordon said the strategy was better articulated by Prime Minister Theresa May of Britain and Mr. Mattis, who described the strike as an effort to stop Mr. Assad from using chemical weapons but noted that it was not intended to achieve broader goals.\n\nAdvertisement Continue reading the main story\n\n“What May and Mattis said could be considered a legitimate strategy,” Mr. Gordon said. “The risk is, with this president and this administration, is he going to be disciplined enough and restrained enough to thread that needle? Those are not his fortes.”","16":"But they’re seen as a potential key in the fight against lung cancer, the leading cause of cancer death globally.\n\n_____\n\nPhoto\n\n3. President Trump’s personal lawyer, Michael Cohen, above, lost his bid to block prosecutors from reviewing a trove of materials the F.B.I. seized from his office, home, hotel room and safe deposit box last week.\n\nAnd the judge ordered that the name of another Cohen client be divulged: Sean Hannity, the Fox News host.\n\nMeanwhile, supporters of President Trump and Hillary Clinton have one thing in common: anger at James Comey, the former F.B.I. director.\n\nMrs. Clinton’s allies remain furious at Mr. Comey for actions that they believe tipped the presidential election, while the president sharply attacked after Mr. Comey, in an interview with ABC on Sunday, called the president a serial liar who treated women like “meat,” and described Mr. Trump as a “stain” on everyone who worked for him.\n\n_____\n\nPhoto\n\n4. Western officials accused Syria and Russia of preventing chemical weapons experts from reaching the site of a suspected chemical attack by the Syrian government.\n\nThe attack, which killed about 70 people, led to airstrikes by the United States and its allies over the weekend. Above, Russian military police officers on Monday in Douma, the site of the attack.\n\nAdvertisement Continue reading the main story\n\nIn Russia, a journalist who had reported on Russian paramilitary groups in Syria died after falling from his balcony, the authorities there said. The death set off alarms in a country where activists and journalists are sometimes killed in connection with their work.\n\n_____\n\nPhoto\n\n5. A riot at a maximum-security prison in South Carolina left seven inmates dead and 17 others injured.\n\nThe fights at Lee Correctional Institution started around 7:15 p.m. on Sunday, and officers were unable to secure the prison until around 2:55 a.m. on Monday.\n\nState officials have pledged for years to make the state’s prisons safer after a series of deadly episodes. Lee’s warden said in 2013 that it was the most dangerous prison in South Carolina.\n\n_____\n\nPhoto\n\n6. Starbucks’s chief executive called the arrest of two black men at a Philadelphia location “reprehensible.”\n\nThe coffee shop has been the site of protests, above, since the episode last week, in which the men were surrounded by police officers and one was escorted out of the Starbucks in handcuffs. The chain said the employee who called the police no longer worked at the shop.\n\nAnd in an Op-Ed article, George Yancy, a philosophy professor at Emory University, describes how his essay “Dear White America” unleashed “a wave of white hatred and dehumanization.”\n\n_____\n\nPhoto\n\n7. “There are holes in the ceiling, skylights don’t work, the walls need to be painted.”\n\nThat was one of 4,200 public schoolteachers who responded to our callout about the consequences of a decade of budget cuts. They described decrepit classrooms, 25-year-old textbooks and annual out-of-pocket expenses often exceeding $1,000.\n\nAdvertisement Continue reading the main story\n\nAn Arizona teacher summed up the feelings that have led to recent strikes in her state, West Virginia, Oklahoma, Kentucky and others: “Our students deserve better. Our nation deserves better.”\n\n_____\n\nPhoto\n\n8. The reporting that ignited the #MeToo movement has won a Pulitzer Prize.\n\nThe New York Times and The New Yorker won the award for public service for their reporting on sexual harassment that led to a reckoning about the treatment of women by powerful men in Hollywood, politics, media and technology. Above, from left, the Times reporters Megan Twohey and Jodi Kantor and the paper’s executive editor, Dean Baquet.\n\nThe Times also shared the national reporting award with The Washington Post for coverage that unearthed possible ties between Russia and President Trump’s inner circle, and won the Pulitzer for editorial cartooning for a series that chronicled a Syrian refugee family’s entry into the United States. Read The Times’s work and a full list of winners.\n\n_____\n\nPhoto\n\n9. “Rich with history, potently political and visually grand. By turns uproarious, rowdy, and lush. A gobsmacking marvel of choreography and musical direction.”\n\nSuffice to say our pop music critic was a fan of Beyoncé’s performance at the Coachella music festival. “There’s not likely to be a more meaningful, absorbing, forceful and radical performance by an American musician this year, or any year soon,” he wrote. (Here are some clips.)\n\n_____\n\nPhoto\n\n10. Finally, we tend to see eye to eye with our best friends. New research suggests one reason for that: brain-to-brain similarities.\n\nScientists, using a large group of graduate students as subjects, found that the brains of close friends responded similarly as they viewed a series of short videos, showing the same ebbs and swells of attention, distraction and boredom.\n\nNext, researchers want to reverse the experiment: scanning incoming students who don’t know one another yet, and seeing whether those whose neural patterns are similar end up as friends.\n\nAdvertisement Continue reading the main story\n\nHave a great evening.\n\n_____\n\nMarket Snapshot View Full Overview\n\nNewsletter Sign Up Continue reading the main story The Evening Briefing by Email Get a nightly rundown of the day’s top stories, delivered to your inbox every Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nYour Evening Briefing is posted at 6 p.m. Eastern.\n\nAnd don’t miss Your Morning Briefing. Sign up here to get it by email in the Australian, Asian, European or American morning.\n\nWant to catch up on past briefings? You can browse them here.\n\nWhat did you like? What do you want to see here? Let us know at briefing@nytimes.com.","17":"Mr. Macron’s crushing defeat of France’s reactionary National Front last May raised hopes that the tide of illiberalism was turning in Europe. But Prime Minister Orban’s easy win in Hungary’s national election on April 8 and the success of antiestablishment parties in Italy a month earlier have signaled otherwise. To the east, Russia’s brazen violation of international norms has only increased despite broad economic sanctions — witness the chemical assault on a double agent in Britain, while to the west, the Trump administration relentlessly pursues its chaotic assault on American values and traditions.\n\nMr. Macron said political change was inevitable, but it should not mean abandonment of democratic principles.\n\n“Indeed, in these difficult times, European democracy is our best chance,” he said. “The worst possible mistake would be to give up on our model and our identity.”\n\nHe added, “We see authoritarians all around us, and the answer is not authoritarian democracy, but the authority of democracy.”\n\nMr. Macron is not without political weaknesses. He has been called “Jupiter” for his haughty style, and his economic reforms at home are being challenged by a wave of strikes. His proposals for a closer financial convergence in the eurozone have been met with a cool response in Germany. Yet the French president is one of the rare European leaders who unabashedly believe in Europe’s future, especially as Britain prepares to exit the European Union and America’s leadership erodes. Though he has cultivated a strategic rapport with President Trump, providing French forces for the punitive strike on Syria last weekend, for example, Mr. Macron drew a distinction in his speech between Europe and an America that was “rejecting multilateralism, free trade and climate change.”\n\nIt may be that the West is going through a temporary backlash against globalization, terrorism, migration, social upheavals and technological change that have swept so rapidly around the world, and that Mr. Macron is exaggerating when he sees a “certain European civil war” in the political turmoil. Yet, in Hungary, Mr. Orban opened his fourth term as prime minister with a national hate campaign against George Soros, the Hungarian-American funder of liberal projects, and with plans for a legislative campaign against nongovernmental groups that help immigrants and refugees. Late last year the European Union formally put Poland on notice that its assault on the judiciary was a serious breach of union rules. And the vulgar soap opera in Washington shows no signs of ending.","18":"Mr. Abe meets President Xi Jinping in China later this year and possibly even North Korea’s Kim Jong-un.\n\nBut his political standing has been damaged by domestic scandals, and some have questioned whether he might resign when the current session of Parliament ends in June.\n\nEven if Mr. Abe can claim some kind of victory in his meeting with Mr. Trump, it is unclear whether it will help him. “Even now the vultures are starting to circle,” one analyst said.\n\n_____\n\nPhoto\n\n• A fog of contradictions in Syria.\n\nWestern officials said Russia and Syria prevented inspectors from reaching Douma, where about 70 people died on April 7 in a suspected chemical attack by President Bashar al-Assad’s forces. Moscow blamed the United Nations for the delay.\n\nWashington plans to impose new sanctions on Russia for enabling the Syrian government’s use of chemical weapons, as relations with the Kremlin continue to sour.\n\nAnd U.S.-led attacks over the weekend, which hit three targets, were intended to keep the West from being dragged further into Syria’s seven-year war. But our correspondent says the airstrikes didn’t alter the overall dynamics of the conflict.\n\n_____\n\nPhoto\n\n• Lung cancer researchers have made a major discovery: Patients can survive much longer if they receive immunotherapy alongside chemotherapy.\n\nAdvertisement Continue reading the main story\n\nThe drugs — including an immunotherapy agent made by Merck (which paid for the study) — cost more than $100,000 a year and help only some patients.\n\nBut they’re seen as a potential key in the fight against lung cancer, the leading cause of cancer death globally.\n\n_____\n\nVideo\n\n• And the search for alien worlds and perhaps alien life will take another step outward this week when TESS, the Transiting Exoplanet Survey Satellite, is launched by NASA into orbit around the Earth.\n\nThe satellite will spend at least two years scrutinizing the sky for exoplanets — planets around other stars — within about 300 light years from our own.\n\nThe launch was postponed from Monday, and rescheduled for Wednesday. It should be available on NASA’s website.\n\nBusiness\n\n• China releases quarterly G.D.P. figures today.\n\n• The Department of Commerce banned American companies from selling components to ZTE Corp, a leading Chinese telecom equipment maker, for seven years. ZTE pleaded guilty last year to conspiring to violate U.S. sanctions by shipping U.S. technology to Iran.\n\n• Sina Weibo, the Chinese social media giant, reversed its ban on gay-themed content after intense pressure from millions of internet users.\n\n• With Dropbox and Spotify successfully going public, tech investors are confident that a bonanza of initial public offerings lies ahead.\n\nAdvertisement Continue reading the main story\n\n• Signing off: Credit card signatures are (finally) going extinct in the U.S.\n\n• U.S. stocks were up. Here’s a snapshot of global markets.\n\nMarket Snapshot View Full Overview\n\nIn the News\n\n• “They eat money.” Since apartheid ended in South Africa in 1994, tens of billions of dollars in public funds have been siphoned off by leaders of the African National Congress, the organization that had promised an equal and just nation. [The New York Times]\n\n• Barbara Bush, 92, the wife of the 41st U.S. president and mother of the 43rd, is seriously ill and has decided to stop seeking medical treatment to prolong her life. [The New York Times]\n\n• In Australia, a baffling flesh-eating bacteria has caused a “worsening epidemic.” Researchers say they need immediate funding to study the bacteria, which causes a disease called Buruli ulcer. [SBS]\n\n• In eastern India, a freight train barreled into a herd of elephants, killing a calf and three adult animals. Indian wildlife experts say such accidents are increasingly common because mining and development projects are forcing elephants to forage farther from their natural habitats. [The New York Times]\n\n• The story of six Chinese men who survived the wreck of the Titanic — and then vanished — is the subject of a new documentary by a Shanghai-based filmmaker. [South China Morning Post]\n\n• Paris. Milan. Riyadh? Saudi Arabia had its first fashion week — with female-only audiences and no social media — but as one observer said, “Women here have been waiting for years for a time to shine.” [The New York Times]\n\nSmarter Living\n\nTips, both new and old, for a more fulfilling life.\n\nPhoto\n\n• Some empathic advice: Cut yourself some slack.\n\nAdvertisement Continue reading the main story\n\n• Recipe of the day: Salmon with sesame and herbs has an easy marinade that hits all the right notes.\n\nNoteworthy\n\nPhoto\n\n• “Let’s cut to the chase,” our pop music critic writes. “There’s not likely to be a more meaningful, absorbing, forceful and radical performance by an American musician this year, or any year soon, than Beyoncé’s headlining set at the Coachella Valley Music and Arts Festival.” (Here are some clips.)\n\n• Pulitzer Prizes: Applause rang out in The Times newsroom as we celebrated three awards, including public service (shared with The New Yorker) for reporting on sexual harassment that ushered in a reckoning about the treatment of women by powerful men in the uppermost ranks of Hollywood, politics, media and technology.\n\n• Yuki Kawauchi of Japan won the Boston Marathon — his fourth this year — in 2:15:53. Desiree Linden became the first American woman to win the race in 33 years.\n\n• And friends forever. Scientists have made astonishing discoveries about the nature and evolution of friendship, getting provocative clues about what makes it so healthy and social isolation so harmful.\n\nBack Story\n\nPhoto\n\nEach week, The Times’s crossword column, Wordplay, highlights the answer to one of the most difficult clues from the previous week’s puzzles.\n\nThis week’s word: babas.\n\n“Baba au rhum” are rich, rum-flavored cakes that are largely popular in France and Italy. Babas is the plural.\n\nThe baba originated in France, and was supposedly inspired by the Polish king Stanislaw I, whose daughter, Marie, married King Louis XV. It is said that Stanislaw was partial to the Alsatian Gugelhupf cake, though he discovered that the dry dough tasted better when dipped in liquor.\n\nAdvertisement Continue reading the main story\n\nThe Parisian baker Nicolas Stohrer went on to popularize this combination, and one of his descendants eventually established rum as the alcohol of choice. Stohrer’s patisserie is still around today.\n\nBabas have continued to be a staple of French baking, and the success of the cake has carried over to Italy and the United States. Babas are now often made with raisins in their dough, and they usually resemble Bundt cakes or doughnuts in shape. Variations may use sweet wine or liqueur in place of rum.\n\nDeb Amlen contributed reporting.\n\n_____\n\nYour Morning Briefing is published weekday mornings and updated online. Sign up here to get it by email in the Australian, Asian, European or American morning. You can also receive an Evening Briefing on U.S. weeknights.\n\nAnd our Australia bureau chief offers a weekly letter adding analysis and conversations with readers.\n\nBrowse our full range of Times newsletters here.\n\nWhat would you like to see here? Contact us at asiabriefing@nytimes.com.","19":"Peter Lynn, the executive director of the Homeless Services Authority, said temporary beds provided a bridge for people to find permanent housing — either on their own or in housing Los Angeles is building with $1.2 billion authorized by voters in 2016. “The objective is not to shelter everybody, and that’s O.K.,” he said. “It’s not as if we have infinite resources.”\n\nA district is not obligated to build a shelter, and could forfeit its money, though officials argued that was unlikely given the pervasiveness of the problem.\n\n“We have no intention to force projects on any district,” said Matt Szabo, the mayor’s deputy chief of staff. “We are confident that there is sufficient consensus that we need these projects that you will see a lot of progress really quickly.”\n\nUnder the plan, city crews will clean up encampments after their occupants have moved to the temporary shelters.\n\n“We’re not trying to say this will take care of the entire homeless population,” said Suzi Emmerling, the mayor’s director of communications. “But we do believe it will make a significant dent.”\n\nNewsletter Sign Up Continue reading the main story California Today The news and stories that matter to Californians (and anyone else interested in the state). Sign up to get it by email. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nCalifornia Online\n\n(Please note: We regularly highlight articles on news sites that have limited access for nonsubscribers.)\n\nPhoto\n\n• Mr. Garcetti’s visit to Iowa this weekend was an “all-but-unannounced” bid for the 2020 presidential candidacy. In an interview, he spoke about what running for president would mean — and his favorite jazz pianists. [Los Angeles Times]\n\nAdvertisement Continue reading the main story\n\n• Antiwar activists protesting the U.S.-led missile strikes in Syria gathered outside the homes of Senator Dianne Feinstein and Representative Nancy Pelosi in San Francisco on Saturday. [San Francisco Chronicle]\n\n• More local governments are resisting California’s efforts to defy the Trump administration’s crackdown on immigration. City leaders in Los Alamitos are scheduled to vote on Monday on a proposal to exempt the Orange County city from the so-called sanctuary state law. [Associated Press]\n\nPhoto\n\n• The new owner of The Los Angeles Times dropped a bombshell on his employees on Friday: He is moving the newspaper from its historic Art Deco building in downtown to the suburban city of El Segundo. [The New York Times]\n\n• Facebook took the punches for the rest of Silicon Valley as its chief executive, Mark Zuckerberg, testified on Capitol Hill last week. Google and other large tech companies seem to have avoided similar scrutiny — for now. [The New York Times]\n\n• A year and a half after voters passed Proposition 64, one in seven California cities permits recreational cannabis stores; only one in three allows any kind of cannabis business at all, a new study found. [The Mercury News]\n\n• Pay ratios between chief executives and average workers are being disclosed for the first time under a new federal mandate. In Southern California, some top executives make 450 times as much as the rank and file. [Orange County Register]\n\n• The driver of the S.U.V. that plunged off a cliff in Mendocino County with her family aboard last month was drunk, the California Highway Patrol said on Friday. [The New York Times]\n\n• The Mendocino County authorities were searching for another family that vanished during a road trip. Some of their belongings and parts from their car have been found in the swollen Eel River. [The New York Times]\n\nAdvertisement Continue reading the main story\n\n• The Golden State Warriors shook off their late-season stumbles to defeat the San Antonio Spurs, 113-92, in the N.B.A. playoffs on Saturday. But can winning become fun again for the Warriors? [The New York Times]\n\n• Newly found footage showing the extent of the damage from the 1906 San Francisco earthquake was publicly screened for the first time at a theater in Fremont over the weekend. [The New York Times]\n\nPhoto\n\n• The renovated Getty Villa, the branch of the Getty Museum near Malibu that is dedicated to antiquities, goes beyond J. Paul Getty’s original collecting focus. Here are five must-see works of art at the museum, which opens Wednesday. [The New York Times]\n\nComing Up This Week\n\nPhoto\n\n• Mayor Garcetti delivers his State of the City address at Los Angeles City Hall at 10 a.m. Monday Pacific time.\n\n• Saturday is John Muir Day, in honor of the Scottish-born writer and naturalist who helped preserve wildernesses including Yosemite National Park.\n\n• The second weekend of the Coachella Valley Music and Arts Festival concludes Sunday with performances by Eminem, Odesza, Cardi B, Miguel and others.\n\nAnd Finally ...\n\nPhoto\n\n“Beyoncé is bigger than Coachella.”\n\nShe took the stage in Indio on Saturday night in a two-hour performance that reinvented the festival set, teaching history and sweating the details, our critic wrote in his review.\n\nAnd she made history as well: A year after canceling because of pregnancy, Beyoncé became the first black woman to headline Coachella.\n\nAdvertisement Continue reading the main story\n\n“Let’s just cut to the chase: There’s not likely to be a more meaningful, absorbing, forceful and radical performance by an American musician this year, or any year soon,” our critic, Jon Caramanica, wrote.\n\nAnd The Los Angeles Times’s critic called it “one of the most impressive things I’ve seen in 20 years of professional show-going.”\n\nBeyoncé is part of the most female-friendly lineup in Coachella history, The Desert Sun noted. Most of the 167 acts are male, but 38 female solo artists or groups and more than a dozen bands with female members will have performed by the festival’s close this weekend.\n\nCalifornia Today goes live at 6 a.m. Pacific time weekdays. Tell us what you want to see: CAtoday@nytimes.com.\n\nCalifornia Today is edited by Julie Bloom, who grew up in Los Angeles and graduated from U.C. Berkeley."},"URL":{"0":"https:\/\/www.nytimes.com\/video\/us\/politics\/100000005849938\/president-trump-announces-airstrikes-syria.html","1":"https:\/\/www.nytimes.com\/2018\/04\/15\/briefing\/syria-michael-cohen-facebook.html","2":"https:\/\/www.nytimes.com\/2018\/04\/14\/world\/europe\/russia-syria-missile-chemical.html","3":"https:\/\/www.nytimes.com\/2018\/04\/15\/opinion\/dislike-comey-despise-trump.html","4":"https:\/\/www.nytimes.com\/2018\/04\/18\/world\/europe\/turkey-erdogan-elections.html","5":"https:\/\/www.nytimes.com\/2018\/04\/15\/briefing\/james-comey-syria-north-korea.html","6":"https:\/\/www.nytimes.com\/2018\/04\/15\/opinion\/democrats-fiscal-responsibility.html","7":"https:\/\/www.nytimes.com\/2018\/04\/19\/opinion\/europe-iran-congress.html","8":"https:\/\/www.nytimes.com\/2018\/04\/16\/us\/politics\/travel-ban-japanese-internment-trump-supreme-court.html","9":"https:\/\/www.nytimes.com\/2018\/04\/18\/briefing\/north-korea-germany-dogs.html","10":"https:\/\/www.nytimes.com\/2018\/04\/15\/opinion\/war-syria-iran-israel.html","11":"https:\/\/www.nytimes.com\/2018\/04\/14\/us\/politics\/congress-syria-trump.html","12":"https:\/\/www.nytimes.com\/2018\/04\/17\/us\/politics\/jim-mattis-trump-syria-attack.html","13":"https:\/\/www.nytimes.com\/2018\/04\/15\/briefing\/syria-james-comey-iceland.html","14":"https:\/\/www.nytimes.com\/2018\/04\/16\/briefing\/russia-syria-robots.html","15":"https:\/\/www.nytimes.com\/2018\/04\/14\/us\/politics\/trump-syria-policy.html","16":"https:\/\/www.nytimes.com\/2018\/04\/16\/briefing\/sean-hannity-pulitzers-boston-marathon.html","17":"https:\/\/www.nytimes.com\/2018\/04\/18\/opinion\/macron-europe-democracy-theatened.html","18":"https:\/\/www.nytimes.com\/2018\/04\/16\/briefing\/james-comey-nasa-japan.html","19":"https:\/\/www.nytimes.com\/2018\/04\/16\/us\/california-today-los-angeles-homeless.html"}}