{"Content":{"0":"Theresa May has issued a statement on the Syrian airstrikes.\n\nHere it is in full.\n\nThis evening I have authorised British armed forces to conduct co-ordinated and targeted strikes to degrade the Syrian Regime’s chemical weapons capability and deter their use.\n\nWe are acting together with our American and French allies. In Douma, last Saturday a chemical weapons attack killed up to 75 people, including young children, in circumstances of pure horror.\n\nThe fact of this attack should surprise no-one. The Syrian Regime has a history of using chemical weapons against its own people in the most cruel and abhorrent way. And a significant body of information including intelligence indicates the Syrian Regime is responsible for this latest attack.\n\nThis persistent pattern of behaviour must be stopped – not just to protect innocent people in Syria from the horrific deaths and casualties caused by chemical weapons but also because we cannot allow the erosion of the international norm that prevents the use of these weapons.\n\nWe have sought to use every possible diplomatic channel to achieve this. But our efforts have been repeatedly thwarted. Even this week the Russians vetoed a Resolution at the UN Security Council which would have established an independent investigation into the Douma attack.\n\nSo there is no practicable alternative to the use of force to degrade and deter the use of chemical weapons by the Syrian Regime. This is not about intervening in a civil war. It is not about regime change. It is about a limited and targeted strike that does not further escalate tensions in the region and that does everything possible to prevent civilian casualties.\n\nAnd while this action is specifically about deterring the Syrian Regime, it will also send a clear signal to anyone else who believes they can use chemical weapons with impunity. At this time, my thoughts are with our brave British servicemen and women – and our French and American partners – who are carrying out their duty with the greatest professionalism.\n\nThe speed with which we are acting is essential in co-operating with our partners to alleviate further humanitarian suffering and to maintain the vital security of our operations. This is the first time as Prime Minister that I have had to take the decision to commit our armed forces in combat – and it is not a decision I have taken lightly.\n\nI have done so because I judge this action to be in Britain’s national interest. We cannot allow the use of chemical weapons to become normalised – within Syria, on the streets of the UK, or anywhere else in our world. We would have preferred an alternative path. But on this occasion there is none.\n\nHistory teaches us that the international community must defend the global rules and standards that keep us all safe. That is what our country has always done. And what we will continue to do.","1":"British jets fired missiles at a Syrian military base suspected of holding chemical weapons ingredients on Saturday in the UK's first military action against President Bashar al-Assad’s regime.\n\nTheresa May, the Prime Minister, said the \"limited and targeted strike\" was part of joint action with France and the United States in response to Syria’s latest alleged chemical weapons atrocity.\n\n\"There is no practicable alternative to the use of force to degrade and deter the use of chemical weapons by the Syrian regime,\" Mrs May said in a televised statement.\n\n\"This is not about intervening in a civil war. It is not about regime change.\n\n\"It is about a limited and targeted strike that does not further escalate tensions in the region and that does everything possible to prevent civilian casualties,\" she said.\n\nMrs May said \"a significant body of information including intelligence\" pointed to Syrian government responsibility for a suspected chemical attack in Douma last Saturday.","2":"The Syrian regime used barrel bombs dropped by helicopter in a chemical weapon attack on its own people in the city of Douma, according to the US, France and Britain yesterday.\n\nJustifying the decision to mount air strikes against Syria the three governments laid out evidence that the regime had used chemical weapons in the attack earlier this month, which opposition activists, rescue workers and medics say killed more than 40 civilians.\n\nIn a statement the White House said: “Multiple government helicopters were observed over Douma on April 7, with witnesses specifically reporting a Mi-8 helicopter, known to have taken off from the Syrian regime’s nearby Dumayr airfield, circling over Douma during the attack\n\n“Numerous eyewitnesses corroborate that barrel bombs were dropped from these helicopters, a tactic used to target civilians indiscriminately throughout the war. Photos of barrel bombs dropped in Douma closely match those used previously by the regime. These barrel bombs were likely used in the chemical attack.”\n\nThe Prime Minister told a hastily arranged press conference at Downing Street, called within hours of the missile strikes, that all evidence pointed to the regime of Bashar al-Assad being responsible for the earlier attack on civilians.","3":"The BBC was last night forced to distance itself from a fake news clip reporting the outbreak of nuclear war after a video purporting to show hostilities between Russia and Nato was widely circulated online.\n\nThe three-minute clip, which appears to be set in the BBC News studio and uses the BBC logo, features a British presenter claiming armed conflict has broken out in the Baltic after a Russian aircraft was shot down.\n\nIt features footage of Russian naval ships launching cruise missiles, nuclear mushroom clouds, and shows the Queen being evacuated from Buckingham Palace.\n\n“This video clip claiming to be a BBC news report about NATO and Russia has been circulating widely... We'd like to make absolutely clear that it's a fake and does not come from the BBC,” the corporation said on Twitter.\n\nThe clip is a shortened version of an hour-long video that has been uploaded to YouTube several times since 2016 with the disclaimer that it is a “fictional dramatization.”","4":"We've noticed you're adblocking.\n\nWe rely on advertising to help fund our award-winning journalism.\n\nWe urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.\n\nThank you for your support.","5":"A Syrian-German jihadist linked to the 9\/11 attacks on the United States has been captured in Syria by US-backed forces, the Pentagon said on Thursday.\n\nMohammad Haydar Zammar, who has been accused of recruiting some of the 9\/11 Al-Qaeda hijackers, was captured over a month ago by the Syrian Democratic Forces (SDF), a Kurdish-led militia backed by the US.\n\nNews of his capture was first reported on Wednesday by the Kurdish group. The Pentagon had said it was looking into the reports before confirming Zammar’s arrest.\n\n\"We can confirm that Mohammad Haydar Zammar, a Syrian-born German national, was captured more than a month ago by SDF partners as part of their ongoing operations to defeat ISIS inside Syria,\" Pentagon spokesman Eric Pahon said, using an alternate name for the Islamic State of Iraq and the Levant (ISIL).\n\n\"We are working with our SDF partners to obtain additional details,\" Pahon said.\n\nThe 9\/11 Commission report into the attacks in Washington and New York that led to the deaths of almost 3,000 people described Zammar as an “outspoken, flamboyant Islamist” who “had fought in Afghanistan and relished any opportunity to extol the virtues of violent jihad.”\n\nAccording to the report, Zammar took credit for influencing people linked to the attacks including Mohammed Atta, who hijacked an American Airlines plane and flew it into the North Tower of the World Trade Center.","6":"Donald Trump considered launching a strike three times as big on Syria, potentially including hitting Russian air defence systems, but was dissuaded by James Mattis, his defence secretary.\n\nThe Pentagon presented Mr Trump with three options for how to respond to the chemical attack by the Syrian regime in Douma on April 7, the Wall Street Journal reported.\n\nA first, and most cautious, option consisted of a limited strike on Syrian chemical weapons facilities, while a second targeted those plus military command posts.\n\nThe third option had the aim of devastating Bashar al-Assad's military forces and could have targeted Syrian-based Russian air defence capabilities as part of that.\n\nSuch a strike would have been three times the size of the military action that was eventually launched by the US, UK and France in the early hours of Saturday.","7":"Here is the full text of the Government's document setting out why it said taking military action in Syria was legal:\n\n1. This is the Government's position on the legality of UK military action to alleviate the extreme humanitarian suffering of the Syrian people by degrading the Syrian regime's chemical weapons capability and deterring their further use, following the chemical weapons attack in Douma on 7 April, 2018.\n\n2. The Syrian regime has been killing its own people for seven years. Its use of chemical weapons, which has exacerbated the human suffering, is a serious crime of international concern, as a breach of the customary international law prohibition on the use of chemical weapons, and...","8":"Jeremy Corbyn urged Theresa May to postpone what he described as the \"legally questionable\" Syrian air strikes during last-minute talks with Downing Street Friday night.\n\nThe Labour leader said the missile attack by Britain and the USA on Syria will make it less likely the Assad regime will be held accountable for war crimes.\n\nHe also criticised Theresa May for “taking instructions from Washington” and said the Prime Minister should have obtained Parliament’s backing before launching the strikes.\n\nSpeaking after the US, UK and France bombed multiple Syrian government targets in an early morning operation aimed at destroying alleged chemical weapons sites, Mr Corbyn said: \"Bombs won't save lives or bring about peace.\n\n“This legally questionable action risks escalating further, as US defence secretary James Mattis has admitted, an already devastating conflict and therefore makes real accountability for war crimes and use of chemical weapons less, not more likely.”\n\nMr Corbyn added: “Britain should be playing a leadership role to bring about a ceasefire in the conflict, not taking instructions from Washington and putting British military personnel in harm's way.","9":"We've noticed you're adblocking.\n\nWe rely on advertising to help fund our award-winning journalism.\n\nWe urge you to turn off your ad blocker for The Telegraph website so that you can continue to access our quality content in the future.\n\nThank you for your support.","10":"America, Britain and France have launched a coordinated airstrike in Syria to punish the regime for a chemical weapons attack that killed more than 70 people.\n\nAbove, an RAF Tornado taxi's before taking-off from the Royal Air Force base in Akrotiri, Cyprus.","11":"At the Kimberley family farm in rural Iowa the winter frost has lifted and the next few weeks will bring soybean planting season.\n\n\"One in every three rows of beans goes to China,\" said Grant Kimberley, watching a combine harvester spraying fertilizer across a vast field.\n\nBut Mr Kimberley, 42, whose ancestors have tilled the soil here since the 1860s, didn't look overly confident those exports would continue.\n\nA potentially devastating trade war looms and US soybeans headed for China could face a 25 per cent tariff. The proposed tariff hangs like a sword of Damocles over Iowa, a state bigger than England known as the \"breadbasket of America\".\n\nForty per cent of China's soybeans, $14 billion worth...","12":"The number of people supporting airstrikes in Syria has increased significantly over the last week, increasing 13 percentage points after the attack took place, according to new polling.\n\nWhile the number of people opposing strikes is still slightly higher than those supporting, backing for Theresa May's military intervention increased from 22 per cent on Wednesday 11 April to 35 per cent on Sunday 16 April, according to a YouGov poll.\n\nIn the days after the attack, which took place on Friday night, some 37 per cent of the public said that they opposed the strikes - a decrease of six percentage points since the comparative question was last asked on Wednesday.","13":"Nicola Sturgeon has described the air strikes in Syria as a “macho strongman standoff between Trump and Putin” and claimed Theresa May made a mistake by failing to consult parliament ahead of the action.\n\nShe called for a full debate and a vote in the House of Commons within 48 hours and said she did not believe isolated air strikes would resolve a hugely complex conflict that was now in its eighth year.\n\nShe also said the Prime Minister needed to set out her strategy in “much more detail” and say what she considered had been achieved by the air strikes.\n\nShe added: “What we need is a long term international approach, not just action that perhaps makes Western leaders feel as if they’re doing something.\n\n“But I have to say, and I don’t doubt that these are difficult decisions for the Prime Minister, but what happened on Friday night into Saturday morning felt like it was more to do with some kind of macho strongman standoff between Trump and Putin and that should not be the role of UK foreign policy.”","14":"Boris Johnson has warned that Britain must take “every possible precaution” to guard against the possibility of a revenge attack by Russia for the airstrikes in Syria.\n\nThe Foreign Secretary said that whilst the UK had “clearly communicated” to Vladimir Putin that the strikes were limited, the possibility of a ‘dirty’ response by the Kremlin could not be dismissed.\n\nSpeaking to the BBC’s Andrew Marr, Mr Johnson added that the Russians had demonstrated “at every single point” that the UK needed to be “aware”.\n\nIt comes amid fears that Russia may be preparing for revenge in the form of cyber attacks, which could see embarrassing information on Government ministers, known in intelligence circles as...","15":"Diane Abbott, the shadow home secretary and one of Jeremy Corbyn's most senior allies, has illustrated a tweet about Syria with a computer generated fake image of an Israeli jet bombing the capital of Iran.\n\nThe photo, which was taken from an aviation blog and posted in 2012, shows an Israeli F-15 fighter over Tehran, with large explosions in the background.\n\nIt was created by Al Clark and posted by David Cenciotti on The Aviationist blog in March 2012, accompanied by a clear explanation of what the image shows.\n\nHe also included a note underneath the mocked-up photo marking it as a computer generated image which is \"not a drawing, nor a rendering or a photo\".\n\nMs Abbott posted the image on Twitter...","16":"Russian-controlled “bot” accounts have bombarded social media with anti-Western propaganda 45,000 times since the chemical attack in Syria as part of a “dirty disinformation war” by the Kremlin.\n\nWhitehall officials have measured a 4,000 per cent increase in posts from automated Twitter and other website accounts linked to Moscow in the past two weeks.\n\nSome accounts, which are disguised as Western in origin to make them appear legitimate, pumped out up to 200 posts per day.\n\nTheresa May said Russia was using its cyber capabilities “as part of a wider effort to undermine the international system”.\n\nThe Prime Minister said the disinformation campaign was “not just aimed at social media and the UK...","17":"The Syria strikes have given Emmanuel Macron, the French president, a chance to promote France as the leading American ally in Europe days before he becomes the first foreign leader to be hosted by Donald Trump on a state visit.\n\nMr Macron’s office released a photograph showing the president in the Jupiter command bunker under the Elysée Palace, his brows furrowed in concentration as he oversaw the strikes, flanked by his defence minister, Florence Parly, and military chiefs.\n\nComparisons were immediately made with a photograph of Barack Obama in the White House Situation Room, as Osama Bin Laden was killed in a US military operation.\n\nMr Macron, who says he speaks “daily” to Mr Trump, discussed Syria with Vladimir Putin just hours before the strikes.\n\nLess than a year ago, Mr Macron warned the Russian president as he hosted him in the ornate splendour of the palace of Versailles that the use of chemical weapons would be a red line leading to reprisals.","18":"Jeremy Corbyn will try to force a vote in Parliament that would make it difficult for Prime Ministers to take military action without the approval of MPs as he suggested Bashar al-Assad could be innocent of last week’s chemical weapons attack.\n\nThe Labour leader suggested on Sunday that all planned use of force should be signed off by the Commons as he announced plans for a “war powers act” which would ensure that all governments are accountable “for what they do in our name”.\n\nFollowing raids on the Syrian regime's chemical weapons stockpiles on Saturday, Mr Corbyn questioned the legal basis for the mission, adding that Mrs May should have respected a convention supposedly laid down by the coalition...","19":"France has warned that a new humanitarian disaster is looming in Syria, in the rebel-held region of Idlib, which is seen as the next possible target of the regime's fightback.\n\nJean-Yves Le Drian, the French foreign minister, said two million people were at risk, including hundreds of thousands of Syrians who fled from previously rebel-held areas now controlled by the regime.\n\nRebels, refugees and residents in Idlib are bracing for an attack on their town after a senior advisor to the Iranian leader said on Friday the next front was to “liberate” Idlib now that Eastern Ghouta had fallen.\n\n“There is a risk of a new humanitarian disaster. Idlib’s fate must be settled by a political process, which includes disarming the militias,” Mr Le Drian said in an interview with French weekly Le Journal du Dimanche."},"URL":{"0":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/14\/syria-airstrikes-donald-trump-set-make-announcement-military\/","1":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/14\/british-jets-successful-strike-chemical-weapons-base-theresa\/","2":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/14\/evidence-shows-syria-attacked-people-chemical-weapons-say-us\/","3":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/19\/bbc-denies-reporting-outbreak-nuclear-war\/","4":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/16\/girl-seen-hospital-video-syria-chemical-attack-speaks-ordeal\/","5":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/20\/flamboyant-jihadi-linked-911-terror-cell-captured-kurdish-forces\/","6":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/16\/donald-trump-considered-launching-syria-strikes-three-times\/","7":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/14\/read-full-legal-case-british-governments-strikes-syria\/","8":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/14\/jeremy-corbyn-condemns-syria-strikes-legally-questionable\/","9":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/15\/pictures-day-15-april-2018\/","10":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/14\/us-uk-france-launch-airstrikes-targeting-syrias-chemical-weapons\/","11":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/15\/iowas-soybean-farmers-prepare-hard-times-donald-trumps-trade\/","12":"https:\/\/www.telegraph.co.uk\/politics\/2018\/04\/17\/public-support-syria-airstrikes-has-increased-labour-supporters\/","13":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/15\/nicola-sturgeon-u\/","14":"https:\/\/www.telegraph.co.uk\/politics\/2018\/04\/15\/boris-johnson-warns-uk-must-take-every-possible-precaution-amid\/","15":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/16\/diane-abbott-uses-faked-photo-israeli-fighter-jet-bombing-tehran\/","16":"https:\/\/www.telegraph.co.uk\/politics\/2018\/04\/19\/kremlin-bot-accounts-spread-fake-news-45000-times-since-syria\/","17":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/15\/syrian-strikes-help-emmanuel-macron-cement-position-key-trump\/","18":"https:\/\/www.telegraph.co.uk\/politics\/2018\/04\/15\/jeremy-corbyn-refuses-blame-assad-chemical-weapons-attack-questions\/","19":"https:\/\/www.telegraph.co.uk\/news\/2018\/04\/15\/france-warns-fresh-humanitarian-crisis-syrian-region-idlib\/"}}