{"Content":{"0":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.","1":"CNN's Nick Paton Walsh reports from Northern Syria as the nation awakens after the US announced, along with France and the UK, strikes against targets at three sites in Syria after a week of threats of retaliation for an alleged chemical weapons attack on civilians in Douma.","2":"The Department of Defense has released video from the USS Monterey firing a Tomahawk missile to strike Syria in retaliation for an apparent chemical weapons attack.","3":"The US, UK and France launched strikes against targets within Syria in response to an alleged chemical weapons attack by Syrian President Bashar al-Assad.\n\nSource: CNN","4":"(CNN) The US, UK and France coordinated to launch strikes against targets within Syria in response to an alleged chemical weapons attack by the regime of President Bashar al-Assad.\n\nWho was involved?\n\nUS officials at a Pentagon briefing Friday described the strikes as a joint operation consisting of American, British and French forces\n\n\"Today, the nations of Britain, France, and the United States of America have marshaled their righteous power against barbarism and brutality,\" US President Donald Trump said during a separate announcement from the White House.\n\nShortly after Trump's statement, UK Prime Minister Theresa May released a statement saying she had \"authorized British armed forces to conduct coordinated and targeted strikes to degrade the Syrian Regime's chemical weapons capability and deter their use.\"\n\nA statement released Friday by French President Emmanuel Macron said a \"red line set by France in May 2017 has been crossed. So, I ordered the French armed forces to intervene tonight, as part of an international operation in coalition with the United States of America and the United Kingdom and directed against the clandestine chemical arsenal of the Syrian regime.\"\n\nWhat was hit?\n\nThree sites were targeted, Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, told reporters:\n\nA scientific research center in Damascus;\n\nA chemical weapons storage facility, located west of Homs;\n\nAnd a chemical weapons equipment storage facility and command post near Homs.\n\nIn an update Saturday, Pentagon spokeswoman Dana White said the strikes \"successfully hit every target\" and that the allies \"took every measure and caution\" to hit only the intended targets.\n\n\"We met our objectives. We hit the sites, the heart of the chemical weapons program. So, it was mission accomplished,\" she said.\n\nLt. Gen. Kenneth McKenzie, director of the Joint Staff, said that none of the aircraft or missiles involved in this operation were successfully engaged by Syrian air defenses. There was no indication that Russian air defenses were deployed, he added.\n\nSyria and its military backer, Russia, gave a different assessment.\n\nRussian Army Colonel General Sergey Rudskoy told reporters that Syria's air defense systems intercepted 71 out of 103 cruise missiles Russia believes were fired by the Western allies.\n\nAccording to preliminary reports, there were no civilian casualties or losses from the Syrian army, Rudskoy said. A number of Syrian military airfields, industrial sites and research facilities suffered in the strikes, he added.\n\nSyrian state TV said missiles targeting Homs were intercepted and did not cause damage.\n\nWere there casualties?\n\nSyrian state TV also reported that three civilians were wounded in Homs after \"several\" missiles were intercepted by Syria air defense systems.\n\nThe Pentagon said it was not aware of any civilian casualties as of Saturday morning US time.\n\nAre the strikes over?\n\nJUST WATCHED Timeline of the US precision strikes on Syria Replay More Videos ... MUST WATCH Timeline of the US precision strikes on Syria 02:09\n\nTrump said the US was \"prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\" However, he maintained that \"America does not seek an indefinite presence in Syria.\"\n\nAt a Pentagon briefing, Dunford said \"this wave of airstrikes is over,\" but defense officials added they are prepared for a sustained campaign until the Syrian regime ceases its alleged use of chemical weapons.\n\nWhat weapons were involved?\n\nThe Pentagon said 105 missiles were launched in the strikes against Syria. They included 30 Tomahawk missiles fired from the USS Monterey and seven from the USS Laboon in the Red Sea. Another 23 Tomahawk missiles were launched from the USS Higgins in the North Arabian Gulf, it said.\n\nA submarine, USS John Warner, fired six Tomahawk missiles from the eastern Mediterranean and a French frigate in the same area fired another three missiles, the Pentagon said.\n\nThe air assault involved two US B-1 Lancer bombers, which fired 19 joint air to surface standoff missiles. The British flew a combination of Tornado and Typhoon jets, firing eight Storm Shadow missiles, while French Rafale and Mirage fighter jets launched nine SCALP missiles, the Pentagon said.\n\nFour Royal Air Force Tornado GR4's were used in the strikes, launching Storm Shadow missiles at a \"former missile base -- some 15 miles west of Homs,\" according to the UK Ministry of Defense.\n\nTir d'un missile de croisière naval depuis une de nos frégates multimissions cette nuit en Méditerranée. Objectif : un site de production d'armes chimiques du régime syrien. pic.twitter.com\/A4hO0EtkvQ — Florence Parly (@florence_parly) April 14, 2018\n\nWas Russia warned?\n\nDunford said the US \"specifically identified\" targets to \"mitigate the risk of Russian forces being involved.\"\n\nHe said normal communication lines were used in the run-up to the strike to ensure clearance of airspace, but targets were not coordinated with the Russians.\n\nParis and its allies warned Russia beforehand because they wanted to avoid any escalation of the Syrian conflict, French Defense Minister Florence Parly said.\n\nHave Syria and Russia responded?\n\nRussian President Vladimir Putin said Saturday that the Kremlin \"seriously condemns\" the attack on Syria, which he called an \"act of aggression against a sovereign state ... at the forefront of the fight against terrorism.\"\n\nHe said the strike had been carried out \"without the sanction of the United Nations Security Council, in violation of the UN Charter, norms and principles of international law.\"\n\nAt an emergency meeting of the United Nations Security Council called by Russia on Saturday, Putin's government failed to garner the necessary votes for a resolution condemning \"the aggression against the Syrian Arab Republic by the US and its allies in violation of international law and the UN Charter.\"\n\nAfter the session, Russian Ambassador Vassily Nebenzia called the day's developments \"a blow to a political settlement\" in the Syria crisis.\n\n\"I hope that hot heads will cool down and we can rebuild what has been destroyed,\" he told reporters, adding that the United States, France and the United Kingdom had engaged in \"diplomacy of mythmaking, hypocrisy and falsehoods.\"\n\nBashar Jaafari, Syria's ambassador to United Nations, accused the three Western allies of undermining international peace and security and asked that copies of the UN Charter be distributed to their representatives so they can \"enlighten themselves and awaken themselves from their ignorance and tyranny.\"\n\nAt the meeting, Nikki Haley, the US ambassador to the United Nations, accused Russia of covering up for the Syrian government and said Washington remains \"locked and loaded\" to strike again in response to new chemical attacks.\n\nSyria's President said the airstrikes would not stop him from \"fighting terrorism\" across the country, according to Syrian state TV.\n\nThe Syrian Foreign Ministry said the joint US, UK and French airstrikes were a \"flagrant violation of international law and the principals of UN charter,\" according to the state-run Syrian Arab News Agency.\n\nEarlier, the office of the Syrian Presidency tweeted a video of Assad going to work Saturday, with the caption \"a morning of steadfastness.\"\n\nصباح الصمود..\n\n\n\nرئاسة الجمهورية العربية السورية pic.twitter.com\/hhIZT6cOTe — Syrian Presidency (@Presidency_Sy) April 14, 2018\n\nAn official with the US-led coalition fighting ISIS in Syria said pro-regime and Russian forces in Syria were showing no signs of retaliation against US and coalition troops in the country.\n\nMcKenzie, the Joint Staff director, said the Pentagon was not aware of any military response from within Syria but the US remained ready to respond to any potential threat to allied forces.\n\nWhite, the Pentagon spokeswoman, meanwhile, warned that Russia was spreading misinformation.\n\n\"The Russian disinformation campaign has already begun. There has been a 2,000% increase in Russian trolls in the last 24 hours, therefore we will keep you all abreast of the facts moving forward,\" she said Saturday morning.\n\nWhat have we learned about the Douma attack?\n\nMore than 70 people in Syria's rebel-held town of Douma reportedly died while sheltering in basements. Of those, 43 showed symptoms consistent with exposure to \"highly toxic chemicals,\" according to the World Health Organization (WHO).\n\nJUST WATCHED CNN goes inside refugee camp after airstrikes Replay More Videos ... MUST WATCH CNN goes inside refugee camp after airstrikes 02:20\n\nThe WHO, citing reports from health partners on the ground, also said about 500 people went to the hospital showing signs of exposure to \"toxic chemicals\" in Douma.\n\nThe Syrian government and Russia, its key ally, have vehemently denied involvement and accused rebels in Douma of fabricating the chemical attack claims.\n\nA team of inspectors from the Organization for the Prohibition of Chemical Weapons (OPCW) arrived Saturday in Damascus en route to the site of the alleged attacks.\n\nThe French Foreign Ministry on Saturday released a report into the suspected chemical attack in Douma which stated that France assessed \"with a high degree of confidence\" that it was carried out by the Syrian regime.\n\nFrench experts analyzed testimonies and symptoms identifiable in images and videos taken in Douma, the Foreign Ministry said, but did not have access to samples from the ground.","5":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.","6":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.","7":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.","8":"In an interview with CNN's Jake Tapper , Sen. Angus King (I-ME) said that it is too early to declare the US-led airstrikes against Syria a success because we have to see if Bashar al-Assad uses chemical weapons again.","9":"(CNN) New research suggests the cognitive effects of marijuana use, though significant, may not persist for very long in young people. Here's what else you need to know to Get Up to Speed and Out the Door . (You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily. Sign up here .)\n\n1. President Trump\n\nPresident Trump thinks he can do great things in a meeting with North Korean leader Kim Jong Un. But he's also more than willing to walk away . Speaking at Mar-a-Lago with Japanese Prime Minister Shinzo Abe, the President said that if talks with Kim aren't \"fruitful, I will respectfully leave the meeting.\" Abe during the visit reminded Trump about past US failures in North Korean interactions.\n\nMeantime, Trump downplayed talk he's getting ready to fire special counsel Robert Mueller or Deputy Attorney General Rod Rosenstein; \"They're still here,\" he said. When questions turned to Russia, he used his go-to phrase -- \"no collusion\" -- FIVE times . Speaking of Russia, senior administration officials told CNN the President personally made the decision to dump the plan to hit the Russians with more sanctions after the Syria chemical weapons attack. Trump also is facing backlash for using the word \"breeding\" when discussing cities that don't cooperate with the feds to deport undocumented immigrants.\n\n2. Puerto Rico blackout\n\nPuerto Rico just can't catch a break. Almost the entire island is in the dark this morning, after a crew removing a fallen tower got too close to an energized line, causing it to fail and, in the process, knock out power across the grid. Only a fraction of residents have regained power so far. This is the second blackout in two weeks caused by the same subcontractor, so the island's governor wants its public power agency to cancel its contract. Huge swaths of Puerto Rico have been without power since Hurricane Maria destroyed its electrical grid last fall, making that the second-longest blackout in history\n\n3. Cuba\n\nThe man likely to become Cuba's next President may not carry the Castro name, but he'll uphold the Castro ideology. Cuban First Vice President Miguel Diaz-Canel was nominated by the country's National Assembly to replace Raul Castro as the island nation's leader. He's a 57-year-old technocrat who said he believes \"in continuity,\" dashing the hopes of those wishing that a change in leadership could lead to reforms. And Raul Castro is still expected to exercise a large measure of control over the Cuban government.\n\nJUST WATCHED The challenges facing Cuba's likely new leader Replay More Videos ... MUST WATCH The challenges facing Cuba's likely new leader 02:38\n\n4. Syria\n\nChemical weapons experts still haven't been able to get into Douma, the site of a suspected gas attack on civilians. The latest delay was caused by gunfire on a UN security team . It's not clear now when the team of experts from the Organization for the Prohibition of Chemical Weapons will be allowed into the city. And that's concerning because there's fear all the physical evidence of an attack might be gone by the time a team gets in. About 75 people were killed in the attack, for which Syria and Russia were blamed. The US, UK and France retaliated last week with missile strikes.\n\nJUST WATCHED An American ISIS widow looks for a way home Replay More Videos ... MUST WATCH An American ISIS widow looks for a way home 05:10\n\n5. Airline safety\n\nJUST WATCHED Passenger: I tried and tried to pull woman in Replay More Videos ... MUST WATCH Passenger: I tried and tried to pull woman in 01:11\n\nEditor's note: We're grateful to our readers who are aviation experts and who pointed out a line in yesterday's newsletter that implied the pilot regained control of the plane only after it dropped from about 30,000 feet to 10,000 feet. It's We're grateful to our readers who are aviation experts and who pointed out a line in yesterday's newsletter that implied the pilot regained control of the plane only after it dropped from about 30,000 feet to 10,000 feet. It's standard procedure in an emergency to descend to 10,000 feet, which is what the pilot, who's being praised for her \"nerves of steel,\" did.\n\nJUST WATCHED Pilot praised for her handling of emergency Replay More Videos ... MUST WATCH Pilot praised for her handling of emergency 02:41\n\nBREAKFAST BROWSE\n\nSuper Spielberg\n\nLooks like Steven Spielberg is joining the superhero craze. He's getting involved in \"Blackhawk,\" from the DC Universe.\n\nWelcome to Wakanda\n\nSaudi Arabia ended it's 35-year ban on movie theaters with a screening of \"Black Panther.\"\n\nJUST WATCHED Kids see themselves in 'Black Panther' heroes Replay More Videos ... MUST WATCH Kids see themselves in 'Black Panther' heroes 01:50\n\nRemember me?\n\nHe needed a kidney and made a desperate plea. Thankfully, a classmate he hadn't seen in five decades answered the call.\n\nReboots roll on\n\nTips wanted\n\nThat \"Three Billboards\" movie was inspired by an actual cold case , and police just doubled the reward in the real-life mystery.\n\nTumbleweed trouble\n\nLiving the California lifestyle is awesome -- until giant tumbleweeds roll into town and darn near take over.\n\nHAPPENING LATER\n\nPrince death investigation\n\nA Minnesota prosecutor will announce today whether anyone will be charged in pop legend's April 2016 death.\n\nTODAY'S NUMBER\n\n100 million\n\nThe number of Amazon Prime members, revealed for the first time by CEO Jeff Bezos in a letter to shareholders\n\nJUST WATCHED Is Amazon a monopoly? Replay More Videos ... MUST WATCH Is Amazon a monopoly? 04:14\n\nTODAY'S QUOTE\n\n\"This action goes against our very foundation.\"\n\nAir National Guard Director Lt. Gen. Scott Rice, after three members of the Tennessee Air National Guard were fired or demoted after one used a dinosaur puppet while taking the reenlistment oath\n\nAND FINALLY\n\nWhat's Michael Scott's superpower?","10":"(CNN) French President Emmanuel Macron wants the world to seize the moment. After Friday night's strikes against regime targets in Syria , he's demanding a concerted drive to resurrect the international peace process, last seen late in 2016. Whether anyone listens may decide if Syria turns the corner towards peace or descends into an even more dangerous cycle of destruction.\n\nThe strikes themselves were not about regime change or forcing Assad to negotiate, but about deterring the use of chemical weapons by the Assad regime, which remains free to kill Syrians with conventional methods.\n\nAs David Miliband, the CEO of the International Rescue Committee, puts it, the strikes \"will become a historical footnote unless they are matched by a diplomatic offensive of sustained and serious character.\"\n\nSpeaking with Russian President Vladimir Putin on Friday, Macron said the priority must be to \"initiate negotiations as soon as possible on a credible and inclusive political process,\" according to a statement from the Elysee Palace. It was a message he repeated after the strikes to US President Donald Trump and the Turkish leader Recep Tayyip Erdogan.\n\nMaybe the barest bones of such preparation are beginning to emerge. The US, UK and France, supported by Germany, agree that Syria's chemical weapons must be destroyed once and for all; there must be an immediate ceasefire; and that the Syrian regime has to accept a \"substantial agenda' at the UN Geneva talks that would lead to what the French UN ambassador, François Delattre, calls an 'inclusive political solution.'\n\nBare bones indeed, and there won't be immediate progress in the current atmosphere. There are also plenty of headwinds.\n\nThe US and Russia\n\nFor any sort of diplomacy to occur, the downward spiral of US-Russia relations needs to be arrested. In an interview with Fox News on Sunday, US ambassador to the UN Nikki Haley said there were \"multiple issues we have with Russia right now;\" and she said more sanctions were coming this week.\n\nOn a whole range of issues, from arms control to the mutual expulsions of diplomats after the poisoning of former Russian spy Sergei Skripal and his daughter in the UK and the issue of Russian meddling in the 2016 election campaign, relations are at their worst for decades. The tough sanctions imposed by Washington against members of Putin's inner circle this month have compounded the crisis.\n\nJUST WATCHED Russia reacts to Trump's Syria strike tweets Replay More Videos ... MUST WATCH Russia reacts to Trump's Syria strike tweets 02:03\n\nBut after three years of military engagement, Russia won't easily give up its victories in Syria , victories designed to show it is still a great power and an effective ally, as well as give it a foothold in the Mediterranean.\n\nLooking for a US plan\n\nUS policy towards Syria is incoherent. Shortly before he was fired, Secretary of State Rex Tillerson set aside $200 million to stabilize northern Syria, where Kurdish-led militias who defeated ISIS are supported by some 2,000 US troops. There were plans to build a 30,000-strong border protection force. (Tillerson's speech, the only expression of the Trump Administration's policy towards Syria, has now been 'archived' on the State Department website .)\n\nPresident Trump then froze the $200 million and said he wanted US forces out of northern Syria \"very soon. Let the other people take care of it now,\" he told a rally in March.\n\nJUST WATCHED Meet the key players in Syria's civil war Replay More Videos ... MUST WATCH Meet the key players in Syria's civil war 02:22\n\nBut a unilateral US withdrawal would leave the Kurds vulnerable to the regime, the Iranians and the Turks; ISIS remnants will sniff out opportunities in the chaos.\n\nOther US officials, including Haley, have tried to temper talk of a withdrawal, but Assad may conclude that if he waits long enough, the US will lose interest. After all, Trump said on Friday: \"No amount of American blood or treasure can produce lasting peace and security in the Middle East.\"\n\nThere are certainly no signs that the regime is ready to discuss anything that would challenge Assad's hold on power. And so the political opposition won't come to the table.\n\nTurkey eyes opportunities\n\nTurkey may be part of the \"triad\" with Iran and Russia but is very much going its own way in northern Syria, consolidating its influence into a chunky bargaining chip for the future. Its troops already occupy Afrin, a mixed Kurdish-Arab area and it is eyeing further incursions against the Kurdish militia -- the YPG -- that has worked with the US against ISIS. President Erdogan has said he will not rest until the YPG are driven from every part of the Syrian border.\n\nTurkish forces, much to the Assad regime's fury, are also in Idlib -- ostensibly to guard a mythical de-confliction zone, but in reality to deter the regime from attacking the last rebel holdouts.\n\nIran at the gates\n\nThe Iranian \"Quds\" force has spent some four years entrenching itself in Syria. Try getting it to leave. The dream of The Iranian Revolutionary Guard Corps (of which the Quds is part) is a land bridge of Shia influence from Tehran to the shores of the Mediterranean, and within shooting range of Israel.\n\nResponding to the weekend strikes the IRGC promised the United States that future events in the region \"will not be to their interest.\"\n\nJUST WATCHED Iran fires missiles into Syria Replay More Videos ... MUST WATCH Iran fires missiles into Syria 03:06\n\nTo Israel, the growing presence of the IRGC and Hezbollah in southern Syria is alarming. It has already carried out air-strikes against several Iran-linked targets in Syria, including the base near Homs which likely sent an armed drone into Israeli airspace in February. In response, the leader of the Lebanese Shia militia Hezbollah, closely aligned with Iran, warned that Israel had made a \"historic mistake\" which would bring the it \"into direct combat with the Iranians.\"\n\nUnless Russia can be persuaded to restrain the IRGC and even send some of its militia home, there is a real chance that Israel will get dragged much more deeply into the Syrian conflict.\n\nThe next slaughter\n\nThen there is the Assad regime's determination to recover more of Syrian territory, specifically Idlib, the last hold-out of radical Islamist groups but also home to two million Syrians, more than half of them displaced from other parts of the country.\n\nAli Akbar Velayati, an advisor to Iran's Supreme Leader Ayatollah Ali Khamenei, said in Damascus last week that the liberation of Idlib is the next target of the \"resistance front.\"\n\nOn Sunday, French Foreign Minister Jean-Yves le Drian said Idlib could become the next humanitarian disaster. \"Idlib's fate must be settled by a political process,\" he told Le Journal du Dimanche.\n\nWithout a revived peace process, Syria's war will be refueled by all these competing (non-Syrian) interests. More than ever it will be a sandbox for a battle among outside powers.\n\nSlithers of hope\n\nWhat incentives are there to forestall the next episode of Syria's nightmare? Firstly, Russia doesn't want to be saddled propping up a broken state and hasn't the resources to embark on its reconstruction. Nor does it want to get caught up in a hot war between Israel and Iran.\n\nAssad, at some point, will want to restore sovereignty over the 20% of Syrian territory controlled by the Kurds (with at the moment US support.)\n\nIn Moscow, Paris and Washington there is also recognition that a deterioration in Syria will provide ISIS and other jihadi groups with fresh opportunities, and maybe spark another refugee exodus.\n\nJUST WATCHED Trump's message to Iran and Russia Replay More Videos ... MUST WATCH Trump's message to Iran and Russia 01:02\n\nBut first there has to be a strategy to end the horror. Right now, the US doesn't seem to have one. Democrat Senator Tim Kaine said Sunday: \"They haven't laid out a strategy, and military action shouldn't be taken as a one-off.\"\n\nWhether Mike Pompeo as Secretary of State and John Bolton as National Security Adviser bring clarity to US policy remains to be seen. Their previous pronouncements suggest they will want a hard line against both Russia and Iran.\n\nBut all roads to Damascus go through Moscow. Can Vladimir Putin be persuaded to prod Assad towards meaningful negotiations and persuade the Iranians to cool it? Might he coax Turkey into leaving northern Syria, and under what conditions? And what might he want in return?","11":"(CNN) The United States, the United Kingdom and France are pushing for an \"irreversible\" end to Syria's chemical weapons program, amid furious recriminations from Russia over the effectiveness and legality of a wave of US-led missile strikes on Syrian targets.\n\nUN diplomats shared with CNN a new resolution, led by France and backed by the United States and the United Kingdom, calling for an independent investigation into the suspected chemical weapons attack inside Syria that precipitated the cruise missile strikes unleashed by the Western allies on Friday.\n\nFrance's ambassador to the United Nations, Francois Delattre, said Syria's chemical weapons program must be dismantled in a \"verifiable and irreversible way.\"\n\nThe renewed push for a UN-backed diplomatic solution follows a volatile emergency meeting of the UN Security Council, called by Moscow on Saturday, with Russia's UN ambassador, Vassily Nebenzia, condemning the joint US-British-French strikes as a violation of international law.\n\nNebenzia said Friday's missile strikes, targeted at facilities associated with the Syrian regime's chemical weapons program, had been a \"blow to the political settlement\" in the divided Middle Eastern nation.\n\nThe Russian-led response to the strikes, though limited to words, comes amid days of building pressure and talk among UN diplomats of a potential new Cold War.\n\nUN Secretary-General Antonio Guterres has urged all Security Council members to show restraint, as US Ambassador to the UN Nikki Haley told the meeting that Washington remains \"locked and loaded\" to respond to any future Syrian chemical attacks.\n\nOutside the UN, protests against the strikes were held around the world Saturday, including in major cities in the United States, Mexico, Greece and the United Kingdom.\n\nWhile some of the protesters came out in support of Syrian President Bashar Al-Assad's regime, many others were opposed to the use of military action by Western powers against Syria.\n\nNew chemical weapons resolution\n\nInvestigators from the Organization for the Prohibition of Chemical Weapons, or OPCW, arrived in Syria on Saturday to begin their investigation into the alleged chemical attack in the Syrian city of Douma.\n\nThe team met with Syrian authorities in Damascus at 7 p.m. local time on Saturday, according to Syrian Ambassador to the UN Bashar Jaafari.\n\nIt was the suspected chemical attack that led the Western allies to order the missile strikes, which they lay squarely at the feet of the Syrian regime.\n\nSenior US officials said on Saturday they were confident both chlorine and sarin gas were used in the attack. Both the Syrian and Russian governments have denied Damascus' involvement in the attack.\n\nThe new French-led resolution presented to the Security Council would have investigators from the OPCW report their findings to the UN within a new timetable.\n\nA Security Council diplomat told CNN there was no rush to vote on the draft resolution, but an attempt will be made to engage in serious negotiations.\n\nThe resolution would also allow a third-party review of humanitarian evacuations from Douma and medical evacuations with no conditions.\n\nJUST WATCHED Amanpour: Ball is in Syrian allies' court Replay More Videos ... MUST WATCH Amanpour: Ball is in Syrian allies' court 04:06\n\nOn Saturday the Syrian military announced on state television it had retaken Eastern Ghouta, including the city of Douma, from rebels. A military official said \"all the terrorists have left Douma.\"\n\nEarlier on Saturday, a Russian resolution at the UN Security Council condemning the US-led strikes was voted down, gaining support from two other members, China and Bolivia.\n\nAmbassador Nebenzia decribed the resolution's failure to pass as \"sad day for the world.\"\n\n'Mission Accomplished'?\n\nThe battle inside the Security Council came as US President Donald Trump struck a triumphant tone in the wake of the strikes, on Saturday tweeting: \"Mission Accomplished!\"\n\nOn Sunday, he defended the use of the term \"mission accomplished,\" which was widely mocked for repeating former President George Bush W. Bush's famous \"mission accomplished\" banner unfurled on an aircraft carrier during the Iraq conflict in 2003. The ill-fated banner appeared years before the US mission in Iraq came to an end, and came to symbolize the President's seemingly misguided intervention in the region.\n\nThe Syrian raid was so perfectly carried out, with such precision, that the only way the Fake News Media could demean was by my use of the term \"Mission Accomplished.\" I knew they would seize on this but felt it is such a great Military term, it should be brought back. Use often! — Donald J. Trump (@realDonaldTrump) April 15, 2018\n\n\"The Syrian raid was so perfectly carried out, with such precision, that the only way the Fake News Media could demean was by my use of the term \"Mission Accomplished.\" I knew they would seize on this but felt it is such a great Military term, it should be brought back. Use often!\" Trump tweeted.\n\nUS Gen. Joseph Dunford, chairman of the US Joint Chiefs of Staff, said at a press briefing Saturday the strikes would set back Syria's chemicals weapons capability for years.\n\nHe described the attack as \"precise, overwhelming and effective,\" saying they had targeted a scientific research center and two chemical weapons storage facilities on Friday.\n\nSatellite photos obtained by CNN of the areas targeted by the US, UK and French strikes showed extensive damage from the 105 missiles fired at the facilities.\n\nBut Russia and Syrian authorities have disputed the assessment of the Pentagon, saying instead the vast majority of the incoming missiles were shot down by the country's military forces.\n\nThe Russian Defense Ministry said only seven missiles had reached two Syrian military airfields and that \"no serious damage to infrastructure was inflicted.\"\n\nSyrian state television said three civilians were wounded in Homs as a result of the strikes.\n\nPressure builds\n\nIn the UK, Prime Minister Theresa May sought to shore up international support for the strikes, calling on the leaders of Jordan, Saudi Arabia, Cyprus, Italy, Germany, Australia and Canada, according to a statement from Downing Street.\n\n\"All of the leaders agreed with the Prime Minister on the importance of restoring the international norm that the use of chemical weapons is never acceptable,\" the Downing Street statement said.\n\nBritish Foreign Secretary Boris Johnson said Sunday there was \"no proposal on the table at the moment for further attacks,\" in an interview on the BBC's \"Andrew Marr Show.\"\n\n\"This is not about regime change, or trying to turn the tide of conflict in Syria,\" Johnson added. \"It's about sending a message on the use of chemical weapons.\"\n\nJUST WATCHED Theresa May's statement on airstrikes in Syria Replay More Videos ... MUST WATCH Theresa May's statement on airstrikes in Syria 00:46\n\nMay is expected to face questions in the British Parliament on Monday over the strike, which was launched without permission from the country's legislature.\n\n\"The UK Prime Minster is accountable to Parliament, not to the whims of a US president. I believe the action was legally questionable and this morning the UN secretary general has said as much,\" UK opposition leader Jeremy Corbyn said in a letter to May Saturday.\n\nMeanwhile, Russian President Vladimir Putin and Turkish President Recep Erdogan spoke on the phone Saturday about the strikes, according to Turkish state media.\n\nTurkey, a NATO member, has embarked on increased defense cooperation with Moscow, after the signing of an accord that will see Russia supply Ankara with state-of-the-art S-400 surface-to-air missile batteries.\n\nWhile Erdogan emphasized the need to deescalate tensions, Putin reiterated that the Western nations had \"grossly\" breached the UN charter and international law, according to Russian state media Tass.","12":"Washington (CNN) President Donald Trump's newly minted national security adviser John Bolton and Secretary of State nominee Mike Pompeo are among those spearheading a push to build a coalition of Arab military forces that could replace US troops in Syria and serve as a stabilizing force in the region once ISIS is defeated, according to sources familiar with internal discussions.\n\nWhile convincing nations like Saudi Arabia to join the cause is sure to come at a price, the Trump administration is considering an offer that includes putting a compelling reward on the table, a source close to the White House told CNN.\n\nA similar concept was initially floated in 2013 as part of the Obama administration's anti-ISIS strategy, but the idea of establishing an Arab force aligned with US interests recently picked up new momentum after President Donald Trump declared that he wants to withdraw US troops from Syria and have other countries \"take care of it.\"\n\n\"The President has made clear he wishes to see the US continue and complete the campaign against ISIS in Northeast Syria. The President has also made clear he believes regional and local parties -- regional and local forces need to take on this struggle as they themselves are directly exposed to the consequences of a resurgence of ISIS,\" David M. Satterfield, the State Department's acting assistant secretary for the Bureau of Near Eastern Affairs told lawmakers on Wednesday.\n\n\"Therefore, we are reaching out to partners across the region to see what form of contribution -- and not just financial -- they may make to sustaining this fight beyond the destruction of ISIS,\" Satterfield said during a hearing before the House Foreign Affairs Committee.\n\nSpecifically, the US is pursuing contributions from Egypt, Bahrain, Jordan, Kuwait, Oman, Qatar, Saudi Arabia and the United Arab Emirates to help counter Iran in Syria by filling the void should the US significantly reduce its footprint in the country.\n\nWhile Trump's decision to launch missile strikes against alleged chemical weapons facilities belonging to the Syrian regime has amplified the debate over the administration's long-term goals, the move has not derailed efforts to convince other nations to take on a larger role going forward.\n\nA source close to the White House told CNN on Tuesday that despite initial concerns that Trump would withdraw from Syria in the very near term, discussions have shifted toward developing a transition plan and that the administration is continuing its push to enlist the help of several Arab nations including Saudi Arabia, the UAE and Egypt.\n\nThis source also confirmed that Bolton recently called Egypt's acting intelligence chief, Abbas Kamel, to gauge whether his country would be willing to contribute to the effort, a detail previously reported by The Wall Street Journal.\n\nCNN reported earlier this month that the White House was pushing for a deal with Saudi Arabia and members of the Gulf Cooperation Council that would allow Trump to reduce the number of US troops in Syria but also address the laundry list of concerns expressed by top military officials who cautioned against a hasty withdrawal.\n\nA source familiar with the internal discussions told CNN at the time that the White House has been seeking additional assistance from Saudi Arabia, which the administration has worked to convince to send money and troops.\n\nSaudi Arabia's foreign minister, Adel bin Ahmed Al-Jubeir, said Tuesday that Saudi Arabia is engaged in talks with the US and would consider sending forces to Syria along with other Arab countries as part of this contingent.\n\nJubeir also noted that the idea is not necessarily new, as Saudi Arabia made a similar proposal to the Obama administration, but that the US did not take them up on the offer.\n\nWhere do things stand?\n\nWhile the Trump administration remains engaged in talks with some Arab nations about the possibility of building some sort of a regional coalition, it appears that a formal agreement has not been reached at this point.\n\nCoalition spokesperson Col. Ryan Dillon said Tuesday that individual nations are responsible for announcing specific force contributions on the ground in Syria.\n\n\"As far as the coalition and individual nations that are contributing forces to Syria as a request by those nations we have not announced that and we will respect their request on that, so whether that's providing air support or ground support or trainers, we'll leave that to individual nations to personally make that announcement,\" he said.\n\nStill, top members of Trump's national security team -- including Bolton and Pompeo -- have indicated that they support the proposal.\n\nSpecifically, Pompeo has expressed interest in the concept of an Arab coalition since he first joined the Trump administration as CIA director and his informal advisers met with Egyptian officials even before his nomination for Secretary of State was announced.\n\nBut while nations like Saudi Arabia have indicated that progress could be possible, the US has yet to determine what is it willing to offer in exchange for participation.\n\nAccording to a source with knowledge of the situation, one idea that is currently being discussed within the National Security Council -- and is in play at this time -- is to offer the Saudis major non-NATO status if they were to come through with peacekeeping forces and funding.\n\nDesignating Saudi Arabia a major non-NATO ally would formally acknowledge their standing as a strategic military partner with the US on the level of key allies like Israel, South Korea and Jordan.\n\n\"Major non-NATO status is a real feather in the cap of many nations ... in a sense it would essentially cement the US as the guarantor of Saudi security for forseeable future,\" said Nicholas Heras, a Middle East Security Fellow at the Center for a New American Security.\n\n\"It would put down on paper what has been the gentleman's agreement,\" he said, adding that it is a codified status.\n\nA tall task\n\nDespite indications that there could be room for the US and several Arab nations to negotiate some sort of an agreement related to Syria, the process of building an effective coalition of Arab nations committed to maintaining US strategic interests could be more difficult than it appears on paper.\n\n\"I don't know if the US should put full confidence in any regional partner when it comes to stabilizing Syria,\" Heras told CNN, adding that even the most capable Arab partners are also engaged in other conflicts that will likely continue to consume their attention.\n\nWhile Heras views Tuesday's comments from the Saudi foreign minister as a \"good start,\" the reality is that they have a difficult time defending their own southern border against the Houthis in Yemen, he said.\n\nThe conflict in Yemen also reveals many of the issues that arise when US-Arab partners are left to organize their own operations, he added, pointing out that the Saudis and Emirates have often clashed over differing strategic approaches.\n\nWhile offering major non-NATO status may help sweeten the deal for the Saudis, the US must also consider if it is willing to pay that big of a price for what is widely considered a risky investment.\n\n\"I think a genuine concern should be that some Arab allies would use operations in Syria as a pretext to engage in a larger proxy war against Iran and provide weapons to the rebels that might force our hands to become involved in the civil war in ways that are not in our best interest,\" said CNN military analyst John Kirby.\n\nThe UAE is also engaged in Yemen and, while they have demonstrated an ability to coordinate with various allies, they could be wary of contributing to a force in Syria at the same time.\n\nEgypt may have the manpower to serve as the backbone of a force in Syria but they lack the willpower to do so and have also had trouble dealing with several ongoing crises in their own backyard, according to Heras.\n\nThere is also the question of whether Arab nations would be up for the task from a military standpoint.\n\nDespite purchasing billions of dollars' worth of US defense equipment and weapons, most Arab military forces remain fundamentally limited in their capability. Many Arab nations lack a military capable of power projection or the ability to travel great distances, sustain themselves and sustain operations, Kirby said.\n\nAnd even the most advanced military forces in the region still rely on US for intelligence-gathering and targeting information from classified US satellites.\n\nAdditionally, these countries lack sophisticated special operations assets, enough refueling aircraft to sustain constant flight missions and the resources to establish security for bases inside Syria for multiple Arab nations.\n\n\"They would need -- and probably demand -- US logistical, ISR, and enabling support that, again, raises the stakes and costs of deeper American involvement in the civil war,\" Kirby said.","13":"(CNN) A Russian reporter known for his investigations into Russian mercenaries in Syria died after a fall from his apartment in the city of Yekaterinburg, raising fresh concern about threats to independent journalists.\n\nMaxim Borodin fell from his fifth-floor apartment and died Sunday, according to a statement released by his employer, Novy Den (New Day). Local police said they did not see any foul play, but his death prompted intense speculation among friends and colleagues.\n\nValery Gorelykh, spokesman for the Interior Ministry for the Sverdlovsk region, told CNN that Borodin's apartment was locked from the inside, a fact that he said indicated \"no one exited the apartment and most likely there were no strangers in there.\"\n\nRussia's Investigative Committee, the country's main investigative body, said there were no indications of a crime, and that multiple causes of death were being probed. Polina Rumyantseva, editor in chief of Novy Den, said that there was no reason to suspect suicide.\n\n\"We were able to visit the apartment of Maxim, together with the police and forensic experts on Friday, the intermediate conclusion is that Maxim fell out of the balcony of his apartment where he probably was smoking,\" she said. \"As Maxim had big plans for his personal life and career, there is nothing to support a verdict of suicide.\"\n\nRead More","14":"(CNN) The Syrians say some targeted sites didn't receive any damage. Satellite images given to CNN appear to show the contrary -- extensive damage.\n\nThe US Department of Defense early Saturday released a map that it says shows their three Syrian airstrike targets . CNN provided that map to two satellite imagery companies, DigitalGlobe and Planet.com.\n\nSatellite images from those companies appear to show extensive airstrike damage to facilities allegedly involved with Syria's chemical weapons program.\n\nPentagon spokeswoman Dana White told reporters on Saturday the strikes \"successfully hit every target.\" Russia, Syria's military backer, disagreed with that report, saying that Syrian air defense systems intercepted 71 out of 103 cruise missiles.\n\nRead More","15":"Washington (CNN) The US State Department's human rights report for 2017 , released Friday, appeared to reflect the Trump administration's worldview by scaling back on the reporting of women's issues and choosing not to identify the West Bank or Gaza Strip as territories \"occupied\" by Israel.\n\nThe report did criticize US adversaries including Russia and Iran, but pulled punches when it came to key US allies such as Saudi Arabia.\n\nThe report's introduction singled out political adversaries and pointed to four particular countries: China, Russia, Iran and North Korea. The report itself also singled out Russia, emphasizing once again the disconnect between an administration willing to criticize Moscow and President Donald Trump's reluctance to do so. Acting Secretary of State John Sullivan said the governments of the four countries \"violate the human rights of those within their borders on a daily basis and are forces of instability as a result.\"\n\nHe added that \"States that restrict freedoms of expression and peaceful assembly; that allow and commit violence against members of religious, ethnic, and other minority groups; or that undermine the fundamental dignity of persons are morally reprehensible and undermine our interests.\"\n\nAllies such as Israel, along with others that have questionable track records, including Turkey and Saudi Arabia, were not singled out in the introduction.\n\nLike many administrations, the White House has stepped lightly when it comes to allies, but some aspects of the report -- particularly its decision not to refer to Palestinian territories as occupied and its care over alleged Saudi torture -- seem to mark striking concessions to them.\n\nCritics said the report is the latest indication that the Trump administration is putting human rights on the back burner.\n\n\"From the beginning, this administration has sent the message that the United States will no longer prioritize efforts to hold the global community to account for human rights,\" Joanne Lin, national director of advocacy and governmental relations at Amnesty International USA, said in a statement.\n\n\"Reports of the omission of key passages pertaining to sexual and reproductive rights, women's rights and the rights of marginalized populations, combined with the Administration's deference to known human rights violators like the governments of Saudi Arabia and Turkey, make us skeptical that these reports present a full picture of human rights around the world,\" Lin said.\n\nThose concerns surfaced last year, when then-Secretary of State Rex Tillerson came under fire for breaking with tradition and declining to present the report in person when it was issued. More than once while he was in the job he expressed the view that human rights sometimes have to take a back seat to more pragmatic concerns.\n\nWhile it's too early to say what sort of emphasis Secretary of State nominee Mike Pompeo will place on human rights, he tipped his hat to the issue in his April 12 confirmation hearing before the Senate Foreign Relations Committee.\n\nHe told lawmakers that America's blessings come with a duty to lead. \"If we do not lead the calls for democracy, prosperity and human rights around the world, who will?\" Pompeo asked. \"No other nation is equipped with the same blend of power and principle.\"\n\nNotably, this year's report changes the way women's reproductive issues are addressed -- a move that has concerned some women's health and human rights advocates.\n\nBreaking with recent tradition, the document highlighted instances of coercive family planning, such as forced abortion, instead of referring to a broader range of reproductive rights including restrictions on access to abortion.\n\nAndrea Prasow, the deputy Washington director at Human Rights Watch, said in a statement Friday that the report \"guts the analysis of sexual and reproductive rights, reflecting the Trump administration's hostility toward these issues.\"\n\n\"In doing so the administration is undermining a document that has long been relied upon by the Congress, foreign governments and activists alike to assess human rights conditions around the world,\" Prasow added. \"This is unfortunately only one facet of the administration's efforts to downplay human rights as an element of US foreign policy.\"\n\nLast year, the administration drew similar ire from advocacy groups over its decision to reinstate the so-called Mexico City policy barring nongovernmental organizations that advise women on abortion from receiving US funds.\n\nBut the State Department says it is simplifying the report -- which is congressionally mandated and intended to document the status of human rights and worker rights in nearly 200 countries and territories -- to return to its basic requirements under the law as it was applied prior to the Obama administration, and that it provides additional information on some abbreviated sections in hyperlink form.\n\n\"This year, we have sharpened the focus of the report to be more responsive to statutory reporting requirements, and more focused on government action or inaction with regard to the promotion and protection of human rights,\" Sullivan told reporters, speaking broadly about the document.\n\nThe report, available online and one of the government's most highly read publications, is broken down by region and country.\n\nThe Israel section was notable for a change in its categories. This year's report removed references to the West Bank and Gaza as \"occupied territories.\"\n\nWhereas last year the country section was titled \"Israel and the Occupied Territories,\" this year it is called \"Israel, Golan Heights, West Bank and Gaza.\" The report refers, at one point, to the \"Israeli-occupied Golan Heights,\" but the only place where it refers to Gaza or the West Bank as \"occupied\" is in a quote.\n\nHere are some highlights of the report.\n\nSaudi Arabia\n\nSaudi Arabia's abuses included unlawful killings, execution without due process, torture, and arbitrary arrest and detention. Saudis lack basic freedoms, including freedoms of expression, peaceful assembly, association, movement and religion, the report said.\n\nIn November, the Saudi government detained approximately 200 government officials, businesspeople and royal family members, ostensibly to investigate allegations of widespread corruption. The report offered odd, soft-pedaled language to describe allegations of torture, saying that, \"according to media reports, members of the security forces coerced with relative impunity at least some of the detainees to the point of requiring medical care.\"\n\nThe report noted that Saudi-led airstrikes in Yemen resulted in civilian casualties and damage to infrastructure, and cited concerns by the United Nations and rights groups such as Amnesty International that Saudi strikes caused disproportionate collateral damage. Unusually, it paired that observation with a sentence noting that rebels in Yemen have fired missiles into Saudi territory.\n\nSyria\n\nThe Syria section of the report reads like a catalog of the absolute worst of human behavior.\n\nThe regime conducted extrajudicial executions and used rape -- including of children -- as a weapon of war. It committed massacres, starved its population, \"disappeared\" and tortured people by the thousands. Prisons are known for sexual violence, life-threatening conditions and the deliberate denial of medical care.\n\nSyria continued to use chemical weapons, including sarin and chlorine, against civilians, and to conduct widespread \"barrel bombing\" of civilians and residential areas. The government systematically attacked civilian infrastructure, including hospitals.\n\n\"Impunity was pervasive and deeply embedded in the security forces and elsewhere in the government,\" the report said.\n\nRussia\n\nBeyond the annexation of Crimea in 2014 and its backing for Russian-led forces in Ukraine, where thousands of civilians have died, Russia was identified as a major violator of human rights within its own territory.\n\nThe most significant human rights issues included extrajudicial killings, enforced disappearances, torture, life-threatening conditions in prisons, arbitrary arrest and detention, a lack of judicial independence and severe restrictions on freedom of expression and the media, to name a few.\n\nNew laws limit peaceful dissent and curtail the work of opposition politicians and civil society groups. There is \"widespread corruption at all levels and in all branches of government,\" the report said.\n\nThe government in Chechnya of Ramzan Kadyrov, an ally of Russian President Vladimir Putin, committed abuses with impunity, including killings, torture, physical abuse and politically motivated abductions. \"Virtually none of these abuses was credibly investigated or prosecuted by either the federal government or local Chechen authorities,\" the report said.\n\nNorth Korea\n\nThe description of human rights abuses in the Democratic People's Republic of Korea, or North Korea, was a horrifying litany of extrajudicial killings; disappearances; arbitrary arrests and detentions; torture; and political prison camps in which conditions were often life-threatening and included forced and compulsory labor, as well as unfair trials and rigid controls over many aspects of citizen's lives.\n\nThe report also said there have been \"numerous reports\" that North Korea's government, which holds three American hostages, committed arbitrary and unlawful killings. Trump is set to meet North Korea's leader, Kim Jong Un, in the next few weeks.\n\nIran\n\nIran is a violator of rights at home and a driver of destabilization in Syria because of its support for Syrian President Bashar al-Assad and for Hezbollah forces there and in Iraq, the report said.\n\nIran executes people without fair trials, tortures and arbitrarily detains people, invades their privacy, and restricts the press and all public expressions of dissent against the government.\n\n\"The government took few steps to investigate, prosecute, punish, or otherwise hold accountable officials who committed these abuses, many of which were perpetrated as a matter of government policy,\" the report said. \"Impunity remained pervasive throughout all levels of the government and security forces.\"\n\nMyanmar\n\nThe report calls out Myanmar's security forces and local militias for committing ethnic cleansing against the Rohingya minority population in 2017.\n\nThose groups, the report notes, \"reportedly committed widespread atrocities against Rohingya villagers, including extrajudicial killings, disappearances, rape, torture, arbitrary arrest, and burning of tens of thousands of homes and some religious structures and other buildings.\"\n\n\"We condemn the ethnic cleansing of Rohingya in Burma and the atrocities committed against them,\" Sullivan said in his remarks, referring to the country by its alternate name, \"and we are working with partners to address that crisis.\"\n\n\"Those responsible for the violations, abuses and attacks must be held accountable,\" he added.\n\nVenezuela\n\n\"Democratic governance and human rights deteriorated dramatically during the year as the result of a campaign of the Maduro administration to consolidate its power,\" the State Department said in its report, citing cases of excessive force used against protesters and widespread detentions.\n\n\"The most significant human rights issues included extrajudicial killings by security forces, including government sponsored 'colectivos'; torture by security forces; harsh and life-threatening prison conditions; widespread arbitrary detentions; and political prisoners,\" the report states.\n\nThe Trump administration has frequently criticized President Nicolas Maduro's government, threatening further economic sanctions and a potential oil embargo if reforms aren't implemented.\n\nVenezuela is facing an economic crisis that has led hundreds of thousands to flee to neighboring countries.\n\nCuba\n\nWhile the US and Cuba restored diplomatic relations under the Obama administration, the two countries continue to find themselves at odds on a host of issues, including human rights and governance.\n\nThis year's human rights report calls out Cuba for issues including politically motivated detentions, torture and censorship.\n\nThe report, which covers developments in 2017, makes no mention of the recent political transition in Cuba.\n\nOn Thursday, State Department spokeswoman Heather Nauert said the US was \"disappointed that the Cuban government opted to silence independent voices and maintain its repressive monopoly on power, rather than allow its people a meaningful choice through free, fair and competitive elections.\"\n\nChina\n\nIn addition to singling out China as a force for instability in its preface, the report focuses on the country's police and judicial system, as well as \"significant restrictions on freedom of speech, press, assembly, association, religion, and movement.\"\n\nIn his remarks, Sullivan said, \"China continues to spread the worst features of its authoritarian system, including restrictions on activists, civil society, freedom of expression, and the use of arbitrary surveillance.\"\n\n\"We're particularly concerned about the efforts of Chinese authorities to eliminate the religious, linguistic and cultural identities of Uyghur Muslims and Tibetan Buddhists,\" he said, \"as well as restrictions on the worship of Christians.\"\n\nThe US and China have had an unsteady relationship in recent months, with Trump publicly praising Chinese President Xi Jinping, while blasting the country over its trade practices.\n\nTurkey\n\n\"In Turkey, the detention of tens of thousands of individuals including journalists and academics under an ongoing state of emergency has undermined the rule of law there,\" Sullivan said in his remarks, referring to a widespread crackdown initiated by the government of President Recep Tayyip Erdogan since a failed coup attempt in 2016.\n\nWhile the US and Turkey retain an important military alliance, their relations have become increasingly frayed as Erdogan has consolidated political power and aligned himself more closely with US foes like Russia and Iran.\n\nThe report notes that Turkey \"experienced significant political challenges during the year,\" but it criticizes widespread arrests, including those of two US mission employees.","16":"President Trump tweets \"Mission Accomplished\" after missile strikes in Syria, but what exactly that mission entails and whether the administration has a broader strategy in place remain unclear.\n\nSource: CNN","17":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.","18":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.","19":"(CNN) The United States and Russia blamed each other Saturday for heightened international tensions after US, UK and French strikes against targets in Syria over the alleged use of chemical weapons.\n\nAs leaders of the three Western allies exchanged calls declaring the strikes a success against future use of illegal munitions, the US and Russian ambassadors to the United Nations pointed fingers during an emergency session of the UN Security Council.\n\nFirst look at damage on the ground in Syria\n\nFirst look at damage on the ground in Syria 01:42\n\nFirst look at damage on the ground in Syria\n\nThe United States remains \"locked and loaded\" to strike Syria again in response to new chemical attacks, said Nikki Haley, the US ambassador to the United Nations, who accused Russia, a key Syrian ally, of covering up for the Assad government.\n\nBut Russia failed to garner the necessary Security Council votes for a resolution condemning \"the aggression against the Syrian Arab Republic by the US and its allies in violation of international law and the UN Charter.\"\n\nAfter the Security Council session, Haley's Russian counterpart, Vassily Nebenzia, called the day's developments \"a blow to a political settlement\" in the Syria crisis.\n\n\"I hope that hot heads will cool down and we can rebuild what has been destroyed,\" Nebenzia told reporters, adding that the United States, France and the United Kingdom had engaged in \"diplomacy of mythmaking, hypocrisy and falsehoods.\"\n\nBashar Jaafari, Syria's ambassador to United Nations, accused the three Western allies of undermining international peace and security and asked that copies of the UN Charter be distributed to their representatives so they can \"enlighten themselves and awaken themselves from their ignorance and tyranny.\"\n\nThe airstrikes followed a week of threats of retaliation for a suspected chemical weapons attack on civilians in Douma, outside Damascus, where Syrian forces have long been battling rebels.\n\nLatest developments\n\n• The Syrian military declared victory over rebels in Eastern Ghouta on Saturday, according to a statement read on state television. One week after the the apparent chemical attack, a military official touted the \"cleansing\" of the region, and said \"all the terrorists have left Douma.\"\n\nPhotos: Syria's civil war, in pictures Photos: Syria's civil war, in pictures Displaced Syrian residents wait to receive food aid distributed by the UN Relief and Works Agency at the besieged al-Yarmouk camp, south of Damascus, Syria, on January 31, 2014. According to the UN Envoy for Syria, an estimated 400,000 Syrians have been killed since an uprising in March 2011 spiraled into civil war. See how the conflict has unfolded. Hide Caption 1 of 52 Photos: Syria's civil war, in pictures Hide Caption 2 of 52 Photos: Syria's civil war, in pictures An injured man lying in the back of a vehicle is rushed to a hospital in Daraa, Syria, on March 23, 2011. Violence flared in Daraa after a group of teens and children were arrested for writing political graffiti. Dozens of people were killed when security forces cracked down on demonstrations. Hide Caption 3 of 52 Photos: Syria's civil war, in pictures Anti-government protesters demonstrate in Daraa on March 23, 2011. In response to continuing protests, the Syrian government announced several plans to appease citizens. Hide Caption 4 of 52 Photos: Syria's civil war, in pictures Syrian children walk over bricks stored for road repairs during a spontaneous protest June 15, 2011, at a refugee camp near the Syrian border in Yayladagi, Turkey. Hide Caption 5 of 52 Photos: Syria's civil war, in pictures Jamal al-Wadi speaks in Istanbul on September 15, 2011, after an alignment of Syrian opposition leaders announced the creation of a Syrian National Council -- their bid to present a united front against Bashar al-Assad's regime and establish a democratic system. Hide Caption 6 of 52 Photos: Syria's civil war, in pictures Delegates from Arab League member states and Turkey discuss a response to the government's crackdown in Syria on November 16, 2011. Hide Caption 7 of 52 Photos: Syria's civil war, in pictures Supporters of al-Assad celebrate during a referendum vote in Damascus on February 26, 2012. Opposition activists reported at least 55 deaths across the country as Syrians headed to the polls. Analysts and protesters widely described the constitutional referendum as a farce. \"Essentially, what (al-Assad's) done here is put a piece of paper that he controls to a vote that he controls so that he can try and maintain control,\" a US State Department spokeswoman said. Hide Caption 8 of 52 Photos: Syria's civil war, in pictures Syrian refugees walk across a field in Syria before crossing into Turkey on March 14, 2012. Hide Caption 9 of 52 Photos: Syria's civil war, in pictures Rebel fighters with the Free Syrian Army capture a police officer in Aleppo, Syria, who they believed to be pro-regime militiaman on July 31, 2012. Dozens of officers were reportedly killed as rebels seized police stations in the city. Hide Caption 10 of 52 Photos: Syria's civil war, in pictures A Free Syrian Army fighter runs for cover as a Syrian Army tank shell hits a building across the street during clashes in the Salaheddine neighborhood of central Aleppo on August 17, 2012. Hide Caption 11 of 52 Photos: Syria's civil war, in pictures Family members mourn the deaths of their relatives in front of a field hospital in Aleppo on August 21, 2012. Hide Caption 12 of 52 Photos: Syria's civil war, in pictures A Syrian man carrying grocery bags dodges sniper fire in Aleppo as he runs through an alley near a checkpoint manned by the Free Syrian Army on September 14, 2012. Hide Caption 13 of 52 Photos: Syria's civil war, in pictures Free Syrian Army fighters are reflected in a mirror they use to see a Syrian Army post only 50 meters away in Aleppo on September 16, 2012. Hide Caption 14 of 52 Photos: Syria's civil war, in pictures Smoke rises over the streets after a mortar bomb from Syria landed in the Turkish border village of Akcakale on October 3, 2012. Five people were killed. In response, Turkey fired on Syrian targets and its parliament authorized a resolution giving the government permission to deploy soldiers to foreign countries. Hide Caption 15 of 52 Photos: Syria's civil war, in pictures A Syrian rebel walks inside a burnt section of the Umayyad Mosque in Aleppo hours before the Syrian army retook control of the complex on October 14, 2012. Hide Caption 16 of 52 Photos: Syria's civil war, in pictures An Israeli tank crew sits on the Golan Heights overlooking the Syrian village of Breqa on November 6, 2012. Israel fired warning shots toward Syria after a mortar shell hit an Israeli military post. It was the first time Israel fired on Syria across the Golan Heights since the 1973 Yom Kippur War. Hide Caption 17 of 52 Photos: Syria's civil war, in pictures Smoke rises in the Hanano and Bustan al-Basha districts in Aleppo as fighting continues through the night on December 1, 2012. Hide Caption 18 of 52 Photos: Syria's civil war, in pictures The bodies of three children are laid out for identification by family members at a makeshift hospital in Aleppo on December 2, 2012. The children were allegedly killed in a mortar shell attack that landed close to a bakery in the city. Hide Caption 19 of 52 Photos: Syria's civil war, in pictures A father reacts after the deaths of two of his children in Aleppo on January 3, 2013. Hide Caption 20 of 52 Photos: Syria's civil war, in pictures Syrians look for survivors amid the rubble of a building targeted by a missile in the al-Mashhad neighborhood of Aleppo on January 7, 2013. Hide Caption 21 of 52 Photos: Syria's civil war, in pictures Rebels launch a missile near the Abu Baker brigade in Al-Bab, Syria, on January 16, 2013. Hide Caption 22 of 52 Photos: Syria's civil war, in pictures An aerial view shows the Zaatari refugee camp near the Jordanian city of Mafraq on July 18, 2013. Hide Caption 23 of 52 Photos: Syria's civil war, in pictures The UN Security Council passes a resolution September 27, 2013, requiring Syria to eliminate its arsenal of chemical weapons. Al-Assad said he would abide by the resolution. Hide Caption 24 of 52 Photos: Syria's civil war, in pictures Residents run from a fire at a gasoline and oil shop in Aleppo's Bustan Al-Qasr neighborhood on October 20, 2013. Witnesses said the fire was caused by a bullet from a pro-government sniper. Hide Caption 25 of 52 Photos: Syria's civil war, in pictures Syrian children wait as doctors perform medical checkups at a refugee center in Sofia, Bulgaria, on October 26, 2013. Hide Caption 26 of 52 Photos: Syria's civil war, in pictures An injured man is helped following an airstrike in Aleppo's Maadi neighborhood on December 17, 2013. Hide Caption 27 of 52 Photos: Syria's civil war, in pictures A man holds a baby who was rescued from rubble after an airstrike in Aleppo on February 14, 2014. Hide Caption 28 of 52 Photos: Syria's civil war, in pictures A US ship staff member wears personal protective equipment at a naval airbase in Rota, Spain, on April 10, 2014. A former container vessel was fitted out with at least $10 million of gear to let it take on about 560 metric tons of Syria's most dangerous chemical agents and sail them out to sea, officials said. Hide Caption 29 of 52 Photos: Syria's civil war, in pictures A Free Syrian Army fighter fires a rocket-propelled grenade during heavy clashes in Aleppo on April 27, 2014. Hide Caption 30 of 52 Photos: Syria's civil war, in pictures A giant poster of al-Assad is seen in Damascus on May 31, 2014, ahead of the country's presidential elections. He received 88.7% of the vote in the country's first election after the civil war broke out. Hide Caption 31 of 52 Photos: Syria's civil war, in pictures Rebel fighters execute two men on July 25, 2014, in Binnish, Syria. The men were reportedly charged by an Islamic religious court with detonating several car bombs. Hide Caption 32 of 52 Photos: Syria's civil war, in pictures Photographs of victims of the Assad regime are displayed as a Syrian army defector known as \"Caesar,\" center, appears in disguise to speak before the House Foreign Affairs Committee in Washington. The July 31, 2014, briefing was called \"Assad's Killing Machine Exposed: Implications for U.S. Policy.\" Caesar, apparently a witness to the regime's brutality, smuggled more than 50,000 photographs depicting the torture and execution of more than 10,000 dissidents. CNN cannot independently confirm the authenticity of the photos, documents and testimony referenced in the report. Hide Caption 33 of 52 Photos: Syria's civil war, in pictures Volunteers remove a dead body from under debris after shelling in Aleppo on August 29, 2014. According to the Syrian Civil Defense, barrel bombs are now the greatest killer of civilians in many parts of Syria. The White Helmets are a humanitarian organization that tries to save lives and offer relief. Hide Caption 34 of 52 Photos: Syria's civil war, in pictures Medics tend to a man's injuries at a field hospital in Douma after airstrikes on September 20, 2014. Hide Caption 35 of 52 Photos: Syria's civil war, in pictures A long-exposure photograph shows a rocket being launched in Aleppo on October 5, 2014. Hide Caption 36 of 52 Photos: Syria's civil war, in pictures Rebel fighters dig caves in the mountains for bomb shelters in the northern countryside of Hama on March 9, 2015. Hide Caption 37 of 52 Photos: Syria's civil war, in pictures Nusra Front fighters inspect a helicopter belonging to pro-government forces after it crashed in the rebel-held Idlib countryside on March 22, 2015. Hide Caption 38 of 52 Photos: Syria's civil war, in pictures A Syrian child fleeing the war gets lifted over fences to enter Turkish territory illegally near a border crossing at Akcakale, Turkey, on June 14, 2015. Hide Caption 39 of 52 Photos: Syria's civil war, in pictures A refugee carries mattresses as he re-enters Syria from Turkey on June 22, 2015, after Kurdish People's Protection Units regained control of the area around Tal Abyad, Syria, from ISIS. Hide Caption 40 of 52 Photos: Syria's civil war, in pictures A sandstorm blows over damaged buildings in the rebel-held area of Douma, east of Damascus, on September 7, 2015. Hide Caption 41 of 52 Photos: Syria's civil war, in pictures Members of a Syrian opposition group attack the headquarters of al-Assad regime forces in the Aleppo villages of Nubul and al-Zahraa on February 12, 2016. Hide Caption 42 of 52 Photos: Syria's civil war, in pictures This still image, taken from a video posted by the Aleppo Media Center, shows a young boy in an ambulance after an airstrike in Aleppo, Syria, on August 17, 2016. It took nearly an hour to dig the boy, identified as Omran Daqneesh, out from the rubble, an activist told CNN. The airstrike destroyed his home, where he lived with his parents and two siblings. Director of the Aleppo Media Center Yousef Saddiq said Omran's 10-year-old brother, Ali, died from his injuries. Hide Caption 43 of 52 Photos: Syria's civil war, in pictures Smoke rises after an airstrike in Aleppo on October 4, 2016. Hide Caption 44 of 52 Photos: Syria's civil war, in pictures Arabic writing that reads \"some day we will return\" is seen on a bus window as civilians evacuate Aleppo on December 15, 2016. The evacuations began under a new ceasefire between rebels and pro-government forces. Hide Caption 45 of 52 Photos: Syria's civil war, in pictures This photo, provided by the activist Idlib Media Center, shows dead children after a suspected chemical attack in the rebel-held city of Khan Sheikhoun on April 4, 2017. Dozens of people were killed, according to multiple activist groups. The United States responded a few days later by launching between 50-60 Tomahawk missiles at a Syrian government airbase. US officials said the base was home to warplanes that carried out the chemical attack. Syria has repeatedly denied it had anything to do with the attack. Hide Caption 46 of 52 Photos: Syria's civil war, in pictures Members of the UN Security Council raise their hands on April 12, 2017, as they vote in favor of a draft resolution that condemned the reported use of chemical weapons in Syria. Hide Caption 47 of 52 Photos: Syria's civil war, in pictures Residents of the war-torn city of Douma break their Ramadan fast on June 18, 2017. Hide Caption 48 of 52 Photos: Syria's civil war, in pictures A member of the Syrian pro-regime forces fires a machine gun as a comrade holds his feeding ammunition belt on November 11, 2017. It was during an advance toward rebel-held positions west of Aleppo. Hide Caption 49 of 52 Photos: Syria's civil war, in pictures A child receives medical treatment after a village was attacked in the rebel-held Eastern Ghouta region on February 25, 2018. Several people were treated for exposure to chlorine gas, opposition groups said, as airstrikes and artillery fire from the regime continued. CNN was unable to independently verify claims that chlorine was used as a weapon. Hide Caption 50 of 52 Photos: Syria's civil war, in pictures Bodies lie on the ground in the rebel-held city of Douma, Syria, on April 8, 2018. According to activist groups, helicopters dropped barrel bombs filled with toxic gas on Douma, which has been the focus of a renewed government offensive that launched in mid-February. The Syrian government and its key ally, Russia, vehemently denied involvement and accused rebel groups of fabricating the attack to hinder the army's advances and provoke international military intervention. Hide Caption 51 of 52 Photos: Syria's civil war, in pictures Damascus skies erupt with anti-aircraft fire as the US and its allies launch an attack on Syria's capital early on April 14, 2018. US President Donald Trump announced airstrikes in retaliation for Syria's alleged use of chemical weapons. Trump says the strikes are part of a sustained military response, in coordination with France and the United Kingdom. Hide Caption 52 of 52\n\n• Senior US officials said Saturday they have confidence both chlorine and sarin were used in last week's chemical attack on Douma.\n\n• François Delattre, France's ambassador to the United Nations, called for a dismantling of Syria's chemical program \"in a verifiable and irreversible way,\" a ceasefire so that humanitarian convoys can reach Eastern Ghouta on a daily basis and a \"inclusive political solution\" to the conflict.\n\n• Haley said the United Kingdom, France and the United States \"acted, not as revenge\" but to \"deter the future use of chemical weapons by holding the Syrian regime responsible for its atrocities against humanity.\"\n\n• UK Ambassador Karen Pierce told the Security Council that her country, France and the United States will pursue a diplomatic solution so long as Syria halts its chemical weapons program and destroys its weapons stockpiles, among other conditions.\n\n• UN Secretary-General Antonio Guterres urged the states to show restraint in \"these dangerous circumstances and avoid any acts that could escalate matters and worsen the suffering of the Syrian people.\"\n\n• Iran's Supreme Leader Ayatollah Ali Khamenei said the United States and its allies had committed a \"major crime\" in Syria.\n\n• NATO allies expressed their \"full support\" for the strikes, the alliance's secretary general, Jens Stoltenberg, told reporters in Brussels, Belgium.\n\n• The European Union foreign policy chief said the EU supported efforts to prevent the use of chemical weapons.\n\n• US President Donald Trump, UK Prime Minister Theresa May and French President Emmanuel Macron, in separate phone calls, agreed that the military strikes had been a success.\n\n• Members of the international chemical weapons watchdog, the Organization for the Prohibition of Chemical Weapons, arrived Saturday in Damascus. The team is on a fact-finding mission to the site of the Douma attack.\n\nThe Syrian Foreign Ministry called on the international community \"to strongly condemn this aggression,\" warning it would \"pose a threat to international peace and security as a whole,\" in a statement published by the state-run Syrian Arab News Agency.\n\nEarlier, Syrian President Bashar al-Assad's office tweeted a video of him going to work Saturday, with the caption \"a morning of steadfastness.\"\n\nJUST WATCHED Mattis: This is a one-time shot, for now Replay More Videos ... MUST WATCH Mattis: This is a one-time shot, for now 00:48\n\nDanny Makki, a British-born Syrian journalist in Damascus, told CNN the strikes woke up his neighborhood. \"You could tell straight away that this wasn't your average Damascus nighttime battle. It was something far bigger,\" he said.\n\nStill, Syrians expressed doubt the military action would change anything.\n\nDamascus skies erupt with surface-to-air missile fire as the US, UK and France launch an attack Saturday.\n\n\"Frankly I expected a stronger strike, especially with the blasts that I heard. At least I am glad the strikes didn't attack civilian areas,\" said Yasser, 28, a Damascus teacher whose last name was not used for security reasons.\n\n\"I think this strike is a strong message to Assad for the chemical weapons, but I don't think Assad will change.\"\n\nFiras Abdullah, a media activist recently evacuated from Ghouta, said, \"It is not enough. I can describe it as -- it's just a media strike.\"\n\nIn a televised address Friday night announcing the strikes, Trump said he had decided to take action because last weekend's action by Assad were \"not the actions of a man, they are crimes of a monster instead.\"\n\nThe strikes -- the strongest concerted action yet by Western forces in Syria -- were launched at 9 p.m. ET Friday as most of Europe and the Middle East was shrouded in darkness.\n\nPentagon: 'Precise, overwhelming and effective'\n\nGen. Joseph Dunford, chairman of the US Joint Chiefs of Staff, said the first allied strike targeted a scientific research center in greater Damascus involved in the development and production of chemical weapons.\n\nThe second site targeted was a chemical weapons storage facility west of Homs, while the third was a chemical equipment storage facility and important command post.\n\nIn a Pentagon briefing Saturday, Lt. Gen. Kenneth McKenzie, the director of the Joint Staff, said the strikes would set back Syria's chemical weapons capability for years.\n\nJUST WATCHED Pentagon says every target hit in Syria Replay More Videos ... MUST WATCH Pentagon says every target hit in Syria 01:35\n\nMcKenzie described the mission as \"precise, overwhelming and effective,\" adding that \"none of our aircraft or missiles in this operation were successfully engaged\" by Syrian forces.\n\nChief Pentagon spokeswoman Dana White said the strikes \"successfully hit every target\" and that the allies \"took every measure\" to hit only the intended targets.\n\nA perfectly executed strike last night. Thank you to France and the United Kingdom for their wisdom and the power of their fine Military. Could not have had a better result. Mission Accomplished! — Donald J. Trump (@realDonaldTrump) April 14, 2018\n\nSyrian and Russian officials gave a different assessment of the effectiveness of Syrian air defenses.\n\nThe Syrian armed forces said 110 missiles were fired on Syrian targets and that the country's defense systems \"intercepted most of the missiles, but some hit targets including the Research Center in Barzeh.\"\n\nThree civilians were wounded in Homs after \"several\" missiles were intercepted by Syrian air defense systems, Syrian state TV said.\n\nThe Russian Defense Ministry said Syria had intercepted 71 out of 103 cruise missiles launched by the United States and its allies, according to the Russian Embassy in London. It said only seven missiles had reached two Syrian military airfields and that \"no serious damage to infrastructure was inflicted.\"\n\nRussian state news agency TASS reported that none of the missiles fired by the three Western nations struck areas near its naval and air bases in Syria. Those bases come under the protection of Russian air defense units.\n\nUK's May: 'Not about regime change'\n\nIn a televised statement Saturday, May said UK forces had undertaken a \"limited and targeted strike\" and that there had been \"no practicable alternative to the use of force to degrade and deter the use of chemical weapons by the Syrian regime.\"\n\nWhile a full assessment has not yet been completed, \"we believe that the action was successful,\" she said. \"This was not about interfering in a civil war. And it was not about regime change.\"\n\nRussia's Ministry of Defense said it believed the Western allies' action was not in retaliation for what happened in Douma but instead was a reaction to the Syrian army's \"success\" in liberating territory from rebels.\n\nIran, also a key ally of the Assad government, also condemned the strikes. \"I firmly declare that the Presidents of US and France and British PM committed a major crime,\" Khamenei tweeted.\n\nInternational response\n\nTurkey, another important player in the Syrian conflict, said it viewed the airstrikes as \"an appropriate response\" to the Douma attack, according to a Turkish Foreign Ministry statement.\n\nJUST WATCHED Syria awakens after US announces airstrikes Replay More Videos ... MUST WATCH Syria awakens after US announces airstrikes 02:33\n\nTurkish President Recep Tayyip Erdogan, in a televised speech to supporters of his political party, said that not responding would be \"unthinkable.\"\n\n\"It's impossible for us to accept the situation that Syrian children fall into,\" he said.\n\nErdogan and Putin spoke on the phone Saturday, according to Turkish and Russian state media reports. The two leaders agreed to work closely toward a political solution in Syria, the reports said.\n\nGerman Chancellor Angela Merkel said all available evidence pointed to the Assad regime being responsible for the Douma attack and criticized Russia for blocking an independent investigation through the Security Council.\n\n\"The military operation was necessary and appropriate to preserve the effectiveness of the international ban on the use of chemical weapons and to warn the Syrian regime of further violations,\" Merkel said in a statement.\n\nAn Israeli official told CNN that the strikes enforced the red line drawn by Trump last year. In April 2017, the United States launched a military strike on a Syrian government airbase in response to a chemical weapons attack that killed dozens of civilians.\n\n\"Syria continues to engage in and provide a base for murderous actions, including those of Iran, that put its territory, its forces and its leadership at risk,\" the Israeli official said.\n\nThe strikes also sparked rallies against the military action. Demonstrators gathered Saturday in Washington and London, as well as Mexico, Greece, Turkey and Iraq."},"URL":{"0":"https:\/\/www.cnn.com\/videos\/politics\/2018\/04\/14\/syria-strike-ships-aircraft-starr-ac360.cnn","1":"https:\/\/www.cnn.com\/videos\/world\/2018\/04\/14\/airstrikes-syria-awakens-paton-walsh-ctn.cnn","2":"https:\/\/www.cnn.com\/videos\/politics\/2018\/04\/14\/mobile-tomahawk-missile-launch-uss-monterey-syria-strike-raw.cnn","3":"https:\/\/www.cnn.com\/videos\/world\/2018\/04\/14\/what-happened-with-the-syria-strikes-lon-orig-mkd-bks.cnn","4":"https:\/\/www.cnn.com\/2018\/04\/14\/middleeast\/syria-strikes-what-we-know-intl\/index.html","5":"https:\/\/www.cnn.com\/videos\/politics\/2018\/04\/15\/france-macron-convince-trump-troops-syria-labott-nr.cnn","6":"https:\/\/www.cnn.com\/videos\/politics\/2018\/04\/14\/trump-us-syria-military-action-one-time-shot-mattis-sot.cnn","7":"https:\/\/www.cnn.com\/videos\/world\/2018\/04\/14\/damon-inside-northern-syria-refugee-camp-sot.cnn","8":"https:\/\/www.cnn.com\/videos\/politics\/2018\/04\/15\/angus-king-too-early-syria-mission-accomplished-sotu-sot.cnn","9":"https:\/\/www.cnn.com\/2018\/04\/19\/us\/five-things-april-19-trnd\/index.html","10":"https:\/\/www.cnn.com\/2018\/04\/15\/middleeast\/syria-strike-diplomacy-france-russia-intl\/index.html","11":"https:\/\/www.cnn.com\/2018\/04\/15\/middleeast\/us-uk-france-russia-un-syria-intl\/index.html","12":"https:\/\/www.cnn.com\/2018\/04\/18\/politics\/trump-us-syria-strategy-arab-force-pompeo-bolton\/index.html","13":"https:\/\/www.cnn.com\/2018\/04\/16\/europe\/russian-journalist-borodin-dies-fall-intl\/index.html","14":"https:\/\/www.cnn.com\/2018\/04\/14\/us\/satellite-images-syrian-airstrikes\/index.html","15":"https:\/\/www.cnn.com\/2018\/04\/20\/politics\/state-human-rights-report-2017\/index.html","16":"https:\/\/www.cnn.com\/videos\/tv\/2018\/04\/15\/ip-trump-syria.cnn","17":"https:\/\/www.cnn.com\/videos\/world\/2018\/04\/14\/long-damon-inside-northern-syria-refugee-camp-sot.cnn","18":"https:\/\/www.cnn.com\/videos\/world\/2018\/04\/15\/exclusive-syria-chemical-attack-victims-damon-pkg.cnn","19":"https:\/\/www.cnn.com\/2018\/04\/14\/politics\/syria-strikes-russia-us-response-intl\/index.html"}}