{"Content":{"0":"WASHINGTON (AP) — President Donald Trump on Saturday declared \"Mission Accomplished\" for a U.S.-led allied missile attack on Syria's chemical weapons program, but the Pentagon said the pummeling of three chemical-related facilities left enough others intact to enable the Assad government to use banned weapons against civilians if it chooses.\n\n\"A perfectly executed strike,\" Trump tweeted after U.S., French and British warplanes and ships launched more than 100 missiles nearly unopposed by Syrian air defenses. \"Could not have had a better result. Mission Accomplished!\"\n\nHis choice of words recalled a similar claim associated with President George W. Bush following the U.S.-led invasion of Iraq. Bush addressed sailors aboard a Navy ship in May 2003 alongside a \"Mission Accomplished\" banner, just weeks before it became apparent that Iraqis had organized an insurgency that tied down U.S. forces for years.\n\nThe nighttime Syria assault was carefully limited to minimize civilian casualties and avoid direct conflict with Syria's key ally, Russia, but confusion arose over the extent to which Washington warned Moscow in advance. The Pentagon said it gave no explicit warning. The U.S. ambassador in Moscow, John Huntsman, said in a video, \"Before we took action, the United States communicated with\" Russia to \"reduce the danger of any Russian or civilian casualties.\"\n\nDana W. White, the chief Pentagon spokeswoman, said that to her knowledge no one in the Defense Department communicated with Moscow in advance, other than the acknowledged use of a military-to-military hotline that has routinely helped minimize the risk of U.S.-Russian collisions or confrontations in Syrian airspace. Officials said this did not include giving Russian advance notice of where or when allied airstrikes would happen.\n\nRussia has military forces, including air defenses, in several areas of Syria to support President Bashar Assad in his long war against anti-government rebels.\n\nRussia and Iran called the use of force by the United States and its allies a \"military crime\" and \"act of aggression.\" The U.N. Security Council met to debate the strikes, but rejected a Russian resolution calling for condemnation of the \"aggression\" by the three Western allies.\n\nTrump's U.N. ambassador, Nikki Haley, told the session that the president has made it clear that if Assad uses poison gas again, \"the United States is locked and loaded.\"\n\nAssad denies he has used chemical weapons, and the Trump administration has yet to present hard evidence of what it says precipitated the allied missiles attack: a chlorine gas attack on civilians in Douma on April 7. The U.S. says it suspects that sarin gas also was used.\n\n\"Good souls will not be humiliated,\" Assad tweeted, while hundreds of Syrians gathered in Damascus, the capital, where they flashed victory signs and waved flags in scenes of defiance after the early morning barrage.\n\nThe strikes \"successfully hit every target,\" White told reporters at the Pentagon. The military said there were three targets: the Barzah chemical weapons research and development site in the Damascus area, a chemical weapons storage facility near Homs and a chemical weapons \"bunker\" a few miles from the second target.\n\nAlthough officials said the singular target was Assad's chemical weapons capability, his air force, including helicopters he allegedly has used to drop chemical weapons on civilians, were spared. In a U.S. military action a year ago in response to a sarin gas attack, the Pentagon said missiles took out nearly 20 percent of the Syrian air force.\n\nAs of Saturday, neither Syria nor its Russian or Iranian allies retaliated, Pentagon officials said.\n\nThe U.S.-led operation won broad Western support. The NATO alliance gave its full backing; NATO Secretary-General Jens Stoltenberg said in Brussels that the attack was about ensuring that chemical weapons cannot be used with impunity.\n\nGerman Chancellor Angela Merkel called the attack \"necessary and appropriate.\"\n\nIn his televised address from the White House on Friday evening, Trump said the U.S. was prepared to sustain economic, diplomatic and military pressure on Assad until the Syrian leader ends what Trump called a criminal pattern of killing his own people with internationally banned chemical weapons. That did not mean military strikes would continue. In fact, Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, said no additional attacks were planned.\n\nAsked about Trump's \"Mission Accomplished\" assertion, White said it pointed to the successful targeting of three Syrian chemical weapons sites. What happens next, she said, is up to Assad and to his Russian and Iranian allies.\n\nMarine Lt. Gen. Kenneth F. McKenzie, director of the Joint Staff at the Pentagon, said the allied airstrikes \"took out the heart\" of Assad's chemical weapons arsenal. He said the missiles hit the \"sweet spot,\" doing the expected level of damage while minimizing the unintentional release of toxic fumes that could be harmful to nearby civilians.\n\nWhen pressed, he acknowledged that some unspecified portion of Assad's chemical arms infrastructure was not targeted.\n\n\"There is still a residual element of the Syrian program that is out there,\" McKenzie said, adding, \"I'm not going to say they're going to be unable to continue to conduct a chemical attack in the future. I suspect, however they'll think long and hard about it.\"\n\nAssad's Barzah research and development center in Damascus was destroyed, McKenzie said. \"It does not exist anymore.\"\n\nA former officer in Syria's chemical program, Adulsalam Abdulrazek, said Saturday the joint U.S., British, and French strikes hit \"parts of but not the heart\" of the program. He said the strikes were unlikely to curb the government's ability to produce or launch new attacks. Speaking from rebel-held northern Syria, Abdulrazek told The Associated Press there were perhaps 50 warehouses in Syria that stored chemical weapons before the program was dismantled in 2013.\n\nVice President Mike Pence, in Peru for a meeting of regional leaders, said \"there will be a price to pay\" involving military force if Syrian chemical weapons are used again.\n\nDisputing the Russian military's contention that Syrian air defense units downed 71 allied missiles, McKenzie said no U.S. or allies missiles were stopped. He said Syria's air defenses were ineffective and that many of the more than 40 surface-to-air missiles fired by the Syrians were launched after the allied attack was over. He said the U.S. knew of no civilians killed by allied missiles.\n\nMcKenzie said 105 U.S. and allied missiles were fired, of which 66 were Tomahawk cruise missiles launched from aboard three U.S. Navy ships and one Navy submarine. U.S., British and French attack aircraft, including two U.S. Air Force B-1B strategic bombers, launched stealthy, long-range missiles from outside Syrian airspace, officials said.\n\nA global chemical warfare watchdog group, the Organization for the Prohibition of Chemical Weapons, said its fact-finding mission would go as planned in Douma.\n\nRussian leader Vladimir Putin reaffirmed the Kremlin's skepticism about the allies' Douma claim, saying Russian military experts had found no trace of the attack. He criticized the U.S. and its allies for launching the strike without waiting for international inspectors to complete their visit to the area.\n\nBut British Prime Minister Theresa May said there was little doubt the Syrian government used a barrel bomb — large containers packed with fuel, explosives and scraps of metal — to deliver the chemicals at Douma. \"No other group\" could have carried out that attack, May said, adding that the allies' use of force was \"right and legal.\"\n\n___\n\nAssociated Press writer Edith M. Lederer at the United Nations contributed to this report.","1":"WASHINGTON (AP) — The Latest on U.S.-led missile strikes on Syria (all times local):\n\n2:50 a.m.\n\nThe Russian military says Syria's Soviet-made air defense systems have shot down all 12 cruise missile aimed at a Syrian air base.\n\nThe Russian Defense Ministry said that 12 cruise missiles have been launched at the Dumayr air base east of Damascus. It said that Syria's air defense assets have downed all of them.\n\nThe ministry said that altogether more than 100 cruise and air-to-ground missiles were launched by U.S., British and French aircraft and navy ships. It did not mention the overall number of missiles intercepted by Syrian forces.\n\nThe Russian military said it hasn't engaged its air defense assets at its air and naval bases in Syria.\n\n___\n\n2:48 a.m.\n\nDutch Prime Minister Mark Rutte says his government \"understands\" the military action of the three NATO allies in Syria because \"the use of chemical weapons is a serious crime the international community cannot accept.\"\n\nIn an early-morning reaction on his Twitter and Facebook feeds, Rutte said it was likely that the Syrian regime of President Bashar Assad was behind the suspected chemical attack in Douma.\n\nHe also criticized Russia for using its veto at the United Nations Security Council to bring more clarity about the attack. \"So again, getting the full truth and the use an international legal approach against the use of chemical weapons has been stopped. We greatly regret this,\" he said.\n\n___\n\n2:38 a.m.\n\nA Syrian military statement says the U.S., Britain and France fired 110 missiles during a joint attack on targets in Damascus and outside.\n\nBrig. Gen. Ali Mayhoub, who read the statement on Syrian TV, said \"our air defenses effectively shot down most of them.\" He says one of the missiles hit the Scientific Research Center in Barzeh near Damascus, damaging a building. In Homs, one of the missiles was derailed injuring three people, he said.\n\nMayhoub says the attacks \"will not deter\" the Syrian military from its ongoing war to eradicate \"armed terrorists\" from Syrian territory.\n\nSyria's Foreign Ministry earlier said the attack coincides with the arrival of a fact-finding mission from the international chemical weapons watchdog to inspect the site of the alleged attack in the town of Douma, and \"aims to hinder its work.\"\n\nThe OPCW had said that its experts would be visiting Douma on Saturday.\n\n___\n\n2:35 a.m.\n\nFrance's foreign minister says the \"chemical escalation\" in Syria is not acceptable because it's violating the rules of war and of humanity.\n\nJean-Yves Le Drian told reporters Saturday that the joint military operation in Syria is legitimate, limited and proportionate.\n\nLe Drian says France has two priorities: fighting against the Islamic State group and restoring peace and stability in Syria.\n\nHe said \"very soon France will launch new political initiatives.\"\n\nHe said France is \"ready\" to work with other countries involved on a peace plan.\n\n___\n\n2:35 a.m.\n\nNATO has issued a strong statement of support for its three allies which launched a military strike against Syria over the suspected chemical attack of last weekend.\n\nNATO Secretary General Jens Stoltenberg said Saturday that the alliance \"considers the use of chemical weapons unacceptable.\"\n\nStoltenberg said that the strike \"will reduce the regime's ability to further attack the people of Syria with chemical weapons.\"\n\nHe added that \"those responsible must be held accountable.\"\n\n___\n\n2:15 a.m.\n\nThe United Nations Secretary-General says he is closely watching reports related to the airstrikes on Syria conducted by the U.S., France and Britain.\n\nAntonio Guterres says in a statement on Saturday that countries are obligated to act within the guidelines of the Charter of the United Nations and \"international law in general.\"\n\nThe United States, France and Britain launched military strikes in Syria to punish President Bashar Assad for an apparent chemical attack against civilians and to deter him from doing it again\n\nGuterres says: \"Any use of chemical weapons is abhorrent. The suffering it causes is horrendous.\" He urged U.N. member states to show restraint and avoid any acts that could escalate the situation.\n\n___\n\n2:10 a.m.\n\nA top Russian lawmaker says Moscow's response to Western airstrikes on Syria must be carefully considered.\n\n\"Emotion is not what's needed now, but professional assessment by military specialists working on the scene,\" Konstantin Kosachev, head of the foreign affairs committee of the upper house of parliament, said Saturday, according to state news agency RIA-Novosti.\n\nHowever, Kosachev said, the attack's meaning was clear: \"It's a scandalous violation of international law and this is an attack on a sovereign state without an underlying basis.\"\n\nKosachev reiterated the view of other lawmakers that the attack's intent was to interfere with international investigators who want to probe whether a chemical weapons attack took place in the town of Douma last week.\n\n___\n\n2:05 a.m.\n\nIranian state TV is reporting the country's Foreign Ministry has strongly condemned the U.S.-led airstrikes on Syria.\n\nThe Saturday report said the ministry warned of regional and trans-regional effects and consequences over the attack,.\n\nIt said the attack was a flagrant violation of international rules and regulations and ignores Syria's sovereignty and territorial integrity.\n\nIran is a key ally of Syrian President Bashar Assad and has sent troops to bolster his forces. Iran insists its soldiers are only in Syria in an advisory role, but hundreds have been killed since the civil war began in 2011.\n\n___\n\n2 a.m.\n\nRussia says Syria shot down a significant number of the missiles launched in a Western airstrike, using Soviet-designed air-defense systems.\n\nThe Defense Ministry said Saturday that more than 100 cruise and air-to-ground missiles were launched. It did not say how many of the missiles were intercepted by Syrian forces.\n\nHowever, it noted that the missiles were taken down by decades-old systems, including Neva surface-to-air missiles that were designed in the 1950s. Specifying the age of the systems appeared to be a slap at President Donald Trump who had boasted on Twitter that missiles used against Syria would \"nice, new and smart.\"\n\n___\n\n1:35 a.m.\n\nFrance's defense minister says its joint military operation with the U.S. and Britain against Syria targeted three sites and that Russia was informed ahead of time.\n\nDefense Minister Florence Parly told reporters Saturday that the French military sent fighter jets from multiple bases in France and used missile-equipped frigates in the Mediterranean in the operation. Rafale fighter jets could be seen on a video posted overnight by the French presidential palace on Twitter.\n\nShe said strikes targeted the \"main research center\" for the Syrian chemical weapons program and \"two important production sites.\"\n\nShe added that \"with our allies, we ensured that the Russians were warned ahead of time.\" Syria's ally Russia has denounced the western military action.\n\nFrench Foreign Minister Jean-Yves Le Drian said the operation did not target Syria's allies or civilians but President Bashar Assad's government because of its alleged use of chemical weapons. Syria's government denies using them.\n\n1:10 a.m.\n\nHundreds of Syrians are demonstrating in a landmark square of the Syrian capital, waving victory signs and honking their car horns in a show of defiance.\n\nThe demonstrations broke out early Saturday following a wave of U.S., British and French military strikes to punish President Bashar Assad for suspected chemical attack against civilians. The Syrian government has denied the accusations.\n\nIn Damascus, the president's seat of power, hundreds of residents gathered in Omayyad Square, many waving Syrian, Russian and Iranian flags. Some clapped their hands and danced, others drove in convoys, honking their horns.\n\n\"We are your men, Bashar,\" they shouted.\n\nState TV broadcast live from the square where a large crowd of civilians mixed with men in uniforms, including an actor, lawmakers and other figures.\n\n\"Good morning steadfastness,\" one broadcaster said.\n\n___\n\n1:05 a.m.\n\nThe British Defense Ministry says four of its Tornado GR4 warplanes fired missiles at a military facility as part of the tripartite attack on Syria.\n\nThe ministry says the missiles were fired around 15 miles (24 kilometers) west of Homs, where it was assessed the Syrian regime keeps agents used to make chemical weapons.\n\nThe ministry said in a statement Saturday that the warplanes struck the former missile base with Storm Shadow missiles after \"very careful analysis\" to maximize the destruction of stockpiled chemicals and to minimize any risk of contamination to the surrounding area.\n\nIt said the facility is located \"some distance from any known concentration\" of civilian residential areas.\n\nThe ministry said a detailed analysis of how effective the strike was is continuing, but initial indications show a successful attack.\n\n___\n\n1 a.m.\n\nRussia's Defense Ministry says none of the missiles launched in a Western attack on Syria entered the zones guarded by Russia's missile defense.\n\nRussia has two military facilities in Syria -- an air base at Hemeimeem and a naval base at Tartus.\n\n\"Not one of the cruise missiles launched by the United States and its partners entered the zone of responsibility for Russian air-defense divisions,\" a ministry statement said Saturday.\n\n___\n\n12:20 a.m.\n\nSyrian state-run TV says three civilians have been wounded in the U.S.-led missile attack on a military base in Homs.\n\nIt says the attack was aborted by derailing the incoming missile but adds nonetheless that three people were wounded.\n\nIt says another attack with \"a number of missiles\" targeting a scientific research center destroyed a building and caused other material damage but no human losses. The network says the building in the research center included an educational center and labs.\n\n__\n\n12:05 a.m.\n\nA senior Syrian opposition leader says the international community will have to bear the responsibility for \"any revengeful escalation\" from the Syrian government or its allies following joint airstrikes from the U.S., Britain and France.\n\nNasr al-Hariri, who heads the committee that represents the opposition in the flailing U.N. talks with the government, says Syrians need an international understanding and a strategy that leads to a political solution to \"save it from the brutality of the Syrian regime.\"\n\nAl-Hariri tweeted that after the strikes in retaliation for an alleged chemical attack last week, the Syrian government may not \"risk using chemical weapons in Syria again.\" But he added, \"It will only use explosive barrels, cluster bombs.\"\n\n__\n\n11:55 p.m.\n\nThe spokeswoman for Russia's Foreign Ministry is denouncing the United States for launching airstrikes on Syria. She says the attacks hit a long-troubled country \"that for many years has been trying to survive terrorist aggression.\"\n\nIn a statement Saturday on Facebook, Maria Zakharova is also taking Western media reports to task.\n\nZakharova says: \"The White House stated that its assuredness of the chemical attack from Damascus was based on 'mass media, reports of symptoms, video, photos as well as credible information.' After this statement the American and other Western mass media should understand their responsibility in what is happening.\"\n\nSakharova is comparing the situation to the start of the Iraq War in 2003 based on claims Iraq was developing weapons of mass destruction.\n\n__\n\n10:50 p.m.\n\nSyrian TV is reporting that the attack on Syria targeted a scientific research center in Barzeh, near Damascus.\n\nThe report says Syria's air defenses confronted the missiles near Homs, and says the airstrikes also targeted an army depot there.\n\nU.S. President Donald Trump announced the airstrikes in retaliation for Syrian President Bashar Assad's alleged use of chemical weapons.\n\nSyrian air defenses responded to the joint strikes by the United States, France and Britain\n\n__\n\n10:35 p.m.\n\nA highly placed Russian politician is likening President Donald Trump to Adolf Hitler after the launch of airstrikes against Syria, and says he regards the action as a move against Russia.\n\nAlexander Sherin, deputy head of the State Duma's defense committee, says Trump \"can be called Adolf Hitler No. 2 of our time — because, you see, he even chose the time that Hitler attacked the Soviet Union.\"\n\nThat's according to state news agency RIA-Novosti. The Nazi forces' opening attack against the USSR in 1941 was launched around 4 a.m.\n\n__\n\n10:20 p.m.\n\nThe British defense ministry says \"initial indications\" show that the airstrikes against Syria produced a \"successful attack\" on a Syrian military facility.\n\nThe U.K., U.S. and France launched the attacks near Damascus early Saturday. The U.K. ministry says in a statement that while the effectiveness of the strike is still being analyzed, \"initial indications are that the precision of the Storm Shadow weapons and meticulous target planning have resulted in a successful attack.\"\n\nBritish Prime Minister Theresa May is describing the attack as neither \"about intervening in a civil war\" nor \"about regime change,\" but a limited and targeted strike that \"does not further escalate tensions in the region\" and does everything possible to prevent civilian casualties.\n\nMay says, \"We would have preferred an alternative path. But on this occasion there is none.\"\n\n__\n\n10:17 p.m.\n\nDefense Secretary Jim Mattis says he is \"absolutely confident\" that Syrian President Bashar Assad is behind the alleged chemical attack on his people that the U.S. and allies retaliated against Friday night.\n\nMattis tells reporters he is certain Assad conducted a chemical attack on innocent people.\n\nHe says the U.S. is \"very much aware of one of the chemical agents used.\" And he says there may have been a second.\n\nPresident Donald Trump announced Friday that the U.S., France and Britain had launched military strikes against Syria to punish Assad for his alleged use of chemical weapons and to deter him from doing it again.\n\n__\n\n10:15 p.m.\n\nDefense Secretary James Mattis says the U.S. has no reports of suffering any losses during the initial airstrikes on Syria Friday.\n\nMattis says \"right now this is a one-time shot\" but is not ruling out further attacks. President Donald Trump had said earlier that the campaign against the regime of Bashar Assad could be \"sustained.\"\n\nThe defense secretary says the airstrikes were launched against several sites that he says helped provide Assad's ability to create chemical weapons. Mattis says the Syrian government used chemical weapons on its own people last week.\n\nMattis says the Pentagon will provide more information on the attack Saturday.\n\n__\n\n10:10 p.m.\n\nDefense Secretary Jim Mattis says military strikes in Syria are \"directed at the Syrian regime\" and they have \"gone to great lengths to avoid civilians and foreign casualties.\"\n\nMattis spoke Friday night after President Donald Trump announced that the U.S., France and Britain launched military strikes on Syria to punish President Bashar Assad for his alleged use of chemical weapons against civilians and to deter him from doing it again.\n\nMattis is asking that \"responsible nations\" join in condemning the Assad regime.\n\n__\n\n10 p.m.\n\nDefense Secretary James Mattis says the U.S. and its allies have taken \"decisive action\" against Syrian chemical weapons infrastructure.\n\nMattis briefed reporters at the Pentagon Friday an hour after President Donald Trump announced the strike.\n\nMattis says the United States, along with France and the United Kingdom, struck because Syrian President Bashar Assad \"did not get the message\" when the U.S. launched airstrikes after a chemical attack in 2017.\n\nThe defense secretary says Friday's strikes have \"sent a clear message\" to Assad and his \"murderous lieutenants.\"\n\n__\n\n9:50 p.m.\n\nExplosions are being heard to the east, west and south of Damascus as the U.S., U.K. and France conduct airstrikes in retaliation for an alleged chemical attack by the Syrian government on its own people.\n\nWitnesses saw blasts surrounding much of the Syrian capital and a huge fire could be seen from a distance to the east. An AP reporter in Damascus says the attacks turned the sky orange. Syrian television reported that a scientific research center had been hit.\n\nSyrian media reported that Syrian defenses hit 13 rockets south of Damascus. After the attack ceased and the early morning skies went dark once more, vehicles with loudspeakers roamed the streets of Damascus blaring nationalist songs."},"URL":{"0":"https:\/\/apnews.com\/cbe39f31fcc84dacbbc05fa1f8820c12","1":"https:\/\/apnews.com\/ac97b58d1ba64f05ad34fcc254c3f28f"}}