{"Content":{"0":"Welcome to Fox News First. Not signed up yet? Click here.\n\nDeveloping now, Monday, April 16, 2018\n\nFired FBI Director James Comey calls President Trump 'morally unfit to be president,' defends his handling of the Hillary Clinton email investigation in new interview\n\nTrump was dissuaded from a more aggressive military strike against Syria by his newly-revamped national security team, according to one report\n\nThe United States plans to announce new economic sanctions against Russia Monday for aiding the government of Syrian President Assad\n\nFormer first lady Barbara Bush is in 'failing health' and will not seek additional medical treatment, a family spokesman said Sunday\n\nJason Aldean took home Entertainer of the Year as the annual ACM Awards returned to Las Vegas six months after the deadliest mass shooting in modern U.S. history\n\nTHE LEAD STORY - COMEY'S MEDIA BLITZ BEGINS: In his first interview since being fired, former FBI Director James Comey defends his handling of the Hillary Clinton email investigation and described President Trump as an ego-driven liar who treats women like “meat” and is “morally unfit to be president\" ... During Sunday’s televised interview with ABC News' George Stephanopoulos, Comey also weighed in on the salacious – and unverified - Russian dossier, as well as his reason for going public about the probe into Hillary Clinton’s private email server in the final days of the 2016 election. Clinton- as well as a large number of Democrats – have blamed her November 2016 defeat on Comey’s actions. “I hope not – but the honest answer is, it wouldn’t have changed the way I think about it,” Comey said. Comey claimed he wasn’t trying to favor one candidate over the other but instead tried to do “the right thing.\" However, he also admitted his decision was influenced by the assumption Clinton would beat Trump in the election.\n\nAhead of the interview, Trump fired off a series of tweets calling the country’s former top cop a “slimeball,” a liar and directly refuted claims he asked Comey for his loyalty. Trump tweeted Sunday that Comey was the “WORST FBI Director in history, by far!,” suggested he should be behind bars and referred to him as “a man who always ends up badly and out of whack (he is not smart!).”\n\nTRUMP CHOSE RESTRAINT ON SYRIA, THANKS TO 'MAD DOG': Although the recent Syrian airstrikes were double the size of last year’s, President Trump reportedly selected one of the more restrained proposals designed by the Pentagon ... The Wall Street Journal, citing unnamed sources, reported that Trump was presented with a wide array of options. There were intense discussions on the best approach after Defense Secretary Jim Mattis presented the three military options, the report said. Trump chose a restrained response. The paper reported that the most expansive proposal included airstrikes on Russian air defense capabilities in Syria. The attack would have been three times the size of the operation carried out—which included 100 advanced missiles launched at three targets. Trump reportedly wanted his team to consider the strikes on Iranian and Russian targets, but Mattis resisted, warned of a possible response.\n\nSYRIA FUELS RISING U.S.-RUSSIA TENSION: The Trump administration will levy new economic sanctions against Russia over its support of Syrian leader Bashar al-Assad, U.S. Ambassador to the United Nations Nikki Haley told \"Fox News Sunday\" ... \"We're letting Russia know this is not something that we want to be a part of,\" Haley said. \"It's not something we're going to tolerate and they've got to make a decision. Right now, they don't have very good friends, and right now, the friends that they do have are causing them harm.\" \"The international community is telling Russia that either you make a decision on how you act and when you act, or the rest of us will make a decision in isolating you,\" Haley added.\n\n'Fox News Sunday' interview: Haley warns Assad: Trump 'watching,' U.S. work in Syria 'not done'\n\nHaley warns Assad: Trump 'watching,' U.S. work in Syria 'not done' Fox News Opinion: Assad must go -- U.S. should press Russia to replace Syrian dictator\n\nPRAYERS FOR BARBARA BUSH: Former first lady Barbara Bush is in \"failing health\" and will not seek additional medical treatment after a series of recent hospitalizations, a family spokesman said Sunday ... The 92-year-old wife of former President George H.W. Bush will instead focus on comfort care, a family spokesman Jim McGrath said in a statement. “Following a recent series of hospitalizations, and after consulting her family and doctors, Mrs. Bush, now age 92, has decided not to seek additional medical treatment and will instead focus on comfort care. It will not surprise those who know her that Barbara Bush has been a rock in the face of her failing health, worrying not for herself — thanks to her abiding faith — but for others,” the statement read. “She is surrounded by a family she adores, and appreciates the many kind messages and especially the prayers she is receiving.\"\n\nVEGAS - AND COUNTRY - STRONG: Jason Aldean took home the biggest honor at ACM Awards on Sunday night for Entertainer of the Year as country music returned to Las Vegas six months after a lone gunman killed 58 people in the deadliest mass shooting in modern U.S. history ... Aldean, who was onstage at the Route 91 Harvest music festival last October when the gunshots started, admitted it was a \"rough year\" after he accepted the coveted award for the third consecutive year at the end of the night. \"I just want to say thanks to everybody that reached out to us, that showed us love and support, over the last six months,\" Aldean said. \"It meant the world to us. To my Route 91 people -- you guys are in my hearts always. I love you guys and we love Las Vegas. Vegas strong baby!\"\n\nAS SEEN ON FOX NEWS\n\nA TALE OF TWO LIARS: \"Felon McCabe, who's now been accused of by the [Inspector General] of lying three times under oath... is also saying that [former FBI Director] Jim Comey has been untruthful. So, now you've got two liars lying about each other but they work together every single day.\" – Corey Lewandowski, on \"MediaBuzz,\" ripping fired former FBI leaders Jim Comey and Andrew McCabe. WATCH\n\n'HISTORY REPLETE WITH LIES': \"James Comey, you are a pompous, egotistical, patronizing, condescending, holier-than-thou political operative trying to redeem your reputation...Your book is about a higher loyalty to none other than you.\" – Judge Jeanine Pirro, in her \"Opening Statement\" on \"Justice with Judge Jeanine,\" slamming James Comey's new memoir \"A Higher Loyalty\" as all about a \"loyalty to himself.\" WATCH\n\nTHE SWAMP\n\nKaine won't support Pompeo, calls him 'anti-diplomatic' like Trump.\n\nKentucky Gov. Matt Bevin apologizes for child sex abuse remarks amid teacher protests.\n\nJustice Dept. wants 'sanctuary' areas to prove they comply with laws.\n\nACROSS THE NATION\n\nNearly 207 million eggs recalled over salmonella fears.\n\nMom supports letting Ohio woman testify from beyond the grave in ex-boyfriend's murder trial.\n\nFlorida woman ordered to share custody of her dog with neighbor in lawsuit.\n\nMINDING YOUR BUSINESS\n\nTax deadline looms: Top tips for late filers.\n\nRestaurant chain Bertucci’s reportedly preparing to file for bankruptcy.\n\nClicking 'checkout' could cost more after Supreme Court case.\n\nBank earnings headline this week's events.\n\nFOX NEWS OPINION\n\nSen. Tom Cotton and Ajit Pai: Hostile powers like Russia and China threaten U.S. communications networks -- enough.\n\nPeter Morici: Here's why Trump needs to a more realistic approach to trade with China.\n\nU.S. Air Force Secretary Heather Wilson: Space is an American frontier that must be defended.\n\nHOLLYWOOD SQUARED\n\n'Full Metal Jacket' actor R. Lee Ermey dies at age 74.\n\nJohn Cena, Nikki Bella end engagement.\n\nDwayne Johnson's 'Rampage' narrowly beats John Krasinski's 'A Quiet Place' at the box office.\n\nDID YOU HEAR ABOUT THIS?\n\nBlack bear cubs rescued by Virginia trooper after mother killed in crash.\n\nWARNING, GRAPHIC IMAGES: Greedy snake tries to eat 8 chicken eggs at once, fails miserably.\n\nChili grower defends world's hottest pepper after man who ate one was hospitalized.\n\nSTAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m. ET: Sen. Joni Ernst reacts to U.S. military action in Syria; Sen. Lindsey Graham on U.S. military action in Syria and more; former Boston police commissioner Ed Davis reflects on the Boston Marathon bombing five years later; Alan Dershowitz on James Comey's first interview in his media blitz for his new book and on whether a new law is needed to protect attorney-client privilege.\n\nTucker Carlson Tonight, 8 p.m. ET: Guests include: radio host and best-selling author Mark Steyn.\n\nOn Fox Business:\n\nMornings with Maria, 6 a.m. ET: Guests include: Terry Turchie, former deputy assistant director, FBI Counterterrorism Division; Ed Goeas, Tarrance Group President and CEO and GOP pollster; Rep. Ron DeSantis; Kellyanne Conway, counselor to President Trump; Rep. Louie Gohmert.\n\nCavuto: Coast to Coast, Noon ET: Steve Ballmer, former Microsoft CEO.\n\nAfter the Bell, 4 p.m. ET: Rep. Jodey Arrington\n\nRisk & Reward, 5 p.m. ET: Rep. and U.S. Senate candidate Marsha Blackburn\n\nOn Fox News Radio:\n\nThe Fox News Rundown podcast: President Trump declared, \"Mission accomplished\" after the United States and its allies launched airstrikes on Syria over the weekend over a suspected chemical attack. But Fox News contributor Col. David Hunt tells Fox News' Eric Shawn he believes these new strikes weren't effective at all. Plus, commentary from Judge Andrew Napolitano.\n\nWant the Fox News Rundown sent straight to your mobile device? Subscribe through Apple Podcasts, Google Play, and Stitcher.\n\nThe Brian Kilmeade Show, 9 a.m. ET: New York Post columnist Michael Goodwin and Ron Hosko sound off on James Comey's new memoir and media blitz; columnist Andrew McCarthy on the Comey interview with ABC News and fallout from the Michael Cohen raid; Dennis Ross and Gen. Jack Keane on the implications of the U.S.-led strike on Syria this weekend; Bret Baier on his upcoming interview with Comey.\n\nThe Tom Shillue Show, 3 p.m. ET: Tom fact-checks the media's reaction to President Trump's use of military action in Syria with Robert Nicholson, executive director of the Philos Project.\n\n#OnThisDay\n\n2008: The Supreme Court upholds, 7-2, the most widely used method of lethal injection, allowing states to resume executions after a seven-month halt.\n\n2007: In one of America's worst school attacks, a Korean-born college senior kills 32 people on the campus of Virginia Tech before taking his own life.\n\n1963: Martin Luther King Jr. writes his \"Letter from Birmingham Jail\" in which the civil rights leader responds to a group of local clergymen who had criticized him for leading street protests; King defends his tactics, writing, \"Injustice anywhere is a threat to justice everywhere.\"\n\nFox News First is compiled by Fox News' Bryan Robinson. Thank you for joining us! Enjoy your Monday! We'll see you in your inbox first thing Tuesday morning.","1":"This is a rush transcript from \"Fox News Sunday,\" April 15, 2018. This copy may not be in its final form and may be updated.\n\nCHRIS WALLACE, FOX NEWS HOST: I'm Chris Wallace.\n\nThe U.S. and European allies strike the Assad regime for using chemical weapons to murder its own people.\n\n(BEGIN VIDEOTAPE)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: These are not the actions of a man. They are crimes of a monster instead.\n\nWALLACE: We'll discuss the decision to hit Syria again. What it means for the civil war there, and the president's message to other countries supporting Assad.\n\nTRUMP: To Iran and to Russia, I ask: what kind of a nation wants to be associated with the mass murder of innocent men, women, and children?\n\nWALLACE: Nikki Haley, U.S. ambassador to the United Nations live, only on \"Fox News Sunday.\"\n\nThen, the FBI raids the president's personal lawyer, Michael Cohen, raising questions whether Mr. Trump will fire special counsel Robert Mueller.\n\nTRUMP: Why don't I just fire Mueller? Well, I think it's a disgrace what's going on. We'll see what happens.\n\nWALLACE: We'll discuss the latest developments with Trey Gowdy, chair of the House Oversight Committee.\n\nPlus, former FBI Director James Comey's new book lashes out at President Trump and the White House responds.\n\nJAMES COMEY, FORMER FBI DIRECTOR: The intelligence community does intelligence. The White House does PR and spin.\n\nSARAH HUCKABEE SANDERS, WHITE HOUSE PRESS SECRETARY: Comey will be forever known as a disgraced partisan hack that broke his sacred trust with the president of the United States.\n\nWALLACE: We'll ask our Sunday panel if there are bombshells in the new book or just a political food fight.\n\nAll, right now, on \"Fox News Sunday\".\n\n(END VIDEOTAPE)\n\nWALLACE: And hello again from Fox News in Washington.\n\nThe strikes on Syria by the U.S., France and Britain are a show of Western resolve, meant to punish Bashar al-Assad for his latest chemical weapons attack on his own people. The Pentagon describes the strikes on three targets as precise, overwhelming and effective. But what happens if Assad uses chemical weapons again and where does this leave U.S. policy for dealing with a civil war and terror threat in Syria?\n\nIn a moment, we'll speak live with the U.S. ambassador to the United Nations, Nikki Haley.\n\nBut, first, to national security correspondent Jennifer Griffin with the latest on the military operation.\n\n(BEGIN VIDEOTAPE)\n\nJENNIFER GRIFFIN, FOX NEWS NATIONAL SECURITY CORRESPONDENT: Over 100 U.S., French and British missiles all hit their targets successfully landing simultaneously within just a few minutes, despite being launched from military assets deployed from the Mediterranean to the Persian Gulf.\n\nJAMES MATTIS, DEFENSE SECRETARY: Clearly, the Assad regime did not get the message last year. This time, our allies, and we have struck harder.\n\nGRIFFIN: The three targets included a research center near Damascus, a chemical weapons storage facility near Homs, and a weapons bunker a few miles from that second site.\n\nRussian and Syrian state media claim they shot down dozens of the allied tomahawks and missiles, but the Pentagon says the Russian guns remain silent, adding Syria fired 40 surface-to-air missiles wildly into the air, after the U.S. missiles had already hit.\n\nDANA WHITE, PENTAGON CHIEF SPOKESPERSON: What happens next has everything to do with what the Assad regime decides to do?\n\nNIKKI HALEY, U.S. AMBASSADOR TO THE UNITED NATIONS: I spoke with the president this morning, and he said if the Syrian regime uses this poisonous gas again, the United States is locked and loaded. When our president draws a red line, our president enforces the red line.\n\n(END VIDEOTAPE)\n\nGRIFFIN: U.S. intelligence has only concluded at this time that chlorine was used in the most recent chemical attack. They suspect sarin but don't have the proof yet, leaving many to wonder if use of chlorine bombs in Syria is a new red line for the U.S. and its allies and the possibility of future military actions, Chris.\n\nWALLACE: Jennifer, thank you.\n\nJoining us now from New York, U.S. Ambassador to the United Nations, Nikki Haley.\n\nAmbassador, I want to start with President Trump's tweet after the military action against Syria. Here it is: A perfectly executed strike last night. Could not have had a better result. Mission accomplished!\n\nA lot of people say that echoes President Bush 43's premature claim of mission accomplished back in 2003. Isn't President Trump's claim of success just as premature?\n\nHALEY: Well, first of all, mission accomplished is a military term, and as a military spouse, I know that mission accomplished means you have one task currently in front of you and when it's completed, it is mission accomplished.\n\nPolitically, mission accomplished means something broader. And I think the president was referring in military terms. We, of course, know that our work in Syria is not done. We know that it's now up to Bashar al-Assad on whether he is going to use chemical weapons again. And should he use it again, the president has made it very clear that the United States is locked and loaded and ready to go.\n\nWALLACE: Yes, I want to pick up on that because obviously you have no idea how Assad is going to respond to this attack, although I suspect you think that he got the message. And to add a little bit to this confusion, President Trump and Defense Secretary Mattis sent very different signals on Friday night about the campaign. Take a look at both of them.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\n\nJAMES MATTIS, DEFENSE SECRETARY: Right now, this is a one-time shot.\n\n(END VIDEO CLIP)\n\nWALLACE: So, which is it? A one-time shot or a sustained response?\n\nHALEY: That is totally up to Assad. What I can tell you is the president has made it very clear when it comes to weapons of mass destruction, we have no tolerance for it. We are going to watch out for the best interests of the American people.\n\nAnd so, he made a point and hopefully Assad gets it. If Assad doesn't get it, it's going to hurt. And I think what General Mattis was saying the strike happened basically responding to their continued use of chemical weapons. But, of course, if Assad continues to go forward, there will be more and it will hurt and I think that he has a lot to think about.\n\nWALLACE: I want to pick up on that because there are certainly indications since the first strike in April of last year that Assad had used chemical weapons and there had been no U.S. response. This particular case last weekend was especially egregious and horrific.\n\nBut are you saying that going forward any use of chemical weapons by Assad will trigger an immediate U.S. response?\n\nHALEY: Well, I think first of all you said it. This last one was egregious. It was barbaric and it was disgusting. So, I think what you saw was there had been a cumulative wave of constant use of chemical weapons. Assad knew that Russia had its back. Assad knew that Russia would cover for him at the United Nations, and Assad got reckless and he used it in a way that was far more aggressive.\n\nWe have to be very conscious of the fact that we can't allow even the smallest use of chemical weapons. That's why you saw the president strike this past weekend. That's why you saw him expel 60 Russian spies after the attack in Salisbury. This very easily could happen in the United States if we're not smart and if we're not conscious of what's happening. This was a message sent to Assad. We'll see how smart he is.\n\nWALLACE: But to press my point if I may -- are you saying that going forward, there is zero tolerance? Any use by Assad of chemical weapons will trigger a military response?\n\nHALEY: Well, I don't think there's any way that I can answer that. I mean, we don't know what he's going to do, the level he's going to do or anything else. I will tell you that the president is watching and I think the national security team is ready.\n\nSo, basically, we will watch his actions. He now dictates his life and he dictates what happens between the United States, our allies and his regime. And so, hopefully, he has gotten the message. It was a pretty strong message.\n\nNot only did we go after their absolute strongest research facility, we went after their storage units where they hold the products and we went after their production. So, we put a heavy blow into their chemical weapons program setting them back years. And I'm sure it's going to take them a lot to recover from it.\n\nWALLACE: Ambassador, here is a question that a lot of people have. You have spoken very movingly about the slaughter of civilians in Syria, and we are seeing pictures right now of the attack in Douma. But doesn't the president's policy allow the mass murder of women and children to continue as long as it's carried out with conventional weapons and not chemical weapons?\n\nHALEY: Well, I think that's just a very unfair question. In what respect are you asking that?\n\nWALLACE: Well, what I'm saying is we're saying that any use of chemical weapons we'll respond to, but we're not saying that about conventional weapons and Assad has slaughtered hundreds of thousands of his people. Why are we drawing a distinction and saying to Assad, it's OK to do it with conventional weapons but we're going to object if you do it with chemical weapons?\n\nHALEY: I don't think we've ever said it's OK, period. There is no way that any American or the president would ever say it's OK to kill women and children.\n\nI think that we have a lot of issues in the world and I think we're trying to put out as many fires as we can. We can't control what a country does to its people. We can condemn it, we can acknowledge it. We can try to do everything at the United Nations.\n\nI think what you've seen is the president has used a lot of sanctions whether it's in Venezuela, whether it's been related to Syria, whether it's related to Russia and human rights. There's been a lot of things that we have done and taken action. We've never sat back and watched bad things happen.\n\nWe do wait and use military force as a last response to that. But we've always acted in every way related to every incident in some form just to let them know how much the United States condemns it.\n\nWALLACE: I want to ask you about U.S. actions and how we're responding, though, when it comes to the displacement and the torture of the Syrian people. I want you to look at some State Department numbers on how many refugees have come into this country over the last three years. In 2016, more than 15,000 Syrian refugees came into this country. Last year, 3,000. So far, this year, 11.\n\nOn humanitarian grounds, how do you justify that?\n\nHALEY: I will tell you, we have spent well over $6 billion on the Syrian conflict. I personally went to the refugee sites in both Jordan and Turkey and spent time with refugees, whether they were in camps or whether they were out. I talked to them about the situation at hand.\n\nI will tell you from a humanitarian standpoint, the United States has been a massive donor to this situation but also when I talked to the refugees, what I talked to them about, they want to go home. And there is a mountain that they look over and know it is on the other side and know that Syria is in shambles and they are prepared to rebuild it.\n\nBut not one of the many that I talked to ever said we want to go to America. They want to stay as close to Syria as they can so that when, god willing, this fighting stops and when there is finally stability and peace in that area, they want to go rejoin their family members. They back to go to what they remember.\n\nThe kids talked about where they used to play and what they used to do. The adults talked about the fact that that's where they were born, that's where they were raised. There was a real emotional string to Syria and I think we need to be conscious of the fact that's really where they want to go.\n\nWALLACE: Let's talk about the overall strategy for Syria because a couple weeks ago, President Trump talked about a very fast pull-out of our troops there. Take a look.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We're knocking the hell out of ISIS. We'll be coming out of Syria very soon. Let the other people take care of it now. Very soon.\n\n(END VIDEO CLIP)\n\nWALLACE: President Trump reportedly wanted to get all 2,000 U.S. troops out within 48 hours and had to be persuaded by folks at the Pentagon to keep them there for a couple of months which raises the question -- what is our goal in Syria? And what is our strategy to get there?\n\nHALEY: Well, I can tell you because I was in the National Security Council meetings with the president when it came to discussing Russia and he had three major goals that he wanted to accomplish.\n\nHe, one, wanted to make sure that chemicals -- chemical weapons were not used or weapons of mass destruction were not used in any way that could harm American national interests. He wanted to make sure that we defeated ISIS completely and wholly, to make sure all of that threat was gone, because it is a threat to American national interests. And he wanted to make sure that we had good grounds to watch what Iran was doing and they weren't making a lot of aggressive headway in terms of that, because Iran is a national threat to American interests.\n\nAnd so, I think that no, he never thought he would get out in 48 hours. Yes, it is all of our goal to see American troops come home. But we're not going to leave until we know we've accomplished those things.\n\nWhat he has done is talked to our allies and said they need to step up more. They need to do more. It shouldn't just be us doing it. I think that's the right approach. But be very clear, if we leave, when we leave, it will be because we know that everything is moving forward. We're very invested in the political process in Geneva and invested on a political solution and those talks continue.\n\nWALLACE: One area where there has been a dramatic escalation in the last week has been in the direct verbal attacks by the administration on Russian President Putin. Here is a tweet from President Trump this week: President Putin, Russia and Iran are responsible for backing animal Assad.\n\nAnd here you are at the U.N.\n\n(BEGIN VIDEO CLIP)\n\nHALEY: History will record that on this day, Russia chose protecting a monster over the lives of the Syrian people.\n\n(END VIDEO CLIP)\n\nWALLACE: Ambassador, has our relationship with Putin and Russia changed this week?\n\nHALEY: Well, I think it's been changing over time. This is a very strained time between the United States and Russia. I mean, if you look at what Russia is doing, they continue to be involved with all the wrong actors. I mean, whether it's their involvement in Ukraine, whether you look at how they are supporting Maduro in Venezuela, whether you look in Syria and their way of propping up Assad and working with Iran, that continues to be a problem.\n\nThere is multiple issues we have with Russia right now and what they're doing, whether it's the chemical weapons use in Great Britain. That was another issue.\n\nSo, what we're doing is we're letting Russia know this is not something that we want to be a part of. It's not something we're going to tolerate and they've got to make a decision. Right now, they don't have very good friends, and right now, the friends that they do have are causing them harm.\n\nI think they're feeling that, whether it's been with the fact that we've sanctioned just recently the Russian oligarchs which made their stock market plummet, whether it's the fact that we gave arms to Ukraine, which makes them realize that their life is about to get harder in that region, whether it's us sending 60 spies home to let them know that we're not going to put up with you using a chemical agent anywhere, or whether the sanctions that are continuing to happen which you'll see again on Monday. That lets them know this is not good behavior.\n\nSo, everything that has strained this relationship has been on the side of Russia. The military strikes did not have to happen if Russia had not covered for Assad. Six times, they vetoed chemical weapons resolutions related to Syria and this last resolution that they had they only had three votes out of 15.\n\nThe international community is telling Russia that either you make a decision on how you act and when you act, or the rest of us will make a decision in isolating you.\n\nWALLACE: So, in 15 seconds, how would you characterize U.S. relations with Putin and Russia right now?\n\nHALEY: Very strained right now. But our hope is always to make sure we can get a better relationship with Russia. It's in our best national interest to do that. But we're not going to put up bad behavior to get it.\n\nWALLACE: Ambassador Haley, thank you. Thanks for taking the time with all you have going on right now. We'll stay on top of the latest developments.\n\nHALEY: Great. Thanks so much.\n\nWALLACE: Up next, we'll bring in our Sunday group to discuss the situation in Syria and where the U.S., our allies in Europe and our adversaries in Russia and Iran go from here.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nLT. GEN. KENNETH MCKENZIE, DIRECTOR, JOINT STAFF: We accomplished our military objectives route material interference from Syria. I'd use three words to describe this operation: precise, overwhelming and effective.\n\n(END VIDEO CLIP)\n\nWALLACE: Lieutenant General Kenneth McKenzie, director of the joint staff at the Pentagon, describing Friday's strikes on Syria.\n\nAnd it's time now for our Sunday group.\n\nJonah Goldberg of the National Review and author of the new book \"Suicide of the West\". Charles Lane of The Washington Post, Fox News national security correspondent Jennifer Griffin, doing double duty today, and former press secretary to Vice President Pence Marc Lotter.\n\nJen, let's start with the strike. There are reports that there was some dissension, even a battle inside the president's war Cabinet that Ambassador Haley and the new National Security Adviser Bolton wanted a tougher, more aggressive response, that Defense Secretary Mattis wanted a, quote, \"show strike\" and that he prevailed with the president. Is that true? Was there a difference in terms of how they should respond Friday night?\n\nGRIFFIN: I think there is a natural tension between the Pentagon officials, Defense Secretary Mattis being in the lead and other national security officials. The Defense Department doesn't want to broaden this. When they go in present options they want to know, what is the strategy? Are we now going to step in to the Syrian civil war?\n\nWhat are the -- what are the chances of hitting Russian bases or Iranian troops. I mean, they're all interlaced there. So, I think what Secretary Mattis pushed back on was anything that was broader, that was going to suggest regime change. They obviously all of the top leadership at the Pentagon has a lot of experience with regime change and it hasn't gone well in either Libya or Iraq.\n\nWALLACE: Jonah, I want to pick up on the president's tweet, \"mission accomplished\", and he responded today saying, I was talking in military terms, not political terms. He is political -- he is the commander-in-chief, but, obviously, it does have a political resonance.\n\nWhat is the mission and what did we accomplish?\n\nJONAH GOLDBERG, FOX NEWS CONTRIBUTOR: I mean, I think it remains unclear. I thought your question to Nikki Haley -- and I should fully disclose, my wife works for Nikki Haley -- was interesting in the sense that she didn't have a great answer to the question of, was it OK for Assad to slaughter civilians with conventional weapons but we're going to step in with -- if you use chemical weapons? Which I think is very small solace to the victims of Assad.\n\nAnd I think in many ways that the mission here was in some ways defined by the fact that we had video. I mean, Nikki Haley at the U.N. said there had been 50 other chemical weapons uses, which we did not respond to. And I think that one of the things that Donald Trump has made clear is that when there's video of kids suffering, he responds to that. That's his red line.\n\nI'm not sure that is a super coherent strategy going forward, because, first of all, let Assad continue to wipe out his domestic enemies and it doesn't really change the status quo on the ground.\n\nWALLACE: No, and she did not even commit that if there were other chemical weapons attacks that the U.S. would necessarily strike. She said it depends. So, it isn't a red line when it comes to chemical weapons attacks. It comes to chemical weapons attacks that --\n\nGOLDBERG: Have video attached. I think that might be the case.\n\nWALLACE: All right. Here is what President Trump said announcing the attack on Friday night.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: The evil and the despicable attack left mothers and fathers, infants and children thrashing in pain and gasping for air. These are not the actions of a man. They are crimes of a monster instead.\n\n(END VIDEO CLIP)\n\nWALLACE: But I want to pick up on this discussion that I had with the ambassador and I just had with Jonah. The president seems to be saying, one, that if it's conventional weapons, it's OK. We're going to accept it. Maybe not that it's OK, we're not going to do anything about it, but chemical weapons, we will.\n\nAnd to further slice the meat, it depends on how bad the chemical weapons attack.\n\nCan you argue that it is a reasonable policy to say, look, we're not going to get sucked into this civil war, we're not going to get on the ground, we're not going to stop all the slaughter, but we are going to enforce the principle, no chemical weapons?\n\nCHARLES LANE, FOX NEWS CONTRIBUTOR: If we have a policy, that must be it, because that is the only political objective that is even conceivably related to this strike. And, of course, the strike, the general described it in very glowing terms but it's very limited. Three targets, they made sure the Russians were safely out of the way before they engaged in it.\n\nSo, it was, you know, I guess if you use that term pinprick strike, maybe it's a little more than that, but it's not some kind of overwhelming attack. And at the same time, it's extremely ironic, we have a president who came into talking about American first, very contemptuous of all the alliances and international law that entangles that United States.\n\nAnd yet, this use of military force, now the second one he has done in Syria, has been to uphold a humanitarian international norm. I happen to think it's a norm worth upholding actually that you shouldn't use chemical weapons against civilian populations. But it is interestingly, it's not what he came into office to do. I think that's why there's going to be continuing tension.\n\nHis instincts are to get out and as you said, let other people handle this. But he has now committed to this minimal objective in Syria, which is, whatever else happens, you aren't going to do it with chemical weapons.\n\nWALLACE: So, Mark, you have heard criticism of the president's actions, his tweets, his strategy. As the former top advisor, a top adviser to Vice President Pence, your response?\n\nMARC LOTTER, FORMER VICE PRESIDENT PENCE PRESS SECRETARY: I think the one thing we need to note is that this is a different attack than what we saw last year. Last year was mostly focused on the delivery and the methods used to deliver the weapons. This time, they took the additional step by reducing Syria's ability to produce the weapons. And that's -- so it was a targeted response to degrade their ability to use these weapons in the future and not just how they delivered them like they did last year.\n\nSo, I think it was a furthering reducing likelihood that we're going to see attacks like this in the future. There will be residuals, we can't guarantee that there won't have any left. But this definitely degrades that capability.\n\nWALLACE: And what do you think of the criticism of the lack of a strategy and the idea that it's OK -- OK is the wrong word, I'm going to stop saying it -- that we will turn a blind eye to the slaughter of hundreds of thousands, maybe a half million civilians unless it's chemical weapons and unless there is video of it that the president sees.\n\nLOTTER: I think that's -- where you do find that broader issue there in terms of, are we going to get drawn into a civil war? Are we going to get into regime change, nation-building? Which is what this president has firmly said we are not going to do that.\n\nHe's drawn a red line on the use of chemical weapons, he has now acted twice because of that. But it's a much different story when you're going to have to go in and try to, A, also confront Russia, also confront Iran and what they're doing to support that regime. And I don't think that is a line the president is willing to commit to.\n\nBut we do have to take steps in minimizing the use of these weapons. We've done it with North Korea. We've done it with Russia. We sanctioned. We will continue to do sanctions on Syria, and I think that's where the president's leadership is that we are going to respond.\n\nAnd in this case, we had allies with us.\n\nWALLACE: Jennifer?\n\nGRIFFIN: I think there are two points. Lieutenant General McKenzie did say that these three spots that were hit does not prevent Assad from firing chemical weapons in the future. There are more spots that they chose not to hit because of the fear of civilian casualties. I think what we have to look at is the OPCW, those of those inspectors and what Syria signed onto.\n\nWALLACE: Organization for the Prohibition of Chemical Weapons --\n\nGRIFFIN: Prohibition of Chemical Weapons.\n\nWALLACE: -- which is supposedly on the ground right now in Douma.\n\nGRIFFIN: They're on the ground right now. But what Syria signed onto in 2013 when they were supposed to give up their chemical weapons, did not include chlorine. So, the question now for the president is, the use of chlorine bombs in the future, is that the red line and is the U.S. and are its allies required to respond military if he uses chlorine bombs?\n\nWALLACE: Jonah?\n\nGOLDBERG: Yes, just to switch gears slightly, I do think John Bolton's position is one that we need to give some credence to or not credence to, at least acknowledge insofar as there is -- John Bolton is not a neocon. He's not for nation-building and democracy spreading, but he is America firster, but an interventionist America firster.\n\nHe sees the Syrian civil war as a way to bleed Russia resources, a way to bleed Iran's resources, a way to diminish their role in the region. And I think that's one of the reasons why he was more eager to get involved in this as a way to sort of push back on Iran.\n\nWALLACE: How do we bleed Russia's resources, Iran's resources without bleeding our own which we have seen in Afghanistan and Iraq?\n\nGOLDBERG: That's the pickle.\n\n(LAUGHTER)\n\nGRIFFIN: I think it's by having limited strikes and that is why Secretary Mattis pushed for such limited, targeted strike.\n\nWALLACE: Yes. But couldn't you argue that this morning, as Putin wakes up at the Kremlin, as Khamenei wakes up in Tehran, as Assad wakes up in Damascus, they all think, oh, that wasn't so bad.\n\nGRIFFIN: They didn't pay a price. No. From that point of view, Russia and Iran did not pay a price. But I think what it did was it set a line that the U.S. will not get involved in the civil war but there are certain red lines.\n\nWALLACE: All right. We have to take a break here. We'll see you all a little later.\n\nWhen we come back President Trump has other pressing business to deal with -- the criminal investigation of his personal lawyer, the Russia probe, and former FBI Director James Comey's new book. Republican Congressman Trey Gowdy joins us to break it all down, next.\n\n(COMMERCIAL BREAK)\n\nWALLACE: Coming up, James Comey's new book is causing quite the stir, but not everyone's impressed.\n\n(BEGIN VIDEO CLIP)\n\nSARAH SANDERS, WHITE HOUSE PRESS SECRETARY: The American people see right through the blatant lies of a self-admitted leaker.\n\n(END VIDEO CLIP)\n\nWALLACE: We'll ask Congressman Trey Gowdy what the Comey book means for President Trump, next on \"Fox News Sunday.\"\n\n(COMMERCIAL BREAK)\n\nWALLACE: Normally the decision to launch a military strike would fill the plate of any president. But this weekend, President Trump has plenty more to deal with. The criminal investigation of his personal lawyer, a special counsel continuing to breathe down his neck, and now a damaging book by the former head of the FBI.\n\nJoining me to discuss all this, South Carolina Congressman Trey Gowdy, chair of the House Oversight Committee and a member of the House Intelligence Committee.\n\nCongressman, let's start with the FBI raid on the home, the hotel, and the offices of President Trump's personal lawyer Michael Cohen, which raises obvious questions about possible violation of attorney\/client privilege.\n\nAs a former federal prosecutor, are you convinced that this raid was appropriate or at least on its face not inappropriate?\n\nREP. TREY GOWDY, R-SOUTH CAROLINA: Well, here's what we know. We know a neutral detached federal magistrate had to sign off on the search warrant. We know that it requires the highest levels of DOJ permission to seize attorney\/client records. And by that I mean the attorney general or the deputy attorney general. And we also know it must have nothing to do with Bob Mueller's probe, either directly or indirectly, or he would not have referred it.\n\nWhat we don't know is what the basis of the probable cause was, what was searched and what was seized. But -- so -- so we know a little bit. We don't know a little bit. I think the most important thing we know is that a neutral detached federal judge, that has nothing to do with politics, signed off on this warrant.\n\nWALLACE: I -- I want to pick up on -- on one of your points, which is that you -- you noted that Special Counsel Robert Mueller referred this to prosecutors in Manhattan.\n\nAnd here was the president's furious reaction to that and it led to this exchange.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Why don't I just fire Mueller?\n\nQUESTION: (INAUDIBLE)?\n\nTRUMP: Well, I think it's a disgrace what's going on. We'll see what happens. But I think it's really a sad situation when you look at what happened. And many people have said, you should fire him.\n\n(END VIDEO CLIP)\n\nWALLACE: Question, do you still think -- we talked several weeks ago -- do you still think it would be wrong, it would be a serious mistake to fire Mueller? And given the growing calls to fire the deputy attorney general, do you feel the same way about firing Rod Rosenstein?\n\nGOWDY: Well, let me take Mueller first. I don't know what Mueller was supposed to do other than what he did. When a prosecutor comes in contact with information or evidence of a crime, what are you supposed to do, other than to refer it to the appropriate jurisdiction?\n\nNow, if Mueller had kept something tangential or unrelated for himself, then I'd say, fine, you can criticize him. But he came in contact with potential criminality -- potential criminality. He referred it to the U.S. attorney's office of jurisdiction. And he did so with the permission of Rod Rosenstein. I don't know what else he could do.\n\nAs for Rod Rosenstein, I -- I don't see a basis for firing him in his handling of this probe. Now, he's the one who drafted that original jurisdiction for Mueller. So if you think it's too broad, you've got to direct your criticism towards Rosenstein and not to Mueller. If you're upset with Rosenstein because he's slow walking document production to Congress, take that up with him. But -- but how this is Mueller's fault just defies logic to me, Chris.\n\nWALLACE: Yes, but here's the -- the point. And Steve Bannon, the president's former and apparently exiled adviser has suggested this. If you fire Rosenstein and you put a new guy in there as the deputy attorney general to oversee the Mueller investigation, then you don't have to fire Mueller, but you can restrict him. Are you concerned about that?\n\nGOWDY: So this is the same Steve Bannon that accused the president's son of an act of treason. The same Steve Bannon that did something no one else in the world can do, which is elect a Democrat in Alabama. I don't know who the hell would take advice from Steve Bannon. And if I were to president, I'd say go get advice from anyone else in the world other than Steve Bannon.\n\nWALLACE: But -- but just to make it clear, while you -- you rule out flatly the firing of Mueller, you're leaving the door open to firing Rosenstein?\n\nGOWDY: It depends. It depends. I mean, look, the president is the head of the executive branch. He doesn't -- I mean he doesn't have to run his hiring and firing decisions by us. So if he's upset with Rod Rosenstein because Rod Rosenstein is not producing documents to Congress, that's a legitimate thing to be upset about. If he's upset with Rod Rosenstein because he wants to get at Bob Mueller and that's the way he's going to do it, taking the advice of Steve Bannon, which I would strongly recommend against, then, no, I don't think that's appropriate.\n\nDoes he have the power to get rid of Rod Rosenstein, yes, he does. Do I think it's wise, I don't.\n\nWALLACE: In the midst of all this, this week, the president pardoned Scooter Libby. He, of course, is the former Dick Cheney aide who was convicted of lying to the FBI in the outing of Valerie Plame as a CIA undercover officer case.\n\nGiven the timing, congressman, are you at all concerned that the president is sending a message to people, associates who may be under fire from Bob Mueller, just listen, if you protect me, then I will protect you with a pardon if it comes to that?\n\nGOWDY: Well, I would hope most of the folks involved in this already know the president has the power of pardon. He's already proved that with Sheriff Joe Arpaio in Arizona.\n\nSo I'm not a big fan of pardons. I'm a prosecutor. Most of the commentary I've read, Chris, on Scooter Libby's pardon is that they thought that it was an overzealous prosecutor. OK, there's a way to deal with that. Don't hire overzealous prosecutors.\n\nBut he was convicted, if memory serves me correctly, of a false statement and obstruction of justice. Those are things that you want to dissuade people from doing all the time. I think everyone knows the president has pardon power. So I don't know if he needs to send this signal, except to really slow-witted people.\n\nWALLACE: I want to turn to one of your big issues now, and that is the way the FBI has handled the Clinton investigation and the Trump investigation. Former FBI Director James Comey has a new book out. You may have heard of it. And one of the questions -- he's going to have an interview on ABC tonight. You may have heard of that as well. One of the questions is what he told the president-elect when he talked to him at Trump Tower in January about the Steele dossier and the fact that it had been paid for by the Clinton campaign.\n\nTake a look.\n\n(BEGIN VIDEO CLIP)\n\nJAMES COMEY, FORMER FBI DIRECTOR: No, I didn't -- I don't think I used the term Steele dossier. I just talked about additional material.\n\nGEORGE STEPHANOPOULOS, ABC NEWS: Did -- but did he have a right to know that?\n\nCOMEY: That it had been financed by his political opponents? I don't know the answer to that. I -- it wasn't necessary for my goal, which was to alert him that we had this information.\n\n(END VIDEO CLIP)\n\nWALLACE: Congressman, what do you think of Comey's answer and what do you think of Comey's book?\n\nGOWDY: Well, as for his book, Chris, I'm disappointed. I had -- I hold prosecutors and law enforcement officials to a higher standard. So I think the book is sad.\n\nLet's don't kid ourselves. Jim Comey now complains that President Trump is untethered from the truth. He'd still be the FBI director if he had his way. So all of the complaints he had about President Trump, he was willing to put those aside so he could keep his job.\n\nThe reason he wrote his book is because he got fired, not because he thinks President Trump is untethered from the truth, not because President Trump's ties are too long, not because he thinks he wears tanning bed goggles. It's because he got fired.\n\nNow, as for whether or not he should have told the president the source of this salacious opposition research, would you want to know? I mean that's the first question you ask is, where did you get that from so you can judge the credibility.\n\nI'm more concerned about the fact that they didn't tell the FISA court. That's what I'm really concerned about because President Trump doesn't sign off on warrants. The FISA judge did. So I think he should have told President Trump, but I know for a fact they should have told the FISA court.\n\nWALLACE: Well, let me -- let me pick up on this because we learned this week that you and the chair of the House Intel Committee, Devin Nunes, have now read the original FBI memo that launched the whole Trump investigation in the summer of 2016. Having read it, are you persuaded that they had a legitimate reason to launch this probe?\n\nGOWDY: I've always been persuaded. I -- I didn't have to read the -- the initiating document. I mean you've got George Papadopoulos, you've got a meeting at Trump Tower, you've got an -email from Cambridge Analytica, you -- you've got reasons to look into what Russia did and who, if anyone, did they do it with. So this origination document is important to me, though, because it goes to the credibility of those who launched the investigation. Was it because of George Papadopoulos? Because this initiation took place months after George Papadopoulos had his little conversation -- drunken conversation in a bar. Or was it the dossier?\n\nSo that's important to me to know. But you're going to have a Russian -- I mean Russia -- someone hacked the DNC server. Someone hacked John Podesta's e-mails. Someone played games with the American people, whether or not there's a dossier. So I've never thought that discrediting the dossier did away with the Russia probe.\n\nWALLACE: All right.\n\nOne final question. I want to switch subjects.\n\nIn your role as chair of the House Oversight Committee, you wrote a letter to EPA Administrator Scott Pruitt this week seeking formal interviews with five of his top aides. Why and how much trouble is Pruitt in?\n\nGOWDY: Well, I don't know how much trouble he's in. The reason the Oversight Committee wants to know whether or not the EPA is a good steward of taxpayer money is because Congress created the EPA. We fund the EPA. So, it is entirely legitimate for us to ask, are you being good stewards of the American taxpayer dollar? And it's also appropriate because we have jurisdiction over the Office of Government Ethics to look into his lease.\n\nI didn't hire him. I'm not the one contemplating promoting him or demoting him or getting rid of him. That's all for President Trump. But Congress does have a responsibility to provide oversight. And I think the responsible way to do it is gather the documents.\n\nLook, we're not having a prime time hearing, I've got, you know --\n\nWALLACE: But let me just ask you, because I've got 30 seconds left. How troubled are you by this raft of reports that he spent too much money on his desk, his office, the planes, the security detail, that there are some serious ethical questions here about Mr. Pruitt?\n\nGOWDY: I'm concerned about both what you cited and the explanation for it and whether or not it is credible.\n\nLook, if you sit first class, you're guaranteed to come in contact with everybody else on the plane. If you really want to avoid people on the plane, sit in the last seat, not the first seat. I'd be shocked if that many people knew who Scott Pruitt was. So the notion that I've got to fly first class because I don't want people to be mean to me, you need to go into another line of work if you don't want people to be mean to you. Like maybe a monk, where you don't come in contact with anyone.\n\nWALLACE: Yes, a monk who sits in the last seat in the plane. I -- listen, I'm going to have to consider that.\n\nCongressman Gowdy, thank you.\n\nGOWDY: Yes, sir.\n\nWALLACE: Thanks you spending your weekend with us. Always good to talk to you, sir.\n\nGOWDY: You too. Thank you.\n\nWALLACE: When we come back, more on the FBI raid of the president's personal lawyer and Mr. Trump's ongoing face-off with the special counsel.\n\nPlus, what would you like to ask the panel about former FBI Director Comey's new book? Just go to Facebook or Twitter @FoxNewsSunday and we may use your question on the air.\n\n(COMMERCIAL BREAK)\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: It's a disgrace. It's, frankly, a real disgrace. It's a -- an attack on our country in a true sense. It's an attack on what we all stand for.\n\n(END VIDEO CLIP)\n\nWALLACE: President Trump venting his anger over the news his personal lawyer, Michael Cohen, was raided by the FBI.\n\nAnd we're back now with the panel.\n\nJonah, what do you make of the president's -- I think it's fair to say -- furious reaction to the raid of his long-time personal lawyer, some say fixer, I guess Cohen likes to call himself a fixer, Michael Cohen, and the fact that he left in that same event, left open, wide open the question of whether or not he's going to fire Robert Mueller?\n\nJONAH GOLDBERG, NATIONAL REVIEW: Yes, I mean, in the Trump Organization, they actually refer to him as Tom, as a shorthand for Tom Hagen, the character from \"The Godfather.\" So he's owned this fixer persona for quite a while.\n\nWALLACE: May I simply say, having known Michael Cohen and having seen \"The Godfather\" movies --\n\nGOLDBERG: He's no Tom Hagen.\n\nWALLACE: He's -- he's no Tom Hagen.\n\nGOLDBERG: Fair enough.\n\nI think -- I've always been a deep skeptic of the Russia collusion narrative. This idea that Trump conspired with Vladimir Putin to steel the election. I still want to find out what Mueller finds out, but I've always thought that his biggest objection to the Mueller probe was he was afraid of what else they might find. And if my theory is true, then this has to be the most terrifying thing that could happen to anybody who has something to hide is to have your fixer's entire world seized by the FBI and gone through with a fine tooth comb.\n\nAnd so I completely understand why he's -- he's livid about it. At the same time, I do not think that this is a violation of all that America stands for. The -- as Trey Gowdy explained, you had to get a warrant. You had to go through all these loopholes, all these hurdles at the FBI and the DOJ. And the test will be what they actually find there. My hunch is, is that they're going to find a lot.\n\nAnd we should also -- one last point. Donald Trump and Michael Cohen both publically say that Michael Cohen was not working for Donald Trump when he did the -- fixed the Stormy Daniels situation, which means he was not his lawyer at the time, which means there is no attorney\/client privilege at stake at that.\n\nWALLACE: That's why you shouldn't talk, right?\n\nThe reaction from top Senate Republicans to another round of will he fire Robert Mueller was strong and fierce. Take a look.\n\n(BEGIN VIDEO CLIP)\n\nCHUCK GRASSLEY, R-IOWA SENATOR: It would be suicide for the president to want to talk about firing Mueller.\n\nMARCO RUBIO, R-FLORIDA SENATOR: I don't believe he'll fire Mueller. And if he does, it will be a terrible mistake.\n\nCORY GARDNER, R-COLORADO SENATOR: Well, look, I think it would be a mistake, a great mistake.\n\n(END VIDEO CLIP)\n\nWALLACE: Jennifer, at least on Capitol Hill, among Democrats and especially among Republicans, no appetite for the idea of firing the special counsel.\n\nJENNIFER GRIFFIN, FOX NEWS CORRESPONDENT: No appetite, but Sarah Sanders, White House spokesperson, raised eyebrows when she said that -- on Tuesday at the briefing that the president has the right to -- or believes he has the right to fire Mueller. That's why you've seen in the last 24 hours an open letter from 245 former DOJ officials calling on Congress to act to protect Mueller. So clearly there is a sense that the president may act.\n\nAnd, in fact, you heard reports this week that Rod Rosenstein has been telling his close associates that he feels he may be fired. Because the president really has two choices and the legal advice he's getting is that, well, maybe you can't fire Mueller, but you can fire Rod Rosenstein. And so -- so I think you have to really watch, what does the president say about Rod Rosenstein in the coming (INAUDIBLE).\n\nWALLACE: You know, I -- just to give you a sense of -- of the frenzy about all of this, one of our top people on Capitol Hill put out an alert to us on Friday night saying he'd gotten from a close Trump source that Rod Rosenstein was not going to be fired tonight. So, I mean.\n\nAnyway, let's turn to the new book from James Comey, the former FBI director. You may have heard about it. Here's what he says about President Trump's preoccupation with the Steele dossier and it's contention that he spent time with prostitutes in Moscow.\n\nHere is Mr. Comey.\n\n(BEGIN VIDEO CLIP)\n\nJAMES COMEY, FORMER FBI DIRECTOR: Honestly, I never thought these words would come out of my mouth, but I don't know whether the -- the current president of the United States was with prostitutes peeing on each other in Moscow in 2013. It's possible, but I don't know.\n\n(END VIDEO CLIP)\n\nWALLACE: Things that we never thought we'd have on the air.\n\nWe ask you for questions for the panel and we got this on Facebook from Hal Widsten, is there any new information in this book or is it just Comey, as a disgruntled former government employee, attacking President Trump?\n\nMarc, how do you answer Hal?\n\nMARC LOTTER, FORMER VP PENCE PRESS SECRETARY: I think there's not a lot that's new in this book. One of the things that I found unique was the fact that the former director actually talked about there being classified information that we still don't know about relating to Attorney General Lynch that would have compromised her, which also influenced his decisions in the -- in the Hillary Clinton investigation.\n\nNow, if those are unsubstantiated, that's very reckless for him to actually throw his former boss under the bus in a -- in a book like that. And if they're true, then I think we need to know what is actually out there that compromised her and helped prompt his decisions, in addition to political (INAUDIBLE).\n\nWALLACE: But what do you make of what he has to say about the president, both factually and also his opinions?\n\nLOTTER: I think the one thing that has brought Washington together in the last year and a half is everyone at one point or another has -- has questioned Jim Comey's credibility, his disservice to the FBI and wanted him to lose his job. And I think he just continues that narrative of flip-flopping his stories and having not a lot of credibility in the book.\n\nWALLACE: Chuck, on a scale of one to 10, 10 being Woodward and Bernstein, how damaging is this book to Donald Trump?\n\nCHARLES LANE, THE WASHINGTON POST: Well, my expectation was somewhere in the seven, eight, nine range. And I think it came much more in the four or five or maybe three range.\n\nLook, people -- it's like everything else, people who are already predisposed to think ill of the president are going to think ill of him, and vice versa. And so what you're looking for in this is some real powerful nugget of brand new information, not just the atmospherics about how I felt like maybe I was listening to a mafia don. We -- you know, that's atmospherics. And I don't yet see a blockbuster new fact in here.\n\nWhat -- what is interesting is this revelation of Comey kind of admitting, you know, I was thinking about politics as I was going through some of these decisions regarding what I would say about Hillary and he's sort of confessing that he got that wrong or -- you know, and what that tells me is, this is a guy who's kind of bad at spin, says he shouldn't do spin because it's inappropriate to his role, and then keeps trying to do spin. And, in a way, he's -- he's -- I wouldn't dismiss him as some kind of disgruntled (INAUDIBLE). It's much more important than that. But he is still trying to effect his legacy in the public eye.\n\nI've got to say just one final thing, how we all have to sort of sit back and think how extraordinary it is the former director of this large police law enforcement agency is calling the president of the United States somebody he thought of as a mafia boss, on the one hand, and the president responding calling him a slime ball. This kind of interaction between these kinds of people is just -- I mean it is really a bad show for democracy. It's totally unseemly.\n\nWALLACE: Jonah, your thoughts about the Comey book, both the facts and his characterizations of the president.\n\nGOLDBERG: Yes, no, I largely agree with Chuck. I was always skeptical that he could have real blockbuster news in this because it would be outrageous for a former FBI director to sit on damaging news so he could monetize it a year after he, you know, is firing. If he had anything truly damning, he has to give it to Mueller and he can't say anything. So I expected the book to be mostly atmospheric.\n\nI do think that the problem for Comey is that he is basically trying to get down on Trump's level on the one hand, while seeming above the fray on the other. That is a hard look for a polished politician and he just doesn't pull it off. And I think it -- it leaves him diminished.\n\nGRIFFIN: It actually reminds me of -- during the Republican primary, when -- when the candidates --\n\nWALLACE: Marco Rubio.\n\nGRIFFIN: They didn't know whether to go high, go low. When they would go low, then it's when the president -- when Trump, the candidate, had them and knocked them out of the ring.\n\nWALLACE: We've got less than 30 seconds.\n\nWhat impact could this have? His clear animus and the fact that he's told his story, if he ends up being a witness, does it just -- hypothetical in a case, on the issue of obstruction of justice, has he damaged his credibility?\n\nLANE: Well, obviously, this president's lawyers were going to go after him as a disgruntled former employee no matter what. I mean the book doesn't change that.\n\nWALLACE: All right, thank you, panel. See you next Sunday.\n\nAnd we'll be right back with a final word.\n\n(COMMERCIAL BREAK)\n\nWALLACE: For the latest on the crisis in Syria and the U.S. response, please stay tuned to this station and Fox News Channel.\n\nAnd that's it for today. Have a great week. And we'll see you next \"Fox News Sunday.\"\n\nEND\n\nContent and Programming Copyright 2018 Fox News Network, LLC. ALL RIGHTS RESERVED. Copyright 2018 CQ-Roll Call, Inc. All materials herein are protected by United States copyright law and may not be reproduced, distributed, transmitted, displayed, published or broadcast without the prior written permission of CQ-Roll Call. You may not alter or remove any trademark, copyright or other notice from copies of the content.","2":"The nation's oldest and largest advocacy group for Syrian Americans said Friday that it applauded President Donald Trump’s decision to take military action in Syria and enforce international law prohibiting the use of chemical weapons.\n\n“We send our sincere thanks to the administration for holding [Syrian leader Bashar] Assad accountable for Sunday’s chemical attack in Douma, and the crimes against humanity over the past seven years of the Syrian war,” the Washington-based Syrian American Council (SAC) said in a statement.\n\nThe SAC said it sees Trump's action as a “genuine opportunity” to end Syria's war, a conflict in which the Assad regime has employed chemical weapons, barrel bombs and cluster munitions used “to target and kill civilians.”\n\n“We urge President Trump and the coalition to sustain the strikes and to ground Assad’s air force, creating a No-Fly Zone and thereby disabling the Assad regime’s ability to commit further war crimes and mass atrocities,” the council said.\n\n“We urge President Trump and the coalition to sustain the strikes and to ground Assad’s air force, creating a No-Fly Zone and thereby disabling the Assad regime’s ability to commit further war crimes and mass atrocities.” - Syrian American Council statement\n\nThe council said it remains “optimistic” that the Trump administration will work with the Syrian people to “remove Assad, put an end to the slaughter, and bring about peace, freedom, and democracy in Syria.”\n\nThe SAC’s mission is to empower the Syrian-American community to organize and advocate for a “free, democratic, secular and pluralistic Syria through American support,” according to its website.\n\nThe organization said that all means to politically and peacefully implement United Nations solutions have been tried to no avail, adding that Syria's allies in Russia and Iran continue to destroy de-escalation zones.\n\nAccording to a fact sheet on SAC’s website, around 40 percent of Syria’s pre-war population of 22 million people are refugees, which equates to almost 10 million people.\n\nThe SAC also urged providing assistance to opposition forces to “empower them to collaborate with the United States and other international governments to fight terrorism and terrorist factions in Syria.”\n\nBut Syrian-Americans are not unanimous in support of Trump's Friday action. A separate group called the Syrian American Forum (SAF) says it opposes the U.S.-led intervention.\n\nGhias Moussa, head of the group's New York and New Jersey chapters, told USA Today that the Trump administration should not push for regime change in Syria.\n\n“We don’t think that killing more innocent people in Syria by bombing them will rectify what has happened, whether it was done by the Assad regime or not,” Moussa told the newspaper.\n\n“Americans should not change regimes around the world to get somebody we like and fight people we don’t like.”\n\nMeanwhile, U.N. Secretary-General Antonio Guterres released a statement Friday commenting on the reports of air strikes in Syria by the U.S. France, and Britain.\n\n“Any use of chemical weapons is abhorrent,” Guterres said. “I have repeatedly expressed my deep disappointment that the Security Council failed to agree on a dedicated mechanism for effective accountability for the use of chemical weapons in Syria. I urge the Security Council to assume its responsibilities and fill this gap.”\n\nHe also urged U.N. member states \"to show restraint in these dangerous circumstances and to avoid any acts that could escalate the situation and worsen the suffering of the Syrian people.”","3":"It doesn’t take much to create a social media frenzy.\n\nBrian Williams, the former host \"NBC Nightly News\" and now host of MSNBC’s “The 11th Hour With Brian Williams,” was trending on Twitter early Saturday after mistakenly referring to President Trump as \"President Obama.\"\n\nWilliams' report was about the U.S. announcement that it would strike against Syria in response to an alleged chemical attack last week.\n\n“It all started, nine o’clock Eastern time, with about a five-minute address by President Obama,” Wiliams said, matter-of-factly to the camera. “Here’s a portion of that.”\n\nThe newsman, who lost his coveted network anchor chair in 2015 after being suspended for misrepresenting himself when he claimed his helicopter was hit by enemy fire during the Iraq War, was lambasted on social media for Friday night’s flub.\n\nWilliams reportedly corrected his error, but social media had a field day.\n\n“Honestly, I can understand Brian Williams confusion. Bombing Syria is totally something President Obama would have done too,” one person tweeted.","4":"Oliver North: Syria Strike Sends 'Important Message' to 'Enablers' Iran, Russia\n\nDershowitz Blasts 'Shameful' Comey for 'Gossipy Revenge' Book\n\nA statue of the nation's third president at the university he founded was vandalized Friday.\n\nAt the University of Virginia in Charlottesville, a statue of a seated Thomas Jefferson had the words \"racist + rapist\" scrawled in red spray paint on what would be his 275th birthday.\n\nJefferson, who authored of the Declaration of Independence and founded UVA, along with numerous other accomplishments, is normally honored on his birthday during \"Founder's Day.\"\n\nLast night, \"Racist + Rapist\" was spraypainted on a statue of Thomas Jefferson in #Charlottesville in anticipation of \"Founders Day,\" when Cville celebrates this white supremacist's birthday. @CvilleBLM wrote the following statement: pic.twitter.com\/sMqK8TB8oI — Solidarity Cville (@SolidCville) April 13, 2018\n\nThe Jefferson home, Monticello, lies a short distance on the other side of Interstate 64 from campus.\n\nJefferson has drawn criticism as the nationwide controversy over public statuary gained steam.\n\nHe was known to own slaves, and is rumored to have fathered a child with a servant named Sally Hemings.\n\nA university spokesperson slammed the defacement of Jefferson's statue, telling the Washington Post that UVA \"recognizes the complexities of Thomas Jefferson's legacy and continues to explore them fully and honestly.\"\n\n\"UVA welcomes open and civil discourse on such important issues, however acts of vandalism do not contribute to meaningful discussion,\" Anthony de Bruyn said.\n\nHappy 275th birthday, Thomas Jefferson! Join us on Facebook @TJMonticello at 9:45am for a livestream of today’s ceremony featuring the remarks of Cary Fowler, founder of the Svalbard Global Seed Vault and performances by the U.S. Army Fife and Drum Corps. pic.twitter.com\/8VypOhjw9L — Monticello (@TJMonticello) April 13, 2018\n\nFacilities department workers were called to fix the statue and law enforcement is investigating.\n\nHillary Praises Maxine Waters for Pushing Back on 'White Supremacist' Views From White House\n\n'Preaching to a Very Stupid Choir': Watters, 'The Five' Hosts Sound Off on Joy Behar","5":"It's understandable, perhaps, that much of the press is playing the latest back-and-forth on Russian sanctions as a personal slap at Nikki Haley.\n\nEspecially given the fact that she slapped back.\n\nBut there are larger questions about the way the Trump administration makes foreign policy—and who speaks for the president.\n\nThe White House is certainly capable of bold diplomatic moves—such as the just-disclosed secret meetings between Mike Pompeo, the CIA director and likely secretary of state, and Kim Jong-Un. It's rather startling that this didn't leak—at least until the Washington Post found out about it Tuesday night—and makes the prospect of a Trump-Kim sitdown far more likely.\n\nYet it's also a reminder that Trump apparently didn't consult his previous secretary of state when announcing his own plan to sit down with Kim. And when Rex Tillerson earlier raised the possibility of diplomatic engagement with North Korea, Trump tweeted that he shouldn't waste his energy on Little Rocket Man.\n\nThe Haley episode began as a bit of Sunday-show diplomacy. The U.N. ambassador said on \"Face the Nation\" that the administration was ready to act against Moscow in the wake of the U.S. airstrikes against Syria over Bashar Assad’s alleged use of chemical weapons against civilians.\n\n\"You will see that Russian sanctions will be coming down,\" Haley said. \"Secretary Mnuchin will be announcing those on Monday, if he hasn't already. And they will go directly to any sort of companies that were dealing with equipment related to Assad and chemical weapons used.\"\n\nBut that didn't happen. The president was watching and \"grew angry,\" according to The New York Times. And that led to what the paper yesterday called \"a remarkable display of discord that stems not just from competing views of Russia but from larger questions of political ambition, jealousy, resentment and loyalty.\"\n\nWhen Trump's new economic adviser, Larry Kudlow, was asked about this, he said Haley \"got ahead of the curve. She's done a great job. She’s a very effective ambassador. There might have been some momentary confusion about that.\"\n\nAnd that did not sit well with the former South Carolina governor.\n\n\"With all due respect, I don't get confused,\" Haley said in a statement to Fox's Dana Perino.\n\nThe Washington Post called this \"an extraordinary rebuke of the White House.\" (Really? Seemed pointed but restrained to me.)\n\nKudlow, who was obviously trying to smooth things over, told the Times he was \"totally wrong\" to call her confused: \"The policy was changed and she wasn't told about it, so she was in a box.\" He also called Haley to apologize.\n\nIn other words, Haley was following the talking points and no one told her there had been a change on the sanctions, or at least that the decision wasn't final. That was a communications breakdown in the White House. It wasn’t Kudlow's fault, and it wasn't Haley's fault—in fact, she stood up for herself against the boys' club.\n\n\"The episode,\" says Politico, \"marks the latest instance of members of Trump's team appearing out of sync with one another or with the president on foreign affairs.\"\n\nIs there a \"deeper strain\" between Trump and Haley, as the Times suggests, because she is the administration's most hawkish voice on Russia and he keeps trying to cultivate good relations with Vladimir Putin? It's hard for outsiders to know. Trump did, after all, expel 60 Russian diplomats after that poisoning in Britain. And Haley has emerged as one of the administration's stars—though anyone working for Trump has to be careful not to shine too brightly.\n\nAxios put it this way: \"These conflicts with top aides — one of them unfolding in the open — show that, in the end, the president will govern how he wants.\"\n\nOn that point, there is complete consensus.\n\nFootnote: In a similar vein, the Times reported that Jim Mattis urged Trump to get congressional approval before launching the airstrikes against Syria but that the president overruled his Defense secretary. But the Pentagon’s top spokeswoman tells the Washington Examiner that account is \"blatantly false.\"","6":"A Michigan teenager said he was almost killed Thursday after he knocked on a homeowner’s door asking for directions after he missed the bus.\n\nBrennan Walker, 14, woke up late Thursday morning and missed his bus to Rochester High School. The teen, without a phone after his mother took it away, decided to knock on a person’s door in Rochester Hills for help, FOX 2 Detroit reported.\n\n\"I got to the house, and I knocked on the lady's door. Then she started yelling at me and she was like, 'Why are you trying to break into my house?' I was trying to explain to her that I was trying to get directions to Rochester High. And she kept yelling at me. Then the guy came downstairs, and he grabbed the gun, I saw it and started to run. And that's when I heard the gunshot,\" Walker told FOX 2 Detroit.\n\nWalker said the man missed the shot and then the teen hid and cried. The teen said he is glad he didn’t become a statistic.\n\nLAWSUIT ALLEGES MICHIGAN ILLEGALY OBTAINS NEWBORNS’ BLOOD\n\n\"My mom says that black boys get shot because sometimes they don't look their age, and I don't look my age. I'm 14, but I don't look 14. I'm kind of happy that, like, I didn't become a statistic,\" he said.\n\nFollowing the incident, Jeffrey Zeigler, 53, the homeowner, was taken into custody and charged with “assault with intent to murder; and felony firearms.” He posted the $50,000 bond and was ordered not to go within 10 miles of Walker which means he cannot return home until the case is over.\n\nThe media outlet reported Zeigler was arrested in 2004 after shooting at a car in a road rage dispute on a Michigan highway. He pleaded guilty to a misdemeanor and was sentenced to one year of probation.\n\n\"We are going to ask for every charge permissible for this guy, who stepped up and fired a shotgun because someone knocked on his door,\" Oakland County Sheriff Michael Bouchard said. \"I feel terrible for the young man. I feel terrible for the mom and the anxiety that they had to go through.\"\n\nWalker's mother said investigators showed her a recording of the encounter captured by the home's doorbell monitor.\n\nENGLER: MICHIGAN STATE REGRETS RESPONSE TO RAPE LAWSUIT\n\n\"After watching the video and hearing the wife say 'Why did these people choose my house?' I knew it was racially motivated,\" Lisa Wright told WXYZ-TV. \"I don't know what other 'these people' she could possibly have been talking about. He was by himself.\"\n\nAuthorities have not released the surveillance tape.\n\nLisa Wright said she was at work when received the call about her son. Her husband is currently deployed in Syria.\n\nWright said people in the neighborhood shouldn't be afraid of a child, \"let alone a skin tone.\"\n\n\"We should not have to live in a society where we have to fend for ourselves. If I have a question, I should be able to turn to my village and knock on a door and ask a question. I shouldn't be fearful of a child, let alone a skin tone,\" she added. \"This is a decent neighborhood. If anything -- why would I knock on your door to rob you?\"\n\nThe Associated Press contributed to this report.","7":"Vice President Mike Pence, attending an international summit on Saturday, said he backs President Trump’s assertion earlier in the day that the U.S.-led airstrikes this weekend in Syria resulted in “mission accomplished,” And he warned Syrian ally Russia that it is “on the wrong side of history.”\n\nPence spoke while in Peru about 18 hours after the U.S., France and the United Kingdom launched 105 missiles at three facilities connected to the regime of Syrian President Bashar al-Assad and his purported April 7 chemical attack on civilians, in the country’s years-long civil war.\n\nThe vice president attended the Summit of the Americas after Trump earlier this week canceled plans to attend the event so he could craft a response to the chemical attack, for which U.S. officials say there's proof of Assad’s involvement.\n\n“Last night, the objective of the mission of that (our) commander in chief gave our military forces was completely accomplished, with swift professionalism,” Pence said in response to reporters’ questions about whether Trump hastily overstated the mission’s outcome.\n\nEarlier in the day, Pentagon officials suggested they had proof that the Assad regime was behind the attack but said they couldn’t elaborate on the information because it was classified.\n\nPence said the United States acted after the intelligence community and allies concluded with a high degree of confidence that \"at a minimum,” chlorine was used in the attack, and possibly serin.\n\n“Our message to Russia is, ‘You're on the wrong side of history,’ ” Pence also said. “It’s time for Russia to get the message President Trump delivered last night. You're known by the company you keep.”\n\nHe also said the United State will mount a “sustained effort” against the regime if the attacks continue, echoing what U.S. Ambassador Nikki Haley said in an emergency meeting of the U.N. Security Council on Saturday.\n\nPence said leaders at the summit, which is focused on the collapse of democracy in Venezuela, said they support the missile strikes in Syria.\n\nThe vice president acknowledged no change in the stalemate between Mexican President Enrique Peña Nieto and Trump over plans to build a U.S.-Mexico wall.\n\n“The United States has a strong president, and Mexico has a strong president,” Pence said. “When you have two people with strong personalities, they have strong differences.”\n\nPence said Trump’s call for Mexico to pay for the U.S.-built wall “did not come up” in meetings.\n\nHowever, he suggested that the United States, Mexico and Canada are close to renegotiating a new NAFTA deal.\n\n“I'll leave this summit very hopeful that we are very close to a renegotiated NAFTA that will be a better deal for the American people,” the vice president said, referring to the North American Free Trade Agreement involving the U.S., Mexico and Canada. “And it will have a kind of fairness that will permit us to go forward in a productive, mutually beneficial relationship.”","8":"After President Trump’s Friday night announcement that U.S., French and British military forces have launched missile strikes against Syria’s chemical weapons capabilities in response to that nation’s recent deadly attack on its own citizens with poison gas, the world wonders: Will the American action spark a war between the U.S. and Russia?\n\nCIA Director Mike Pompeo pointed out Thursday that the U.S. has already killed a large number of Russians in Syria. “A handful of weeks ago, the Russians met their match,” Pompeo said at a Senate Foreign Relations Committee hearing on his nomination to become secretary of state. “A couple hundred Russians were killed.”\n\nPompeo’s comments are apparently the first public on-the-record confirmation by an American official that Russians died in a U.S. air strike in February on pro-Syrian government forces in Deir al-Zour province. Members of the Russian military and Russian civilians are in Syria propping up the regime of dictator Bashar Assad.\n\nThough there are plenty of questions regarding what comes next in Syria, there are few answers. The questions include:\n\n· Will the U.S. bombing campaign against Syria continue? For how long?\n\n· What does President Trump hope to accomplish with the attack he ordered?\n\n· Will Russia shoot down – or at least attempt to shoot down – U.S. cruise missiles if there are new U.S. attacks into Syria?\n\n· How would the U.S. respond if our missiles are downed by Russia?\n\n· What would happen if U.S. missiles accidently killed any additional Russian civilians and members of the Russian military in Syria supporting the Assad regime?\n\n· Will Russian President Vladimir Putin order a counterattack against U.S. ships or aircraft conducting strikes against Syria?\n\n· Will U.S. and Russian ground forces in Syria go into battle against each other?\n\n· What happens if members of the U.S. military are killed in a Russian attack?\n\nHopefully, none of these things will happen. It would make sense for U.S. forces to give Russia a heads-up on possible targets and what we might be attacking to avoid killing more Russians. Our forces would lose the element of surprise in an attack, but they’d lessen the chances of starting a U.S.-Russia war that in the worst-case scenario could turn into World War III.\n\nThere is also the possibility that Russia will not respond at all to the U.S. attack on Syria, knowing that – at least in the Middle East – Russian forces would be soundly defeated by U.S. forces in any long-term conflict, while losing their position in Syria and in the region more broadly.\n\nBut the game of geopolitics is not for the faint of heart. And who says Putin would fight fair?\n\nWhat if Russia decided to respond to more Russian deaths in Syria with aggression in a different part of the world, like in the Baltics?\n\nWhile it seems unlikely, this is certainly possible. And in fact, this is what happened in a “wargame” – a simulated military conflict – that I was involved in as part of my duties working at a Washington think tank.\n\nThe results of the simulation, sadly, were tragic: a fictional nuclear war was unleashed.\n\nWhile I support President Trump’s action in Syria, I pray that the real civilian and military leaders of our nation and of Russia would be more careful and avoid going nuclear.\n\nRoughly two years ago, a group of national security experts gathered just outside of our nation’s capital for the massive wargame. In the simulation, Russia had decided to respond to growing tensions with the West by invading the three Baltic states of Latvia, Lithuania and Estonia.\n\nThis could only mean one thing: a war between NATO and Russia was now in the offing.\n\nIn our simulation, Russian forces swept into all three Baltic states quickly. Thankfully, the military in the three nations used smart, tactical thinking and held back the Russian onslaught long enough to allow some sort of coordinated response by NATO.\n\nWith sweat literally dripping from my brow, I had a front row seat to what was quickly becoming the largest European war since World War II – and was grateful that this was just an exercise we were using as a learning experience and not a real war where people were being killed and wounded.\n\nOnce our simulated war began, things went wild and I learned a very valuable lesson: war never goes the way you think it will.\n\nAs battles raged back and forth between U.S. and NATO forces on one side and Russian forces on the other – advancing here, retreating there, and suffering terrible casualties – I was glad this was all just imaginary.\n\nFinally, Moscow made clear that if NATO forces pressed any deeper into territory controlled by Russia and kept up cruise missile attacks, Russia would respond with low-yield tactical nuclear weapons.\n\nNATO forces ignored the warning, and through several days of fighting, continued to inflict heavy losses on Russian forces in the Baltics. Allied forces were also moving slowly across the Atlantic and from basses across Europe to meet the Russian challenge. Soon, the Russian military would be outmanned, outgunned and defeated.\n\nWhile hostilities seemed to be heating up, NATO proposed a way out for Russia. We offered a return to the previous boundaries before the conflict, a full exchange of prisoners, as well as a conference of warring parties to work through ways to avoid such a conflict in the future.\n\nSadly, Moscow never replied to the offer. In the minds of the Russian wargame players, their country was starting to lose. Russian TV, at least for the purposes of our wargame, was showing countless soldiers in body bags.\n\nOur fictional President Vladimir Putin was feeling the heat. He felt he needed to take a stand, to show the West he and Russia would not be defeated – no matter what the cost.\n\nAnd then, the unthinkable happened in our make-believe war. Russia decided to go nuclear. In our simulation, Moscow launched the very first atomic attack since 1945. Using just one tactical nuclear weapon, Russia wiped out a large section of Poland’s forces in our fantasy war, killing thousands of fictional soldiers.\n\nWhat happened next would have likely been a tragedy, but we will never know. The wargame was preset to only go for seven days, to give all combatants a very compressed sense of time and a true feeling of the fog of war.\n\nOur fictional war was over. But had it gone on, NATO would have likely authorized its own use of nuclear weapons, and with it, the possible death of millions of people in Europe, and around the world.\n\nThankfully all of this was an exercise, but it clearly shows the dangers of what we are facing in Syria.\n\nWars never stay in the nicely constructed spaces we like to keep them in. As we have already seen, millions of people have fled Syria to Europe, already impacting the continent in a migration crisis not seen since the last world war.\n\nTherefore, all sides of this conflict, no matter their loyalties, must work to end the Syrian Civil War once and for all. If not, a much greater crisis could be in the offing.","9":"Lawmakers on the Senate Foreign Relations Committee introduced new Authorization for the Use of Military Force legislation to replace current war authorizations from 2001 and 2002 that have not been revised since they were passed.\n\n\"There have been a number of efforts over the years to update these authorities, and while there is still work ahead, I am pleased that we have reached an agreement on a product for the committee to consider and that I hope will ultimately strike an appropriate balance of ensuring the administration has the flexibility necessary to win this fight while strengthening the rightful and necessary role of Congress,” Sen. Bob Corker, R-Tenn., the committee's chairman, said in a statement Monday.\n\n\"I thank my colleagues for their leadership on this important issue and look forward to a healthy debate and amendment process in our committee next week,\" he added.\n\nThe measure allows the president to use necessary force to combat Al Qaeda, the Taliban, ISIS, and other designated associated forces. However, it does not permit the president to take military action against a nation state.\n\nThe president must inform Congress of military action, Congress then has a 60-day window to try to remove the president’s authority of military force if necessary.\n\nAdditionally, the legislation also requires Congress to review the AUMF every four years. It requires the president to issue a plan to Congress to either repeal, modify, or keep the current AUMF. Should Congress fail to pass a new AUMF, the existing authority will continue.\n\nClick for more from the Washington Examiner.","10":"From his handling of a probe into former Secretary of State Hillary Clinton to his investigation into Russian meddling in the election, former FBI Director James Comey has long been a punching bag for President Trump.\n\nAfter Comey left the FBI, Trump accused him of leaving the agency in \"tatters.\" And as Comey prepares for his explosive tell-all book to be released, Trump called for the former FBI boss to be \"prosecuted\" for allegedly leaking information and lying under oath to Congress.\n\n\"He is a weak and untruthful slime ball who was, as time has proven, a terrible Director of the FBI,\" Trump said in April. \"It was my great honor to fire James Comey!\"\n\nBut while Trump has publicly hit the nation’s former chief investigator hard, his public opinion throughout his presidency and campaign hasn't been all bad.\n\nCriticism\n\nOn Clinton’s emails\n\nTrump has often tweeted about Comey’s involvement in the FBI’s investigation into Clinton’s use of a private email server during her tenure as secretary of state, saying his handling of the probe has left the FBI in “tatters.”\n\n“Hillary and the Dems loved and praised FBI Director Comey just a few days ago. Original evidence was overwhelming, should not have delayed!” Trump tweeted in October 2016.\n\nBefore Comey was officially sacked, Trump said Comey “was the best thing that ever happened to” Clinton because he “gave her a free pass for many bad deeds.”\n\nAfter the FBI confirmed Comey had drafted a statement about Clinton before the investigation was completed, Trump took to Twitter to lambast the former FBI chief even more.\n\n“Wow, FBI confirms report that James Comey drafted letter exonerating Crooked Hillary Clinton long before investigation was complete. Many people not interviewed, including Clinton herself,” Trump tweeted. “Comey stated under oath that he didn’t do this – obviously a fix? Where is Justice Dept?” Trump tweeted.\n\n“As it turned out, James Comey lied and leaked and totally protected Hillary Clinton. He was the best thing that ever happened to her!” he said.\n\nHe's also said Comey, along with others, have \"committed many crimes.\"\n\nOn Comey’s firing\n\nTrump fired Comey on May 9, 2017 and sent his FBI chief a short, impersonal letter to make him aware of his termination.\n\nTrump predictably took to Twitter to defend the firing.\n\n“James Comey will be replaced by someone who will do a far better job, bringing back the spirit and prestige of the FBI,\" Trump said the morning after the firing.\n\n“Comey lost the confidence of almost everyone in Washington, Republican and Democrat alike. When things calm down, they will be thanking me!” Trump added.\n\nOn the Russia investigation\n\nComey told Trump that he was not under investigation by the FBI, Trump said in a May 2017 interview with NBC News.\n\n“I said, if it’s possible would you let me know, am I under investigation? He said, ‘You are not under investigation,’” Trump said.\n\nWhen asked if he was angry with Comey over his investigation into Russia’s meddling in the presidential election, Trump just said he “want[s] somebody that’s competent” to lead the FBI. He added that he is “a big fan of the FBI.”\n\nTrump reportedly called Comey “crazy” and a “nut job” during a conversation with Russian officials in the Oval Office the day after Comey’s firing, according to The New York Times.\n\n“I just fired the head of the FBI. He was crazy, a real nut job,” Trump said according to a document of the meeting obtained by the Times. “I faced great pressure because of Russia. That’s taken off.”\n\nAnd when it comes to his former national security adviser Michael Flynn, Trump has denied asking Comey to stop his investigation into potential wrongdoing.\n\n“I never asked Comey to stop investigating Flynn. Just more Fake News covering another Comey lie!” Trump tweeted on Dec. 3.\n\nOn Comey's memo\n\nAs Comey has promoted his new memoir, titled \"A Higher Loyalty: Truth, Lies and Leadership,\" Trump called the former FBI head a \"slimeball\" and dubbed him \"Slippery James Comey.\"\n\n\"Slippery James Comey, a man who always ends up badly and out of whack (he is not smart!), will go down as the WORST FBI Director in history, by far!\" Trump said on social media.\n\nHe also criticized the book for not answering certain questions, such as: \"how come he gave up Classified Information (jail), why did he lie to Congress (jail), why did the DNC refuse to give [Clinton's email server] to the FBI (why didn't they TAKE it), why the phony memos,\" among other things.\n\nTrump has also denied asking Comey for his loyalty, something Comey detailed in his memoir.\n\nOn stopping government leaks\n\nTrump has several times expressed his disappointment with Comey and the FBI not being able to stop “national security ‘leakers’” – and even accused the former FBI boss of leaking as well.\n\n“The FBI is totally unable to stop the national security ‘leakers’ that have permeated our government for a long time. They can't even find the leakers within the FBI itself. Classified information is being given to media that could have a devastating effect on U.S.” Trump tweeted in February 2017.\n\nTrump also threatened Comey against leaking, himself, information to the media.\n\n“James Comey better hope that there are no ‘tapes’ of our conversations before he starts leaking to the press,” Trump tweeted.\n\nHis tweet came after The New York Times reported Trump asked for Comey’s loyalty during a private dinner, which Comey declined to give. The New York Times cited sources who said they knew about the details of the dinner through Comey.\n\nPraise\n\nOn Clinton’s emails\n\nWhile the president eventually castigated Comey’s handling of the probe into Clinton’s private email server, Trump initially praised him for investigating Clinton at all.\n\n“It took a lot of guts,” Trump said in October 2017 of Comey’s decision to reopen the Clinton investigation.\n\n“I have to give the FBI credit. That was so bad what happened originally,” Trump said after the FBI did not recommend charges be brought against Clinton by the Justice Department.\n\n“It took guts for Director Comey to make the move that he made in light of the kind of opposition he had where they’re trying to protect her from criminal prosecution,” Trump said.\n\n“I was not his fan, but I’ll tell you what — what he did, he brought back his reputation,” Trump continued.\n\nHe also encouraged Comey then to “hang tough.”\n\nOn the Russia investigation\n\nIn prepared remarks released ahead of Comey’s testimony in front of the Senate Intelligence Committee in 2017, Comey confirmed reports that Trump asked the FBI to lay off his former national security adviser as the department investigated Russia’s influence on the 2016 presidential election. But Comey also confirmed that he did reassure the president that Trump was not under investigation.\n\nTrump was “pleased” by Comey’s admission.\n\n“The president is pleased that Mr. Comey has finally publicly confirmed his private reports that the President was not under investigation in any Russian probe,” Trump’s lawyer said in a statement. “The President feels completely and totally vindicated. He is eager to continue to move forward with his agenda.”","11":"In a story on April 18 and April 19 about Israel's 70th independence day, The Associated Press reported erroneously that Israel's founding document described the country as a \"light unto the nations.\" While the biblical phrase has been widely used by leaders, it does not appear in the Declaration of Independence.\n\nA corrected version of the story is below:\n\nIsrael at 70: Satisfaction and grim disquiet share the stage\n\nAs Israelis mark 70 years as a country this week, satisfaction and a grim disquiet share the stage\n\nBy DAN PERRY and JOSEF FEDERMAN\n\nAssociated Press\n\nJERUSALEM (AP) — Is Israel a success as it turns 70? As Israelis commemorate the milestone this week, satisfaction and a grim disquiet share the stage.\n\nIt has a standard of living that rivals Western Europe, though it lacks significant natural resources. It can boast of scientific achievements and military and technological clout beyond its modest size. It controls most of biblical Israel, and despite widespread criticism of its policies toward the Palestinians, it has cultivated good diplomatic ties with most of the world.\n\nBut it's also a country that is weary from decades of conflict with the Palestinians. It is riven by religious, ethnic and economic divisions. It is still seeking recognition in a region that has not fully come to terms with the presence of a Jewish state.\n\nIsraeli leaders have described it as a \"light unto the nations,\" but the country still is regularly accused of war crimes against Palestinians, millions of whom it has controlled for decades without the right to vote. There is no end in sight to its occupation of the West Bank, or to its crippling blockade of Hamas-ruled Gaza.\n\nThe grand peace hopes of the 1990s have mostly evaporated. Israel still feels endangered, with well-armed adversaries calling for its destruction and no permanent borders. Israelis are fretting over the possibility of war with archenemy Iran, which has a military presence in neighboring Syria.\n\nPrime Minister Benjamin Netanyahu, despite winning three elections since 2009, is reviled by many and faces corruption scandals.\n\nA look at Israel at 70:\n\n___\n\nWEALTH AND ECONOMIC INEQUALITY\n\nFueled by a vibrant high-tech sector, Israel's per capita GDP of almost $40,000 ranks with Italy and South Korea, and is within reach of Britain and France.\n\nBut it also suffers from one of the highest levels of inequality in the developed world, and poverty is especially prevalent among its Arabs and ultra-Orthodox Jews.\n\nThese two sectors, at nearly a third of the population and growing, risk dragging down the rest of the economy.\n\n___\n\nPUNCHING ABOVE ITS WEIGHT\n\nFor a country of just under 9 million, Israel has enjoyed surprising success. It counts eight living Nobel winners among its citizens and has helped give the world instant messaging, Intel chips and smart, autonomous vehicles. High-tech units in the military have made Israel a global cybersecurity powerhouse.\n\nIt is in a small club of nations to have launched a satellite, and is widely believed to be among an even smaller group with nuclear weapons, although the government won't confirm it. Israel has one of the world's strongest air forces.\n\nIt has won European basketball championships and song contests, and hit shows like \"Homeland,\" ''In Treatment\" and \"Fauda\" are Israeli creations. Last year's blockbuster \"Wonder Woman\" — the highest-grossing live-action movie directed by a woman — starred Israeli actress Gal Gadot.\n\n___\n\nFORGING A NATIONAL IDENTITY\n\nDespite decades of development, Israel is still working at forging a national identity.\n\nOver a century ago, Zionists in Europe saw the Jews as a nation, not just a religion. Persecution in Europe, culminating in the Holocaust, sent European Jews pouring into the Holy Land.\n\nSoon after Israel's establishment in 1948, they were joined by immigrants from countries like Morocco, Yemen, Iraq and Iran.\n\nThese Middle Eastern, or Mizrahi, Jews had little in common with their European counterparts. They were poorer, more religious and often targets of discrimination. Three generations of integration and intermarriage have blurred the distinctions, but gaps remain.\n\nArrivals from the former Soviet Union and Ethiopia have made Israel even more diverse, yet the different communities still often keep to themselves.\n\nThe entire arrangement can seem an affront to the founding idea of the Jews as a nation — yet it is also a rare feat that all of these have been forged into a Hebrew-speaking population with considerable national pride.\n\nStill, antipathy exists along cultural lines: Many Europeans, still said to account for perhaps half the Jews in Israel, cannot stand the popular Arabic-style \"Mizrahi music\" that in earlier days was suppressed; Moroccan-descended Culture Minister Miri Regev once boasted she does not read Chekhov.\n\nMeanwhile, nationalist lawmakers push legislation that would define Israel as the Jewish nation-state. These initiatives have faltered so far amid criticism that they would discriminate against the Arab minority of about one in five citizens.\n\n___\n\nDISAGREEMENTS OVER JUDAISM\n\nAfter 70 years, the place of Judaism in the Jewish state is unclear.\n\nMost Israelis are either secular or mildly religious. Yet the devout ultra-Orthodox, about 10 percent of the population, wield disproportionate influence because right-wing coalitions never have been able to muster a majority without them.\n\nThey have used their political power to shut down much of the country on Saturdays, the Jewish day of rest; obtain exemptions from compulsory military service; and gain a monopoly overseeing rituals like weddings and funerals. Their strict rules have upset the secular majority, but attempts at change frequently result in violent protests.\n\nThe issue of religion has also affected relations with U.S. Jews — the largest Jewish community outside Israel and a key base of support. Israel's Orthodox establishment repeatedly has sought to prevent inroads made by the liberal streams of Judaism popular in the U.S. Last year, it blocked plans to allow egalitarian prayer at Jerusalem's Western Wall.\n\nSuch moves have created a sense that liberal American Jews are unwelcome. They also have been disenchanted by Israeli policies toward the Palestinians. American Jews tend to be liberal and support the Democratic Party, while Netanyahu boasts close ties with President Donald Trump.\n\n___\n\nRELATIONS WITH ARAB WORLD\n\nAfter Israel declared independence, its Arab neighbors attacked it. And even after the watershed 1967 Mideast war, in which Israel captured territories from Syria, Jordan and Egypt, the Arab world refused to engage.\n\nThat began to change with the 1979 peace agreement with Egypt, Israel's first with an Arab country. Jordan followed in 1994, after Israel reached an interim peace deal with the Palestine Liberation Organization. Meanwhile, Netanyahu strengthened ties with countries like India, China and Russia.\n\nHe often boasts of covert ties with moderate Arab countries — presumably Saudi Arabia and other Gulf nations that share Israel's concerns about Iran. Saudi Arabia now allows flights between Israel and India to use its airspace. But without resolution of the Palestinian issue, formal relations remain elusive.\n\n___\n\nPALESTINIAN ENTANGLEMENT\n\nThe euphoria that accompanied the interim peace accords of the mid-1990s was short-lived.\n\nThe sides established an autonomous \"Palestinian Authority\" with limited powers on islands of territory but were never able to complete a final deal, due to deep disagreements and repeated violence that killed thousands. Israel's relations with the Palestinian Authority in the West Bank are poor; its relations with Gaza's militant Hamas rulers, who seized the territory from the Palestinian Authority in 2007, are hostile.\n\nIsrael has faced heavy criticism and war crimes allegations for high civilian casualties in Gaza — most recently with the deaths of over two dozen Palestinians in border protests. Israel and Hamas have fought three wars. Hamas, which is committed to Israel's destruction, has repeatedly fired rockets at Israel, with Israel accusing its leaders of using civilians as cover for attacks.\n\nDespite the autonomy arrangement, Israel has effective control in the West Bank over 2.5 million Palestinians who are left without voting rights, while it has expanded Jewish settlements in the same territory. That has drawn international condemnation and comparisons to apartheid in South Africa.\n\nFor years, it seemed that Israel would agree to a Palestinian state next door in order to preserve its status as a democracy with a Jewish majority. But after failed talks, Israel's current hard-line government opposes the very idea of negotiations. Opponents consider this a suicidal path.\n\nIf things continue this way, a fateful decision awaits: Give Palestinians citizenship in a single state, and end Israel's status as a Jewish-majority country; or maintain a two-tiered system, with a disenfranchised Palestinian population that could no longer credibly claim to be a democracy.","12":"The media war against President Trump continues without stop. Every hour of every day, somewhere a major media outlet is attacking the president. It might be with a news show. It might be on an entertainment program. It might even be a Pulitzer Prize-winning hip hop album that was chosen because it bashes Trump.\n\nThe American media are still angry they didn’t get to pick the president in 2016 and are doing their best to overturn the decision of voters.\n\nThis past week, in the midst of the media’s Comet Comey, there was still time for news outlets to bash Trump – whether it was CNN fixated on fired FBI Director James Comey’s prostitute allegations or journalists obsessed with President Trump’s use of the term “Mission Accomplished” for the U.S. strike against Syria.\n\nThe host for the White House Correspondents’ Dinner, Michelle Wolf, even mocked how Trump eats and dared him to attend the dinner. “Yeah! I dare you, you poor little man! I’ll give you $5 if you come,” the “Daily Show” writer said mockingly.\n\nThe media were just getting warmed up. Three separate dramas had plots where the president was removed from office. “Homeland,” “The Good Fight” and “Designated Survivor” all envisioned replacing their commander-in-chief. “Madam Secretary,” modeled after Hillary Clinton, went that route in January. Three of the four have preferred the popular liberal fantasy of the 25th Amendment solution.\n\nIn “Homeland,” the Cabinet moves against the president because of the “unprecedented” firing of a third of the Cabinet. (Sound like a hint?) “The Good Fight” actually made up a whole bunch of outlandish lies about President Trump, some of which it even admitted to, including that he “colluded with the Russians.”\n\nOne character summed up much of the media attack on the president in the real world, as she crafted an entirely fictional series of charges. “This isn’t about truth anymore. And it’s not about lying. It’s about who’s backtracking and who’s attacking,” she ranted.\n\n“Saturday Night Live” even employed Robert De Niro in a skit where he played Special Counsel Robert Mueller. De Niro went on “Today” to fantasize about upcoming appearances. “I hope there’s a couple where I interrogate him, then I arrest him, and then I escort him to jail,” he chuckled.\n\nThat takes things to the Pulitzer Prizes: The Anti-Trump Edition. The awards included one for both The Washington Post and New York Times for trying to tie Trump to Russia. The Post also got one for helping Democrats win the Alabama U.S. Senate race.\n\nBut the special, “thumb in the eye of Trump,” came with a win for hip hop artist Kendrick Lamar. Here’s Sirius XM radio host Clay Cane celebrating how Lamar’s album “Damn” won. “In ‘The Heart Part 4,’ a pre-album track from ‘Damn,’ Lamar wrote, ‘Donald Trump is a chump, know how we feel, punk \/ Tell 'em that God comin' \/ And Russia need a replay button, y'all up to something.\"\n\nThe album, wrote Cane for CNN, “is a punch in the gut, a wake-up call to people who are in intellectual comas.” That’s 2018, where Pulitzers are decided because the media ridiculously, immaturely and irrationally hates Trump.\n\n2. Cuba’s Castro Convertible Leadership: What do you call a Cuba without the Castro dictatorship? Not much different. Sure, the names change, but the socialist tyranny is the same.\n\nUnless you are the leftie news media. News outlets around the world ran with the bogus story claiming Miguel Mario Diaz-Canel Bermudez was “elected” the new president of Cuba. Other outlets referred to the “election.” Only Diaz-Canel ran unopposed in a typical Cuban farce. Just like the murderous Castros before him.\n\nThe Associated Press, that bastion of journalistic integrity, ran a story that the Washington Post headlined: “Miguel Diaz-Canel elected president of Cuba.” The Independent ran an identical headline with a lot more text.\n\nNPR, paid for in part by your tax dollars, actually contradicted itself in one paragraph. It led with how Díaz-Canel “has been elected president of Cuba, officially ending the Castro family's decades of domination of the country's highest office.” Then it added how the event “might better be described as a coronation than an election.” And, of course, Raul Castro is still going to lead the nation’s Communist Party and it’s military.\n\nNot exactly stepping down.\n\nThe Chicago Tribune deserves high marks for being more accurate. It ran the headline, “Miguel Diaz-Canel selected as next president of Cuba.”\n\n3. Making Book on Politics: The real problem with media bias isn’t just bad news stories. It’s that you often need to find better stories to offset the original and cross-reference them. Here’s a great example.\n\nCNN’s Senior Media Correspondent Brian Stelter wrote a ridiculously one-sided story about The New York Times best-seller list. In Stelter’s world, “Every top New York Times best-seller this year has been about Trump.”\n\nThe problem with that is that The Times has a ridiculously skewed list and conservatives have complained about it for years. That point gets no acknowledgement at all from Stelter. All he admits is that “there is a caveat about The Times list: Psychologist Jordan Peterson's book ‘12 Rules For Life’ has been a hot seller for months, and might have ranked No. 1, but because it is published by a Canadian company, it is not counted by the U.S. newspaper.”\n\nHardly the only caveat. Let’s turn to National Review and author Dennis Prager who wrote: “The Times Best-Seller List: Another Reason Americans Don’t Trust the Media.” Prager made a strong argument. “As a writer (who, for the record, had a previous book on that list), I have long known it isn’t a best-seller list.” His most recent book, “The Rational Bible: Exodus,” “opened up on Amazon as the second-best-selling book in America.” He looked to see if it was on the Times list. It wasn’t.\n\nThis argument wasn’t new. Even NPR knew about it back in September. “Conservative book publisher Regnery has announced that it will no longer use the New York Times best-seller list in its promotional materials. Regnery says it is biased,” it explained.\n\nThis all blew up on Wednesday, when the New York Times was confronted about its bias during a shareholders meeting. The Times even got into a Twitter war with Prager, because that’s the kind of thing a neutral outlet does with a best-selling author.\n\n4. The Rap on Social Security: Just as death and taxes go together, so do Social Security and … Cardi B? The 25-year-old rapper made news this week not just for what she said, but for who agreed with her. Cardi, as the music industry calls her, sang the praises of President Franklin Delano RooWedsevelt during a recent GQ interview. “He's the real 'Make America Great Again,' because if it wasn't for him, old people wouldn't even get Social Security,\" she said.\n\nFormer presidential candidate Bernie Sanders put the media into overdrive by commenting on the interview. “Cardi B is right. If we are really going to make America great we need to strengthen Social Security so that seniors are able to retire with the dignity they deserve.”\n\nBillboard headlined its piece: “Bernie Sanders Quotes Noted Economist on Strengthening Social Security: 'Cardi B is Right.'” That article even went on to talk about Cardi’s political future. “Boom. Cardi said it. Sorry Kanye, but Cardi 2020?” Because 2020 has to be even more moronic than 2018. (Thanks to her age, that silliness has to wait until at least 2028.)\n\nOther media outlets followed – CNN, Yahoo, The Hill – pretty much every outlet looking for clicks involving a pop star and an aging socialist. Any way the news media can hype a liberal narrative, they do it. Even something as stupid as this.\n\nThankfully, there’s always liberal Salon to push an even more liberal narrative. It wrote: “Bernie Sanders may sing Cardi B’s praises – but sex workers say he’s no ally.” Yes Cardi, “a former stripper,” suddenly was caught up in a new battle. Because news can always get more insipid. Always.","13":"","14":"","15":"","16":"","17":"","18":"","19":""},"URL":{"0":"http:\/\/www.foxnews.com\/us\/2018\/04\/16\/fox-news-first-comeys-anti-trump-media-blitz-begins-inside-trumps-decision-to-strike-syria.html","1":"http:\/\/www.foxnews.com\/transcript\/2018\/04\/15\/amb-nikki-haley-on-trump-administrations-syria-strategy.html","2":"http:\/\/www.foxnews.com\/politics\/2018\/04\/14\/largest-syrian-american-group-hails-trump-after-military-action.html","3":"http:\/\/www.foxnews.com\/entertainment\/2018\/04\/14\/msnbcs-brian-williams-confuses-trump-with-obama-internet-reacts.html","4":"http:\/\/insider.foxnews.com\/2018\/04\/14\/thomas-jefferson-statue-defaced-university-virginia-his-275th-birthday","5":"http:\/\/www.foxnews.com\/politics\/2018\/04\/19\/communication-breakdown-what-nikki-haley-flap-reveals-about-trumps-foreign-policy.html","6":"http:\/\/www.foxnews.com\/us\/2018\/04\/14\/michigan-teen-misses-bus-gets-shot-at-after-asking-for-directions.html","7":"http:\/\/www.foxnews.com\/politics\/2018\/04\/14\/pence-calls-syria-mission-completely-accomplished-tells-russia-to-get-message.html","8":"http:\/\/www.foxnews.com\/opinion\/2018\/04\/13\/trump-orders-syria-strikes-will-attacks-lead-to-us-war-with-russia.html","9":"http:\/\/www.foxnews.com\/politics\/2018\/04\/16\/senators-introduce-new-war-powers-resolution-days-after-syria-strike.html","10":"http:\/\/www.foxnews.com\/politics\/2018\/04\/16\/what-trump-has-said-about-comey-from-having-guts-to-being-nut-job.html","11":"http:\/\/www.foxnews.com\/world\/2018\/04\/20\/correction-israel-at-70-story.html","12":"http:\/\/www.foxnews.com\/opinion\/2018\/04\/21\/media-war-on-trump-continues-around-clock-and-other-proof-media-bias.html","13":"http:\/\/video.foxnews.com\/v\/5771338638001\/","14":"http:\/\/video.foxnews.com\/v\/5770746445001\/","15":"http:\/\/video.foxnews.com\/v\/5773251421001\/","16":"http:\/\/video.foxnews.com\/v\/5770344035001\/","17":"http:\/\/video.foxnews.com\/v\/5770503884001\/","18":"http:\/\/video.foxnews.com\/v\/5770414782001\/","19":"http:\/\/video.foxnews.com\/v\/5771937494001\/"}}