{"Content":{"0":"Western military forces carried out air raids across western Syria in the predawn hours Saturday, obliterating Syrian government targets related to President Bashar Assad’s deadly chemical weapons program.\n\nThe operation, which was fairly limited in its scope, opens a perilous new chapter in the Syrian civil war and risks dragging the U.S. further into the blood-soaked conflict, now in its eighth year.\n\nThe military strikes carried out by warplanes and warships belonging to the U.S., France, and Britain also escalated diplomatic tensions with Russia and Iran, Assad’s largest allies, which later lashed out against what they deemed as unnecessary military aggression.\n\nPresident Donald Trump, speaking from the White House in a nationally televised address, announced he ordered “precision strikes” with U.S. allies as retaliation for the apparent April 7 chemical attack on the western Syrian town of Douma, in which dozens of civilians were killed.\n\n“This massacre was a significant escalation in a pattern of chemical weapons use by that very terrible regime,” he said. “The evil and despicable attack left mothers and fathers, infants and children thrashing in pain and gasping for air. These are not actions of a man; they are crimes of a monster instead.”\n\nThe Administration, however, did not present public evidence on the type of chemicals used or whether it involved the use of a powerful nerve gas – a violation of Trump’s “red-line” announced last year. Defense Secretary James Mattis told reporters at the Pentagon that the U.S. was confident that chlorine was used, but couldn’t “rule-out” that the deadly nerve agent sarin was launched.\n\nIt remains unclear why the U.S. would unleash military strikes from the air and by sea if it did not have irrefutable proof that nerve agent was used. Assad has launched chlorine attacks against civilians dozens of times without U.S. reprisal, even though chemical weapons have been internationally banned after widespread use in World War I.\n\nThis time, volleys of Tomahawk cruise missiles roared in from U.S. warships in the Mediterranean Sea while fighter jets launched airstrikes on Syrian military control centers and chemical weapons facilities. Syrian residents posted video and images of explosions lighting the night sky. No U.S., British, or French casualties were reported.\n\nThe strikes targeted several military sites around Damascus and Homs that were used to manufacture chemical weapons. Mattis described a limited, one-time strike designed to deter Assad from using chemical weapons again. But an hour earlier, Trump laid out a longer-term engagement, saying the U.S. would “sustain this response” unless the chemical attacks came to an end.\n\n“The purpose of our actions tonight is to establish a strong deterrent against the production, spread, and use of chemical weapons. Establishing this deterrent is a vital national security interest of the United States,” Trump said. “The combined American, British, and French response to these atrocities will integrate all instruments of our national power — military, economic, and diplomatic.”\n\nThe airstrikes sought to hobble Assad’s capabilities while avoiding striking Russian and Iranian troops and equipment that are entwined the Syrian military in many parts of the country. Trump called out Syria’s allies, Russia and Iran, for “supporting, equipping, and financing” Assad’s forces. The president, who has said repeatedly he would like to improve relations with Russian President Vladimir Putin, had sharp words the support for the Syrian government.\n\n“What kind of nation wants to be associated with a mass murderer of men, women and children?” he said, adding that Russia must decide if it will “continue down this dark path,” or join “civilized nations” as force for peace.\n\nPresident Trump addresses the nation on the situation in Syria at the White House on April 13, 2018. Mandel Ngan—AFP\/Getty Images\n\nThe operation marked the second time the U.S. struck Assad’s military. Trump ordered an attack last April against the Shayrat air base after a warplane at the base dropped bombs on another town allegedly containing the nerve agent sarin. U.S. warships launched 59 Tomahawk cruise missiles at the base. “Clearly, the Assad regime did not get the message last year,” Mattis said. “This time, our allies and we have struck harder. Together, we have sent a clear message to Assad, and his murderous lieutenants, that they should not perpetrate another chemical weapons attack for which they will be held accountable.”\n\nMattis, who spoke alongside Chairman of the Joint Chiefs of Staff Gen. Joseph Dunford and representatives of the French and British military, said that more than 100 weapons were launched against three main targets. He did not specify how the targets were hit, but stressed that the operation did not pose danger to surrounding civilians.\n\nThe plan came together after several meetings of the National Security Council following images shared on social media of the Douma attack that showed lifeless bodies of children, eyes open, sprawled on the ground with foam bubbling from their mouths as they gasped for air.\n\nIt is an abrupt reversal for Trump. Just last week, the president indicated he wanted to pull out American forces fighting ISIS from Syria. The country has been engulfed in fighting since 2011, when civil unrest tied to the Arab Spring movement escalated into a full-blown rebellion against Assad.\n\nHe responded with brutal force, and with the assistance of allies Russia and Iran. Approximately 350,000 people have been killed in the fighting, according to the Syrian Observatory for Human Rights.\n\nWith Brian Bennett in Washington","1":"(WASHINGTON) — President Donald Trump on Saturday declared “Mission Accomplished” for a U.S.-led allied missile attack on Syria’s chemical weapons program, but the Pentagon said the pummeling of three chemical-related facilities left enough others intact to enable the Assad government to use banned weapons against civilians if it chooses.\n\n“A perfectly executed strike,” Trump tweeted after U.S., French and British warplanes and ships launched more than 100 missiles nearly unopposed by Syrian air defenses. “Could not have had a better result. Mission Accomplished!”\n\nHis choice of words recalled a similar claim associated with President George W. Bush following the U.S.-led invasion of Iraq. Bush addressed sailors aboard a Navy ship in May 2003 alongside a “Mission Accomplished” banner, just weeks before it became apparent that Iraqis had organized an insurgency that tied down U.S. forces for years.\n\nThe nighttime Syria assault was carefully limited to minimize civilian casualties and avoid direct conflict with Syria’s key ally, Russia, but confusion arose over the extent to which Washington warned Moscow in advance. The Pentagon said it gave no explicit warning. The U.S. ambassador in Moscow, John Huntsman, said in a video, “Before we took action, the United States communicated with” Russia to “reduce the danger of any Russian or civilian casualties.”\n\nDana W. White, the chief Pentagon spokeswoman, said that to her knowledge no one in the Defense Department communicated with Moscow in advance, other than the acknowledged use of a military-to-military hotline that has routinely helped minimize the risk of U.S.-Russian collisions or confrontations in Syrian airspace. Officials said this did not include giving Russian advance notice of where or when allied airstrikes would happen.\n\nRussia has military forces, including air defenses, in several areas of Syria to support President Bashar Assad in his long war against anti-government rebels.\n\nRussia and Iran called the use of force by the United States and its allies a “military crime” and “act of aggression.” The U.N. Security Council met to debate the strikes, but rejected a Russian resolution calling for condemnation of the “aggression” by the three Western allies.\n\nTrump’s U.N. ambassador, Nikki Haley, told the session that the president has made it clear that if Assad uses poison gas again, “the United States is locked and loaded.”\n\nAssad denies he has used chemical weapons, and the Trump administration has yet to present hard evidence of what it says precipitated the allied missiles attack: a chlorine gas attack on civilians in Douma on April 7. The U.S. says it suspects that sarin gas also was used.\n\n“Good souls will not be humiliated,” Assad tweeted, while hundreds of Syrians gathered in Damascus, the capital, where they flashed victory signs and waved flags in scenes of defiance after the early morning barrage.\n\nThe strikes “successfully hit every target,” White told reporters at the Pentagon. The military said there were three targets: the Barzah chemical weapons research and development site in the Damascus area, a chemical weapons storage facility near Homs and a chemical weapons “bunker” a few miles from the second target.\n\nAlthough officials said the singular target was Assad’s chemical weapons capability, his air force, including helicopters he allegedly has used to drop chemical weapons on civilians, were spared. In a U.S. military action a year ago in response to a sarin gas attack, the Pentagon said missiles took out nearly 20 percent of the Syrian air force.\n\nAs of Saturday, neither Syria nor its Russian or Iranian allies retaliated, Pentagon officials said.\n\nThe U.S.-led operation won broad Western support. The NATO alliance gave its full backing; NATO Secretary-General Jens Stoltenberg said in Brussels that the attack was about ensuring that chemical weapons cannot be used with impunity.\n\nGerman Chancellor Angela Merkel called the attack “necessary and appropriate.”\n\nIn his televised address from the White House on Friday evening, Trump said the U.S. was prepared to sustain economic, diplomatic and military pressure on Assad until the Syrian leader ends what Trump called a criminal pattern of killing his own people with internationally banned chemical weapons. That did not mean military strikes would continue. In fact, Gen. Joseph Dunford, chairman of the Joint Chiefs of Staff, said no additional attacks were planned.\n\nAsked about Trump’s “Mission Accomplished” assertion, White said it pointed to the successful targeting of three Syrian chemical weapons sites. What happens next, she said, is up to Assad and to his Russian and Iranian allies.\n\nMarine Lt. Gen. Kenneth F. McKenzie, director of the Joint Staff at the Pentagon, said the allied airstrikes “took out the heart” of Assad’s chemical weapons arsenal. He said the missiles hit the “sweet spot,” doing the expected level of damage while minimizing the unintentional release of toxic fumes that could be harmful to nearby civilians.\n\nWhen pressed, he acknowledged that some unspecified portion of Assad’s chemical arms infrastructure was not targeted.\n\n“There is still a residual element of the Syrian program that is out there,” McKenzie said, adding, “I’m not going to say they’re going to be unable to continue to conduct a chemical attack in the future. I suspect, however they’ll think long and hard about it.”\n\nAssad’s Barzah research and development center in Damascus was destroyed, McKenzie said. “It does not exist anymore.”\n\nA former officer in Syria’s chemical program, Adulsalam Abdulrazek, said Saturday the joint U.S., British, and French strikes hit “parts of but not the heart” of the program. He said the strikes were unlikely to curb the government’s ability to produce or launch new attacks. Speaking from rebel-held northern Syria, Abdulrazek told The Associated Press there were perhaps 50 warehouses in Syria that stored chemical weapons before the program was dismantled in 2013.\n\nVice President Mike Pence, in Peru for a meeting of regional leaders, said “there will be a price to pay” involving military force if Syrian chemical weapons are used again.\n\nDisputing the Russian military’s contention that Syrian air defense units downed 71 allied missiles, McKenzie said no U.S. or allies missiles were stopped. He said Syria’s air defenses were ineffective and that many of the more than 40 surface-to-air missiles fired by the Syrians were launched after the allied attack was over. He said the U.S. knew of no civilians killed by allied missiles.\n\nMcKenzie said 105 U.S. and allied missiles were fired, of which 66 were Tomahawk cruise missiles launched from aboard three U.S. Navy ships and one Navy submarine. U.S., British and French attack aircraft, including two U.S. Air Force B-1B strategic bombers, launched stealthy, long-range missiles from outside Syrian airspace, officials said.\n\nA global chemical warfare watchdog group, the Organization for the Prohibition of Chemical Weapons, said its fact-finding mission would go as planned in Douma.\n\nRussian leader Vladimir Putin reaffirmed the Kremlin’s skepticism about the allies’ Douma claim, saying Russian military experts had found no trace of the attack. He criticized the U.S. and its allies for launching the strike without waiting for international inspectors to complete their visit to the area.\n\nBut British Prime Minister Theresa May said there was little doubt the Syrian government used a barrel bomb — large containers packed with fuel, explosives and scraps of metal — to deliver the chemicals at Douma. “No other group” could have carried out that attack, May said, adding that the allies’ use of force was “right and legal.”","2":"(WASHINGTON) — NATO chief Jens Stoltenberg says Russia's obstruction course at the U.N. Security Council left NATO's U.S, British and French allies no option but to launch a missile attack on key Syrian installations.\n\nStoltenberg said after a debriefing of NATO ambassadors by the three allies Saturday that \"before the attack took place last night, NATO allies exhausted all other possible ways to address this issue to the UNSC by diplomatic and political means.\"\n\nHe added, \"But since this was blocked by Russia, there was no other alternative.\"\n\nStoltenberg says, \"I am not saying that the attacks last night solved all problems but compared to the alternative to do nothing this was the right thing to do.\"\n\nA U.S.-led airstrike campaign against Syria was in response to a suspected chemical attack against civilians last weekend.\n\nVice President Mike Pence says the airstrikes on Syria \"degraded and crippled\" the country's chemical weapons capability.\n\nPence told Canadian Prime Minister Justin Trudeau on the sidelines of a summit in Peru on Saturday that President Donald Trump \"made it clear to the world\" that the United States \"will not tolerate these chemical weapons.\"\n\nAnd he says the U.S. is \"prepared to sustain this effort if necessary.\"\n\nPence is filling in for Trump at the Summit of the Americas in Lima.\n\nPence says he's hopeful that Russia and Iran will \"once and for all abandon chemical weapons\" against innocent civilians.\n\nTrudeau has called the airstrikes \"unfortunate but necessary.\"\n\nThe Pentagon says a Russian \"disinformation campaign\" has already begun over the airstrikes.\n\nChief Pentagon spokeswoman Dana White said Saturday that \"there has been a 2,000 percent increase in Russian trolls in the past 24 hours.\"\n\nThe U.S., Britain and France said they launched Saturday's strike to punish Syrian President Bashar Assad for a suspected chemical attack against civilians in the town of Douma outside Damascus. Opposition leaders and rescuers say more than 40 people, including many women and children, died in the suspected chemical attack.\n\nRussia's Foreign Ministry says the attack was an attempt to derail an investigation into a purported chemical attack. The Foreign Ministry says facts presented by Russian investigators indicated that the purported attack was a \"premeditated and cynical sham.\"","3":"At 9 a.m. exactly, the Twitter account of the Syrian presidency posted a video of Bashar al-Assad leisurely walking in to work, soft spring light behind him and briefcase in hand.\n\n“Morning of steadfastness,” read the tweet.\n\nSince earlier Saturday, state television showed peaceful scenes in Damascus, home to at least one of the targets of this morning’s airstrikes on Syria. Civilians flashed the victory sign with their hands as they passed the camera.\n\nA Syrian army spokesperson appeared saying that “air defence systems effectively blocked the aggressor’s rockets,” shooting most of them down, despite the Pentagon saying that more than 100 rockets hit their targets, in the first coordinated Western military intervention against the Syrian government.\n\n“Three major powers have just wasted millions of dollars and surely days of planning for nothing,” said Rami Nameh, an accountant from his home in the city of Homs. “This attack won’t change anything.”\n\nLast April, the U.S. sent cruise missiles into an airbase in Homs province after a sarin attack on the town of Khan Sheikhoun that killed more than 80 people. A few days later, planes were again taking off from the base.\n\nLike others, 21-year-old student Hiba Idriss woke up to the thud of the air defense systems in Damascus early Saturday morning.\n\n“Those 100 plus missiles that were fired against Syria today will have the same effect on our country as last year’s 58 tomahawks had: nothing,” said Idriss from her home in the Mezzeh neighbourhood of the capital.\n\nThe U.S. attack on Syria targeted different parts of Damascus on April 14, 2018 Hassan Ammar—AP\n\n“I watched what happened,” said Mohammed of the strikes. He didn’t want to give his last name, fearing reprisal from the government. A medical student, he treated victims of the alleged chemical attack on Douma. “We thought the response would have been bigger.”\n\nThe Syrian foreign ministry called the attack a “blatant violation of the international law” and said it was an attempt to derail the investigation into the alleged chemical attack on April 7, which President Donald Trump quickly blamed on the Syrian government. In a statement circulated to local media, the Syrian foreign ministry also downplayed the attack.\n\nSyria, and its ally Russia, have denied the government used chemical weapons in Douma and said the opposition fabricated the attack to stave a government victory in the eastern Ghouta suburbs of Damascus.\n\nAfter an attack on eastern Ghouta in 2013 that killed more than 1,000 people, Assad agreed to give up all his chemical weapons as then U.S. President Barack Obama threatened military actions. But the UN has documented dozens of chemical attacks since then and opposition activists claim the government has carried out hundreds of attacks with chlorine, which isn’t illegal to possess but is prohibited for use as a weapon. However, it has been used repeatedly in Syria with little more than condemnation from the international community.\n\nPresident Assad has now claimed victory in eastern Ghouta, pushing the rebels into the shrinking territory they control in the north.\n\n“President Assad is winning, we all were witnesses to this fact,” said Idriss. “Even the opposition could see that the Syrian Arab Army is winning.”\n\nDemonstrators took to the streets of the capital against the strikes, hoisting Syrian flags and pictures of President Assad. In what looked more like celebrations than protests, some danced alongside Syrian soldiers in the streets.\n\n“Look around you,” one man told a reporter. “Life is normal. Where are Trump’s genius missiles?”\n\nA small girl sung a patriotic song while she held the Syrian flag.\n\n“We should teach our children the importance of our victories,” said the reporter addressing the camera, “and our strong stand against this aggression.”\n\nRead More: The U.S., Britain and France Just Unleashed 105 Missiles on Syria. Now What?\n\nThe station also showed police officers ready to enter Douma, as the last of the opposition was evacuated from the area. The rebel group that controlled the town made a deal to surrender in return for safe passage out, just hours after the alleged chemical attack on April 7.\n\nFor many in Syrian opposition, and for those who suffered the chemical attack one week earlier, the strikes were welcomed, but not enough.\n\nLike thousands of others in the town, the medical student, Mohammed, has now been evacuated north to areas under rebel control as the government retakes the eastern Ghouta suburbs. Mohammed says he doesn’t think the strikes will have any impact unless they come along with an enforced agreement to remove all chemical weapons from Syria. The U.S. says it has crippled Syria’s chemical weapons program, but Mohammed says the strikes were too little, too late.\n\n“We won’t forget that we lost our city and our homes,” said Mohammed. “And maybe we will never go back to Douma.”\n\nAdditional reporting by Asser Khattab in Beirut.","4":"Near the start of his Monday evening broadcast, Fox News opinion host Sean Hannity asked why “fake news CNN, conspiracy-TV MSNBC today” weren’t covering the U.S. strike on Syria that had taken place three nights prior. “Why isn’t it front-page news everywhere?” he asked.\n\nAs Hannity well knew, the days-old military action had been pre-empted—even, briefly, on Fox News—by scandal around the host himself. Sean Hannity had been named in federal court as a secret client of President Donald Trump’s personal lawyer Michael Cohen. This was a story that, like so many of recent vintage, combined soap-opera shock with legitimate news-value. It also raises a number of questions, chief among them Fox News’s ability to fairly cover an embattled lawyer with a previously undisclosed connection to one of their hosts.\n\nSean Hannity used his broadcast to complain about the media’s obsession with him. His comments were likely unwise—existing as statements pertaining, if tangentially, to an ongoing investigation—and were certainly as hypocritical as spectators have come to expect. Hannity has made a career of hounding public figures, some of whom are now private citizens; Hillary Clinton and James Comey are unlikely to hold office ever again. So Hannity promoting the idea that a public person should be able to keep an essential fact private is surprising, especially for someone whose Javert-like pursuit of Hillary Clinton continued through Monday’s broadcast. Sean Hannity is arguing for his right to keep his relationship with Cohen private even as he’s relentlessly pushing himself forward as an expert voice on Cohen, among other topics. It’s hard not to wonder how much this provocateur really minds being the center of attention—even as it represents a threat to him, and indicates the precarious position his network occupies in this unchartered era.\n\nThe Hannity story was revealed on Fox News during anchor Shepard Smith’s daytime broadcast by correspondent Laura Ingle, who said Hannity’s name then half-sighed, half-laughed, “So moving on to the rest of what’s happening today…” The institutional discomfort was understandable; Smith called Hannity’s being named in court “for us, the elephant in the room.” Smith has been navigating complications caused by Fox News’s freewheeling opinion hosts for some time: He told Time in an interview earlier this year that his colleagues at Fox News’s opinion desk “don’t really have rules… They can say whatever they want,” earning a harsh critique from Hannity in return. For Fox News, a network who before President Donald Trump’s election had neatly proscribed boundaries within which to operate, making waves is nothing new. But genuinely making the news is an uncomfortable thing indeed.\n\nDuring his broadcast, Hannity briefly mentioned his connection to Michael Cohen a few times, reveling in giving “a special shout-out” to members of the media and liberals watching to see what he’d say. He insisted on keeping viewers in suspense as he relitigated older stories. Guest Alan Dershowitz, brought on to discuss a day-old interview of James Comey on ABC, had other ideas. “First of all, Sean,” he said after being asked about Comey, “I do want to say that I really think that you should have disclosed your relationship with Cohen when you talked about him on this show.”\n\nIt was a rare moment of real, unplanned dissent on a show that generally stages fights, and one that Hannity squashed with maximum efficacy and minimal graciousness. “I have the right to privacy, I do,” he said, talking over Dershowitz, a regular Fox News guest who was in the process of conceding Hannity was in “a complex situation.” Then they moved on to James Comey. Hannity’s delaying his take on Cohen’s day in court until show’s end seemed to provide a tour of fixations and distractions—stories days or, in Clinton’s case, years old, all ones that rile up the blood of a true believer but leave someone interested in Hannity’s own fate bored, frustrated, or perhaps with a better understanding of how he thinks the rules apply.\n\nHannity finally got to his own story after he’d plumbed Comey—and his perceived unfair treatment of Trump as opposed to the villainous Clinton—for as long as he could. “Let me set the record straight,” Hannity said. “Here’s the truth.” Cohen never, he said, represented Hannity, and the host never paid the lawyer, seeking instead “occasional, brief conversations… about legal questions I had,” mainly focused on real estate.\n\nIt was the worst thing for Fox News, a TV network focused on verve: a forced anticlimax, the challenging moment in which viewers of a network whose opinion coverage works to raise the blood pressure were being told not to worry about something. So Hannity attempted to add a critique: “Predictably, without knowing all, or frankly, any of the facts,” he intoned, “the media went absolutely insane. Wall-to-wall, hour-by-hour coverage of yours truly.”\n\nIt’s an odd complaint to make that one is being discussed too much when one has worked as assiduously as has Hannity to sit at the center of the conversation. Certainly he can’t be happy to be exposed in this manner, whatever the nature of his connection to Cohen. But it’s hard to believe he can’t see why this story might be the subject of interest, given his obsession in sniffing out conspiracy and bad dealing elsewhere.\n\nAt the end of the broadcast, a montage flew by of various cable news hosts repeating “Sean Hannity” with limited context—we didn’t hear much of the words before or after the name, just a repeated cadence that began to bend beyond meaning. I know Hannity was trying to prove that the media has an unhealthy media obsession with him. But the degree to which Fox News has always tried to stay away from becoming the story made it sound like a bill coming due. Hannity’s inability to resist placing himself at the center of that story, self-aggrandizingly speaking when silence might have been advisable, made me wonder if to him, the repetition of his name sounded like music.","5":"(WASHINGTON) — Americans largely fear the country’s relationship with Russia and China will get worse in the coming year, and despite signs of diplomatic progress with Kim Jong Un on nuclear weapons, nearly half say the same about North Korea.\n\nThat’s according to a new poll from The Associated Press-NORC Center for Public Affairs Research that provides insight into the public’s view on the direction of U.S. ties with those key strategic rivals, 15 months after President Donald Trump took office.\n\n“Trump has opened up a whole bucket of worms, and he’s doing it with too many countries all at once,” said John Parker, 70, of Fort Lauderdale, Florida. “It’s almost like he’s trying to get us into trouble.”\n\nThe poll found that Americans are most downbeat about the relationship with Russia: 56 percent think it will get worse over the next year, while just 13 percent think it will improve. Even among Republicans, more expect the relationship with Russia to get worse than better, 40 percent to 20 percent, though another 40 percent expect it to stay about the same.\n\nEric Brammer, 30, an information technology specialist from Roanoke, Virginia, who describes himself as Democrat, said he expects tensions to continue over Russia’s support of the government of President Bashar Assad in civil war-wracked Syria, where the U.S., Britain and France last week launched missile strikes against Syrian chemical weapons facilities.\n\nBrammer also said that if more allegations of Russian interference in U.S. elections come to light, it will sow more distrust among the American public and worsen the relationship.\n\nOn China — with which Trump has forged cooperation against North Korea but drawn sharp differences on trade — some 48 percent expect relations to get worse in the next year, while just 17 percent expect things to get better.\n\n“The farmers here are worried about trade with China because of the soybeans, corn and hogs that all go there,” said Dorothy Jorgensen, a retiree from Sioux Falls, South Dakota, who expects relations with the world’s second-largest economy to deteriorate. “If one side raises taxes and the other side does the same, it’s not going to help either country.”\n\nAs Trump looks to narrow the U.S. trade deficit, he has threatened to raise U.S. tariffs on up to $150 billion of Chinese goods to counteract what he says are that country’s unfair trade policies. That has fueled fears of a trade war. China has threatened to retaliate with tariffs of its own, including on American agricultural produce.\n\nBut Marta Vicentini, a retired neurophysiologist from Miami Beach, Florida, said Trump was right to hit back against China over theft of U.S. know-how and trade secrets and predicted his strategy would work in America’s favor.\n\n“They (China) have no alternative but to trade with the U.S.,” she said.\n\nVicentini also supports the Republican president’s approach toward North Korea. She said the imposition of sanctions is paying off and the young dictator Kim has been brought to the table by fears Trump will resort to military force and even a nuclear strike.\n\n“He (Kim) is going to grow up and mature and he’s going to realize that he’s playing with fire,” Vicentini said.\n\nTrump is planning to meet with Kim by June, in search of a deal in which North Korea would give up his nuclear weapons. It would be the first U.S.-North Korea summit after six decades of hostility since the Korean War.\n\nDespite the promise of the summit, far more Americans think relations with the North Korea will get worse than better, 47 percent to 20 percent. Republicans are more optimistic. Forty percent think that the relationship that grew increasingly tense last year will improve in the next year. Some 34 percent think it will stay about the same, and just 25 percent expect it to worsen.\n\nOutside of foreign affairs, 40 percent of Americans approve of the overall job Trump is doing as president, the poll found. That’s about the same percentage as said so a month ago, up slightly from where it’s been for most of the year. Fifty-nine percent now say they disapprove of the job the president is doing.\n\nAmericans are also largely pessimistic about the state of the country generally. Sixty percent think the U.S. is headed in the wrong direction, though a majority of Republicans — 67 percent — think it’s headed the right way.\n\n___\n\nThe AP-NORC poll of 1,140 adults was conducted April 11-16 using a sample drawn from NORC’s probability-based AmeriSpeak Panel, which is designed to be representative of the U.S. population. The margin of sampling error for all respondents is plus or minus 4.0 percentage points.\n\nRespondents were first selected randomly using address-based sampling methods, and later interviewed online or by phone.","6":"Before dawn on Saturday, a coalition of U.S., U.K. and French forces launched more than 100 missiles targeting three chemical facilities in Syria in retaliation for an apparent chemical attack that killed dozens of civilians on April 7. New satellite images show a glimpse of the damage done by the strike.\n\nA photograph released Sunday by DigitalGlobe, an American company that specializes in space imaging, appears to show what remains of the Barzah Research and Development Center in Damascus after being struck. According to a Pentagon official, targets were selected that participated in the research, development and deployment of chemical weapons.\n\nHere’s what the Barzah site looked like before and after the strike:\n\nThe Barzah Research and Development Center in Damascus, Syria, before it was struck by coalition forces on Saturday. Satellite image © 2018 DigitalGlobe, a Maxar company.\n\nThis satellite image, taken Monday morning, shows the Barzah Research and Development Center in Damascus after it was struck by coalition forces on Friday. Satellite image © 2018 DigitalGlobe, a Maxar company\n\nA total of 76 missiles were launched on the Barzah site, according to Lt. Gen. Kenneth F. McKenzie Jr., Department of Defense Joint Staff Director. “This is going to set the Syrian chemical weapons program back for years,” McKenzie said in a press briefing.\n\nSyria condemned the attack as a “flagrant violation of the international law,” according to Syria’s official SANA news agency.\n\nSyria has been locked in a civil war since 2011 that has killed at least 350,000 people, according to the Syrian Observatory for Human Rights.","7":"The barrage of 105 missiles that rained down on western Syria early Saturday morning intended to deter Syrian President Bashar Assad from launching chemical weapons attacks on his own people, but the military operation raises fresh questions about what happens next.\n\nPresident Donald Trump’s decision stands to further complicate Syria’s already complex civil war, now in its eighth year. The Americans, Russians, Iranians, Turks, Israelis and more have all been involved in Syria’s bloodshed to varying degrees, turning it into a proxy battleground for various global interests.\n\nThe strikes, launched from U.S. bomber jets, warships, and an attack submarine along with French and British fighter jets, ratcheted up tensions in the multi-sided conflict. Syria, with allies Russia and Iran, condemned the attack and hinted at possible reprisal.\n\nThe Trump Administration, meanwhile, indicated that the predawn assault was a one-off operation to be repeated only if Assad used chemical weapons again. It wasn’t clear if that now included chlorine, which Assad has used dozens of times against civilians without American retaliation.\n\nNikki Haley, U.S. ambassador to the United Nations, told the U.N. Security Council “if the Assad regime uses chemical weapons again, the U.S. is locked and loaded.” Such a proclamation risks bringing more American involvement into Syria, which has been engulfed in fighting since 2011 when civil unrest tied to the Arab Spring movement escalated into a full-blown rebellion against Assad. There are about 2,000 U.S. troops currently inside the country, where they’re focused on fighting the last remnants of ISIS.\n\nSpeaking Friday night from the White House in a nationally televised address, Trump announced he ordered “precision strikes” with U.S. allies as retaliation for the apparent April 7 chemical attack on the western Syrian town of Douma, in which dozens of civilians were killed. Chlorine is believed to have been used, but nerve agent has not yet been confirmed. “The purpose of our actions tonight is to establish a strong deterrent against the production, spread, and use of chemical weapons,” Trump said. “Establishing this deterrent is a vital national security interest of the United States.”\n\nThe U.S. military said the main targets of the strikes were two storage facilities, one that produced the deadly nerve agent sarin, and another was part of a command post, which were located west of the city of Homs. The third target was the Barzah Research Center, a military facility located near Damascus that conducted research, development, production and testing of chemical and biological warfare technology.\n\nLt. Gen. Kenneth McKenzie, director of the military’s Joint Chiefs of Staff, told reporters at the Pentagon the aim of Syrian operation was to take out the “heart” of the chemical weapons program, but he acknowledged the strikes “certainly” did not eliminate it.\n\n“Obviously, the Syrian chemical weapons system is larger than the three we addressed,” he said. “However these are the best targets that presented the best opportunity to minimize collateral damage, to avoid killing innocent civilians, and to send a very strong message. We could have gone other places and done other things. But we, in close coordination with our allies, decided that these were the best that fit that criteria.”\n\nIndeed, the facilities were most likely empty at 4 a.m. local time when the strike hit, McKenzie said. No civilian deaths were reported as a direct result of the strikes, he said, but there was a possibility that innocents could have been killed by Syrian air defense systems, which shot wildly and missed inbound U.S. missiles. He dismissed claims by the Syrian government that the defenses shot down more than 70 weapons, adding that every missile hit its pre-designed target.\n\nWhen the strikes were over and the sun rose over Damascus, Assad appeared unfazed by the Western show of force. Syria’s foreign ministry issued a statement saying the military strikes “will not affect the determination and will of the Syrian people and their armed forces to continue pursuing the remnants of … terrorism and defending Syria’s sovereignty.”\n\nRussian President Vladimir Putin and Iranian Supreme Leader Ayatollah Ali Khamenei, Assad’s most prominent allies, issued statements declaring the strikes were a violation of international law. Both nations have troops and equipment in Syria that has, at times, threatened the relatively small U.S. presence in Syria. U.S. commanders put their forces on higher alert for possible retaliation after the strikes.\n\nBacked by Iranian military aid and Russian airpower, Syrian President Bashar Assad has nearly defeated the Islamist-dominated rebel groups spawned in the chaos of Syria’s 2011 revolution. The insurgents still hold scraps of territory, but they have no hope of challenging Assad’s hold on power. He’s repeatedly launched chemical weapons against populated cities and towns to defeat his adversaries even though they have been internationally banned after widespread use in World War I.\n\n“The joint US-UK-France strike against Syrian chemical weapons targets sent a strong signal that Assad’s crimes against humanity will not go unpunished,” said Andrew Weber, former assistant Secretary of Defense for nuclear, chemical and biological defense. “It will restore deterrence against further regime use of chemical weapons, at least temporarily. The U.S. and its allies should be prepared to conduct larger follow on attacks as needed.”\n\nThe operation marked the second time the U.S. struck Assad’s military. Trump ordered an attack last April against the Shayrat air base after a warplane at the base dropped bombs on another town allegedly containing the nerve agent sarin. U.S. warships launched 59 Tomahawk cruise missiles at the base.\n\nThis time, Trump declared “Mission Accomplished!” in a tweet, recalling the phrase made infamous by President George W. Bush after a premature celebration of the 2003 U.S.-led invasion of Iraq.\n\nBut Assad was not deterred a year ago from continuing to use chemical weapons that were supposed to have been removed from Syria in a 2013 deal brokered by President Obama to prevent further attacks. Russia was the framework guarantor of removing all the chemical weapons, but apparently has not lived up to the deal.\n\nNow, the use of chemical weapons is a “red line” that, if crossed, will trigger U.S. and European military response, but the same tough talk has not been attributed to other war crimes. Assad has unleashed brutal, unrelenting violence, leveling his country’s cities with crude bombs dropped from helicopters as well as deliberately striking hospitals and humanitarian convoys.\n\nThose killed by chemical weapons attacks represent a fraction of the approximate 350,000 people who have been killed in the fighting, according to the Syrian Observatory for Human Rights. Dana White, Pentagon spokeswoman, said the latest round of strikes could reenergize the U.N.-led peace process to end the Syrian civil war in Geneva, Switzerland. But those talks have repeatedly failed, causing analysts to cast doubt on the optimism.\n\n“The strikes against Assad’s chemical weapons facilities were necessary to reaffirm the will of the U.S. and allied nations to deter chemical weapons use but are nowhere near sufficient,” Jennifer Cafarella, a senior intelligence planner at the nonpartisan Institute for the Study of War. “Assad will regard them as an acceptable price for his victory in Damascus and will now continue his war effort without hesitation. The US will likely only meaningfully affect Assad’s calculus if we hold the survival of his regime at risk and\/or constrain his backers, Russia and Iran.”\n\nDaryl Kimball and Thomas Countryman of the Arms Control Association wrote that a better policy is needed to avoid further escalation. “Military force cannot be the only means of responding to these atrocities, and, so far, they have not been an effective means of deterring the further use of chemical weapons in Syria,” they wrote.\n\nThe next chapter of the Syrian civil war remains unwritten, but the Trump Administration’s position on whether to assert more American military might now relies on Assad.\n\n“America does not seek an indefinite presence in Syria,” Trump said Friday, later adding: “We cannot purge the world of evil, or act everywhere there is tyranny.”","8":"(DOUMA) — Syrian and Russian authorities prevented independent investigators from going to the scene of a suspected chemical attack, the head of the chemical watchdog group said Monday, blocking international efforts to establish what happened and who was to blame.\n\nThe U.S. and France say they have evidence that poison gas was used in the April 7 attack in the opposition-held town of Douma, killing dozens of people, and that Syrian President Bashar Assad’s military was behind it.\n\nBut they have made none of that evidence public, even after they, along with Britain, bombarded sites they said were linked to Syria’s chemical weapons program.\n\nSyria and its ally Russia deny any chemical attack took place, and Russian officials went even further, accusing Britain of staging a “fake” chemical attack. British Prime Minister Theresa May accused the two countries — whose forces now control the town east of Damascus — of trying to cover up evidence.\n\nThe lack of access to Douma by inspectors from the watchdog group, the Organization for the Prohibition of Chemical Weapons, has left unanswered questions about the attack.\n\nOPCW Director-General Ahmet Uzumcu said Syrian and Russian officials cited “pending security issues” in keeping its inspectors from reaching Douma.\n\n“The team has not yet deployed to Douma,” Uzumcu told an executive council meeting of the OPCW in The Hague.\n\nInstead, Syrian authorities offered them 22 people to interview as witnesses, he said, adding that he hoped “all necessary arrangements will be made … to allow the team to deploy to Douma as soon as possible.”\n\nRussian military police were ready to help protect the OPCW experts on their visit to Douma, said Maj. Gen. Yuri Yevtushenko of the Russian military’s Reconciliation Center in Syria. Igor Kirillov, a Russian chemical weapons protection expert in The Hague, said the team is set to visit the site Wednesday.\n\nEarlier Monday, Russian Deputy Foreign Minister Sergei Ryabkov said the inspectors could not go to the site because they needed approval from the U.N. Department for Safety and Security. He denied that Russia was hampering the mission and suggested the approval was held up because of the Western airstrikes.\n\n“As far as I understand, what is hampering a speedy resolution of this problem is the consequences of the illegal, unlawful military action that Great Britain and other countries conducted on Saturday,” he said.\n\nHowever, U.N. spokesman Stephane Dujarric said the United Nations has “provided the necessary clearances for the OPCW team to go about its work in Douma. We have not denied the team any request for it to go to Douma.”\n\nEarly Tuesday, the government-run Central Military media reported a missile attack on the Shayrat air base in Homs province. It said Syrian air defenses shot down most of the six missiles fired at the base. It also reported a separate airstrike on the Dumayr air base near Damascus.\n\nIt did not elaborate or say who carried out the airstrikes. A Pentagon spokeswoman said there was no U.S. military activity in the area.\n\nEarlier this month, four Iranian military personnel were killed in an airstrike on Syria’s T4 air base in Homs. Syria and its allies blamed Israel for that attack. Israel did not confirm or deny mounting the raid.\n\nIn Douma, at least 40 people are believed to have died in the suspected chemical attack on April 7. Until Saturday, the city was the last rebel-held town near the capital and the target of a government offensive in February and March that killed hundreds and displaced tens of thousands. Hours after the alleged chemical attack, the rebel faction that controlled the town, the Army of Islam, relented and was evacuated along with thousands of residents.\n\nThe Associated Press, during a government-organized visit Monday to Douma, spoke to survivors and witnesses who described being hit by gas. Several said a strange smell started spreading and people screamed, “It’s chlorine! It’s chlorine!”\n\nThe AP visited a two-room underground shelter where Khaled Mahmoud Nuseir said 47 people were killed, including his pregnant wife and two daughters, 18-month-old Qamar and 2 1\/2-year-old Nour. A strange smell lingered, nine days after the attack.\n\nNuseir, 25, said he ran from the shelter to a nearby clinic and fainted. After he was revived, he returned to the shelter and found his wife and daughters dead, with foam coming from their mouths.\n\nHe and two other residents accused the rebel Army of Islam of carrying out the attack. As they spoke, government troops were not far away but out of earshot. Nuseir said a gas cylinder was found leaking the poison gas, adding that he didn’t think it was dropped from the air because it still looked intact.\n\nSeparately, the AP spoke to a medic who was among those who later were evacuated to northern Syria. Ahmed Abed al-Nafaa said helicopters were flying before the attack and when he reached the site, people were screaming “chlorine.” He said he tried to enter the shelter but was overcome by a strong smell of chlorine and his comrades pulled him out.\n\nThe accounts contradict what the Syrian government and Russia have reported: that there was no gas attack in Douma.\n\nOn Sunday, Syria’s state-run Al-Ikhbariya TV broadcast interviews with nearly a dozen doctors and medics who said they found no trace of poison gas in Douma. One medic said he heard someone scream “Chemical!” but saw no patients with symptoms. Others said that dust can seep into underground shelters, causing choking and other symptoms associated with chemical attacks.\n\nThe Russian military said last week its officers in Douma found no evidence to support reports of a gas attack. The Russian military taskforce in Syria said it visited the hospital in Douma and talked to staff who said they did not confirm reports of such an assault.\n\nBoth Russia and the Syrian government have welcomed the OPCW mission. The team arrived in Syria on Saturday. The OPCW team does not have a mandate to assign blame for the attack.\n\nSyria’s Deputy Foreign Minister Faisal Mekdad has said his country is “fully ready” to cooperate with the OPCW mission. He said government officials met with the delegation several times to discuss cooperation.\n\nGovernment forces and Russian troops have been deployed in Douma, which is now controlled by the Syrian government. Opposition activists have said the troops might have removed any evidence of chemical weapons’ use.\n\nRussian Foreign Minister Sergey Lavrov denied that Russia interfered with any evidence.\n\n“I can guarantee that Russia has not tampered with the site,” Lavrov told the BBC on Monday.\n\nAlexander Shulgin, the Russian envoy at the OPCW in The Hague, said allegations that Russia might destroy evidence reflected Washington’s effort to justify Saturday’s strikes.\n\n“It’s a clumsy effort to find an explanation if the claim of the chemical weapons use in Syria fails to get confirmation,” Shulgin said at a briefing. “Our American partners are clearly getting nervous. They are frantically looking for some justification if their claims that served as the reason for the strike don’t receive confirmation.”\n\nIn London, British Prime Minister Theresa May accused Syria and Russia of trying to cover up evidence. She said Syrian officials have been searching evacuees from Douma to ensure samples are not smuggled out.\n\n“A wider operation to conceal the facts of the attack is underway, supported by the Russians,” she told lawmakers.\n\nThe weekend’s airstrikes have increased international tension, as the U.S. and Russia exchanged threats of retaliation.\n\nRussian President Vladimir Putin on Sunday warned that if the strikes continue, “it will inevitably entail chaos in international relations.”\n\nNATO Secretary General Jens Stoltenberg said the strikes were a “clear message” to Assad, Russia and Iran that chemical weapons use is not acceptable and that the allies would not stand idle. He spoke in an interview with Turkey’s NTV television.","9":"(WASHINGTON) — NATO chief Jens Stoltenberg says Russia’s obstruction course at the U.N. Security Council left NATO’s U.S, British and French allies no option but to launch a missile attack on key Syrian installations.\n\nStoltenberg said after a debriefing of NATO ambassadors by the three allies Saturday that “before the attack took place last night, NATO allies exhausted all other possible ways to address this issue to the UNSC by diplomatic and political means.”\n\nHe added, “But since this was blocked by Russia, there was no other alternative.”\n\nStoltenberg says, “I am not saying that the attacks last night solved all problems but compared to the alternative to do nothing this was the right thing to do.”\n\nA U.S.-led airstrike campaign against Syria was in response to a suspected chemical attack against civilians last weekend.\n\nVice President Mike Pence says the airstrikes on Syria “degraded and crippled” the country’s chemical weapons capability.\n\nPence told Canadian Prime Minister Justin Trudeau on the sidelines of a summit in Peru on Saturday that President Donald Trump “made it clear to the world” that the United States “will not tolerate these chemical weapons.”\n\nAnd he says the U.S. is “prepared to sustain this effort if necessary.”\n\nPence is filling in for Trump at the Summit of the Americas in Lima.\n\nPence says he’s hopeful that Russia and Iran will “once and for all abandon chemical weapons” against innocent civilians.\n\nTrudeau has called the airstrikes “unfortunate but necessary.”\n\nThe Pentagon says a Russian “disinformation campaign” has already begun over the airstrikes.\n\nChief Pentagon spokeswoman Dana White said Saturday that “there has been a 2,000 percent increase in Russian trolls in the past 24 hours.”\n\nThe U.S., Britain and France said they launched Saturday’s strike to punish Syrian President Bashar Assad for a suspected chemical attack against civilians in the town of Douma outside Damascus. Opposition leaders and rescuers say more than 40 people, including many women and children, died in the suspected chemical attack.\n\nRussia’s Foreign Ministry says the attack was an attempt to derail an investigation into a purported chemical attack. The Foreign Ministry says facts presented by Russian investigators indicated that the purported attack was a “premeditated and cynical sham.”","10":"When it was revealed Monday that Fox News host Sean Hannity was the so-called “third client” of President Trump’s attorney Michael Cohen, Hannity’s network was quick to move on from the topic.\n\nCohen, who is under criminal investigation for his business dealings, had said in a court filing that he did legal work in the past year for Trump, GOP fundraiser Elliott Broidy and a “third client” who remained unnamed until Monday afternoon, when he was identified in court as Hannity.\n\n“In today’s proceedings that are underway right now, Stephen Ryan, one of Cohen’s attorneys, was asked by the judge to specifically name the other name because they said it would not fall under attorney-client privilege to withhold that name. And he stood up and named him as Sean Hannity,” Fox News correspondent Laura Ingle said on air just after 3 p.m. Monday. “So moving on to the rest of what’s happening today, there has been a good deal of back-and-forth filings over this issue since last night.”\n\nFox News quickly pivoted away from coverage of the Cohen hearing and aired stories about Syria and Barbara Bush’s illness. CNN and MSNBC continued to cover the Hannity revelation.\n\nHannity responded to the news on Twitter shortly thereafter, denying that Cohen ever represented him and describing their contact as “brief discussions about legal questions.”\n\n“Michael Cohen has never represented me in any matter. I never retained him, received an invoice, or paid legal fees. I have occasionally had brief discussions with him about legal questions about which I wanted his input and perspective,” he tweeted. “I assumed those conversations were confidential, but to be absolutely clear they never involved any matter between me and a third-party.”","11":"IDEAS Admiral Stavridis (Ret.) was the 16th Supreme Allied Commander at NATO and is Dean of the Fletcher School of Law and Diplomacy at Tufts University.\n\nOn April 9, President Donald Trump sat in the Cabinet Room with his national security team, including the Joint Chiefs of Staff and the nation’s four-star combatant commanders, and described the raid on his lawyer Michael Cohen’s office and hotel room as an “attack on our country.” To say the least, it was an odd description in front of individuals who have spent their lives defending the country against actual attacks. And it was a vivid illustration of the challenges our senior military leaders feel in working for President Trump.\n\nMere days later, the media published a quote from former FBI Director James Comey’s book A Higher Loyalty that describes his impressions of Trump, in which Comey wrote that he had “flashbacks to my earlier career as a prosecutor against the Mob. The silent circle of assent. The boss in complete control. The loyalty oaths. The us-versus-them worldview. The lying about all things, large and small, in service to some code of loyalty that put the organization above morality and above the truth.” Comey reaffirmed this assessment in his interview with 20\/20 that aired on April 15.\n\nAs someone who spent over seven years as one of those Combatant Commanders — one of a small group of 4-star officers charged with the responsibility to send young men and women into combat — I often find myself wondering what it must be like to serve as a senior admiral or general in today’s world. Our senior military swear an oath upon every promotion: not to the office of the President, but to the Constitution. How are they executing their oath of office today?\n\nCertainly previous presidents have manifested challenges similar to those presented today, from personal failings of character to rapid mood swings to erratic policy choices. But it is hard to remember a time where the level of unease has been so high. I hear this frequently from many senior admirals and generals still working today, and I feel their sense of extreme discomfort. That is not a good place for the republic.\n\n(A disclaimer: I am a registered independent and worked as a Combatant Commander for both President George W. Bush and Barack Obama. I respected both for their character, honesty and the evident respect they had for their military, although there were times I disagreed with policy choices each made. I was vetted for Vice President by Hillary Clinton and interviewed for a Cabinet position by then President-elect Trump — at their requests. Anyone who knows me would say I am a political centrist.)\n\nIn today’s environment, our senior active-duty military face three significant challenges:\n\nFirst, they have a leadership and discipline problem with the character issues manifested in the President’s day-to-day behavior, from an alleged payoff through Cohen to silence a porn star to deliberate misstatements about the size of the crowd that attended his inauguration. As uniformed officers who must exert discipline and demand courage, honor, commitment and truthfulness from their troops, they are challenged by the misalignment between the personal failings of the President and the standards for the force of which he is the statutory leader.\n\nA second challenge is the erratic nature of policy, much of which directly affects the armed forces. All of our senior military have immense respect for the constitutional, legal and entirely appropriate civilian oversight of the military that is the bedrock of our system. The President’s authority as Commander in Chief will not be challenged. Full stop. But it is hard for our senior military leaders to chart a course when the destination keeps changing.\n\nA case in point would be in the lead-up to Syrian strikes, where we first saw a Trump tweet that emphatically announced Tomahawk strikes (“nice and new and ‘smart!’” missiles), followed by a reversal to say it could come at any moment or not at all. Trump also hated and campaigned against the Trans-Pacific Partnership (TPP), a trade agreement with enormous security implications. But recently he opened the possibility of rejoining it.\n\nIdeally, a nation would surprise our opponents tactically (not telegraphing strikes makes great sense) but have consistent strategic positions. What makes serving the Trump Administration so difficult for our senior military is the propensity to do the opposite: we are strategically inconsistent on everything from NATO (is it obsolete or a terrific partner?) to, again, Syria (is the United States getting out or staying engaged?) and the TPP (is it the worst deal ever or worth rejoining?). All of this makes military planning very, very difficult.\n\nThird and finally, our senior military are inevitably being pulled into the politics of the moment by both the media and Congress — something they deeply want to avoid because it violates the very heart of the military profession in the United States. There will be constant pressure to seek statements that may be construed as political. The media will look for wedge issues between the Pentagon, Foggy Bottom and the White House, thus creating confusion about how to execute military operations as the ultimate “commander’s intent” becomes blurred. Additionally, Congress will seek support for their preferred political positions about everything from controversial personnel policies (i.e. service by transgender individuals) to the type of new hardware that the Department of Defense purchases. This can result in senior military crossing wires with the political leadership in the White House. Senior military are also constantly testifying in front of Congress and frequently doing media interviews — and so often are in the “hot seat” as a result. All of this distracts our military leaders, undermines their credibility with civilians and therefore weakens our security.\n\nThis brings us to senior military themselves and how they react. When President Trump said in an April 3 news conference that we were getting out of Syria immediately, even up here in Boston I could have sworn I heard a distant explosion to the south. That must be Jim Mattis’s head blowing up, I thought. The abrupt announcement ran counter to Secretary of Defense Mattis’s long-articulated positions on the region and the recent on-the-record statements of several senior military officials. It is the sheer chaos of it all that is difficult for our generals and admirals.\n\nMilitaries, for better or worse, are extremely orderly organizations. Let’s face it, the Department of Defense is a world where 1.5 million people get up every morning and put on uniforms. When someone gets a new job in the military, we call it getting a set of orders. Uniformity, an orderly process, thoughtful planning, a defined hierarchy — militaries thrive in such an environment.\n\nOur senior military will try hard to avoid the political maelstrom. They will decline media interviews (and we as a public are far poorer for not having clarity on decisions our military is making about significant operations); they will make only the blandest of pronouncements in public testimony (again, we lose); they will avoid giving meaningful speeches, for fear they will be publically contradicted or criticized from the White House; and they will, most unfortunately, be tempted to simply depart the service, as H.R. McMaster recently did after being removed from his position of National Security Advisor. All of this weakens our national security even further.\n\nThe erosion spreads. A few weeks ago, at a public speech in a synagogue near New York City, an elderly man asked me a question in front of hundreds of people. After some inflammatory comments about the current Administration, he said: “Admiral, isn’t it time the military should do something about all of this?” I was shocked into near silence by the potential implications of the question — whether the military would override civilian control and insert itself forcefully into today’s political debates. There are few certainties in this world, but here’s one: I would bet my life that the U.S. military won’t step into the political fray and “do something” in the manner this man suggested. But the fact that I was even asked such a question speaks volumes about where we are in our national discourse and disturbs me deeply.\n\nI hope our admirals and generals can keep their heads down and ensure the military does not become embroiled in domestic politics, and that Secretary Mattis can continue to run interference with wisdom and caution between the Pentagon and the White House. If he cannot, I fear a creeping politicization of our active-duty military, and therefore a diminishment of our national security. Above all, the White House must take care to avoid pulling the military into the heart of an increasingly political fray.","12":"(BEIRUT) — Chemical weapons inspectors collected samples from Syria’s Douma on Saturday, two weeks after a suspected gas attack there followed by retaliatory strikes by Western powers on the Syrian government’s chemical facilities.\n\nThe site visit, confirmed by the Organization of the Prohibition of Chemical Weapons, would allow the agency to proceed with an independent investigation to determine what chemicals, if any, were used in the April 7 attack that medical workers said killed more than 40 people.\n\nDouma was the final target of the government’s sweeping campaign to seize back control of the eastern Ghouta suburbs of Damascus from rebels after seven years of revolt. Militants gave up the town days after the alleged attack.\n\nThe U.S., France, and Britain blamed the President Bashar Assad’s government for the attack, and struck suspected Syrian chemical weapons facilities one week later.\n\nThe Syrian government and its ally Russia denied responsibility for the attack.\n\nOPCW inspectors arrived in Damascus just hours before the April 15 strikes but were delayed from visiting the site until Saturday, leading Western officials and Syrian activists to accuse Russia and the Syrian government of staging a cover-up.\n\n“I won’t find any hope in my heart until the Assad regime is held accountable and eradicated from government in Syria,” said Bilal Abou Salah, a Douma media activist who left the town after the government takeover. He said he feared Russian and Syrian government personnel destroyed potential evidence in the two weeks since the alleged attack.\n\nThe OPCW said in a statement that it visited “one of the sites” in Douma to collect samples for analysis at agency-designated laboratories, adding it would “consider future steps including another possible visit to Douma.”\n\nIt said the mission will draft a report based on the findings, “as well other information and materials collected by the team.”\n\nThe OPCW mission is not mandated to apportion to blame for the attack.\n\nA U.N. security team had scouted Douma on Tuesday to see if it was safe for weapons inspectors to visit. The team came under small arms and explosives fire, leading the agency to delay its mission.\n\nJournalists visiting Douma the previous day, escorted by government minders, experienced no security issues.\n\nRussian ministry spokeswoman Maria Zakharova said the delays to the OPCW team were “unacceptable,” in a statement Saturday.\n\nDouma is just minutes away from Damascus, where the OPCW team is based.\n\nImages emerging from Douma in the hours after the attack showed lifeless bodies collapsed in crowded rooms, some with foam around their noses and mouths.\n\nAbou Salah entered one of the buildings affected by the alleged gas attack the following day and took footage of a yellow cylinder with a gas valve on the top floor. He said it had crashed through the roof and showed a gash in the ceiling where it purportedly came through.\n\nHis assertions could not be independently verified. But the cylinder looked like others identified by the international NGO Human Rights Watch at other locations of chlorine gas attacks attributed to the government in 2016.\n\nRaed Saleh, the head of the Syrian Civil Defense search-and-rescue group, also known as the White Helmets, told The Associated Press on Wednesday that his organization had shared the coordinates of the graves of April 7 victims with the OPCW, so that inspectors could take biological samples.\n\nCivil Defense workers evacuated Douma after the attack, fearing persecution by the security services of the government. The government says the group is a terrorist organization. The group, which operates in opposition areas only, maintains a strong position against Assad.\n\nThousands of people — rebels and civilians — left Douma on buses to north Syria in the days after the attack, believing they could not live under government authority after it retook the town. North Syria is divided between opposition, Turkish, and al-Qaida control.\n\nThe evacuations were the latest in a string of population transfers around the Syrian capital that have displaced more than 60,000 people as the government reconsolidates control after seven years of civil war.\n\nU.N. officials and human rights groups say the evacuations amount to a forced population displacement that may be a war crime.\n\nOn Saturday, rebels began evacuating three towns in the eastern Qalamoun region in the Damascus countryside, state TV reported.\n\nState-run Al-Ikhbariya TV said 35 buses left the towns of Ruhaiba, Jayroud, and al-Nasriya carrying hundreds of rebels and their families to opposition territory in north Syria.\n\nThe station said there could be 3,200 rebels leaving three towns on Saturday. It said the evacuations would continue for three days.\n\nSyrian government forces will take over the towns once the departures are complete.","13":"The barrage of 105 missiles that rained down on western Syria early Saturday morning intended to deter Syrian President Bashar Assad from launching chemical weapons attacks on his own people, but the military operation raises fresh questions about what happens next.\n\nPresident Donald Trump’s decision stands to further complicate Syria’s already complex civil war, now in its eighth year. The Americans, Russians, Iranians, Turks, Israelis and more have all been involved in Syria’s bloodshed to varying degrees, turning it into a proxy battleground for various global interests.\n\nThe strikes, launched from U.S. bomber jets, warships, and an attack submarine along with French and British fighter jets, ratcheted up tensions in the multi-sided conflict. Syria, with allies Russia and Iran, condemned the attack and hinted at possible reprisal.\n\nThe Trump Administration, meanwhile, indicated that the predawn assault was a one-off operation to be repeated only if Assad used chemical weapons again. It wasn’t clear if that now included chlorine, which Assad has used dozens of times against civilians without American retaliation.\n\nNikki Haley, U.S. ambassador to the United Nations, told the U.N. Security Council “if the Assad regime uses chemical weapons again, the U.S. is locked and loaded.” Such a proclamation risks bringing more American involvement into Syria, which has been engulfed in fighting since 2011 when civil unrest tied to the Arab Spring movement escalated into a full-blown rebellion against Assad. There are about 2,000 U.S. troops currently inside the country, where they’re focused on fighting the last remnants of ISIS.\n\nSpeaking Friday night from the White House in a nationally televised address, Trump announced he ordered “precision strikes” with U.S. allies as retaliation for the apparent April 7 chemical attack on the western Syrian town of Douma, in which dozens of civilians were killed. Chlorine is believed to have been used, but nerve agent has not yet been confirmed. “The purpose of our actions tonight is to establish a strong deterrent against the production, spread, and use of chemical weapons,” Trump said. “Establishing this deterrent is a vital national security interest of the United States.”\n\nThe U.S. military said the main targets of the strikes were two storage facilities, one that produced the deadly nerve agent sarin, and another was part of a command post, which were located west of the city of Homs. The third target was the Barzah Research Center, a military facility located near Damascus that conducted research, development, production and testing of chemical and biological warfare technology.\n\nLt. Gen. Kenneth McKenzie, director of the military’s Joint Chiefs of Staff, told reporters at the Pentagon the aim of Syrian operation was to take out the “heart” of the chemical weapons program, but he acknowledged the strikes “certainly” did not eliminate it.\n\n“Obviously, the Syrian chemical weapons system is larger than the three we addressed,” he said. “However these are the best targets that presented the best opportunity to minimize collateral damage, to avoid killing innocent civilians, and to send a very strong message. We could have gone other places and done other things. But we, in close coordination with our allies, decided that these were the best that fit that criteria.”\n\nIndeed, the facilities were most likely empty at 4 a.m. local time when the strike hit, McKenzie said. No civilian deaths were reported as a direct result of the strikes, he said, but there was a possibility that innocents could have been killed by Syrian air defense systems, which shot wildly and missed inbound U.S. missiles. He dismissed claims by the Syrian government that the defenses shot down more than 70 weapons, adding that every missile hit its pre-designed target.\n\nWhen the strikes were over and the sun rose over Damascus, Assad appeared unfazed by the Western show of force. Syria’s foreign ministry issued a statement saying the military strikes “will not affect the determination and will of the Syrian people and their armed forces to continue pursuing the remnants of … terrorism and defending Syria’s sovereignty.”\n\nRussian President Vladimir Putin and Iranian Supreme Leader Ayatollah Ali Khamenei, Assad’s most prominent allies, issued statements declaring the strikes were a violation of international law. Both nations have troops and equipment in Syria that has, at times, threatened the relatively small U.S. presence in Syria. U.S. commanders put their forces on higher alert for possible retaliation after the strikes.\n\nBacked by Iranian military aid and Russian airpower, Syrian President Bashar Assad has nearly defeated the Islamist-dominated rebel groups spawned in the chaos of Syria’s 2011 revolution. The insurgents still hold scraps of territory, but they have no hope of challenging Assad’s hold on power. He’s repeatedly launched chemical weapons against populated cities and towns to defeat his adversaries even though they have been internationally banned after widespread use in World War I.\n\n“The joint US-UK-France strike against Syrian chemical weapons targets sent a strong signal that Assad’s crimes against humanity will not go unpunished,” said Andrew Weber, former assistant Secretary of Defense for nuclear, chemical and biological defense. “It will restore deterrence against further regime use of chemical weapons, at least temporarily. The U.S. and its allies should be prepared to conduct larger follow on attacks as needed.”\n\nThe operation marked the second time the U.S. struck Assad’s military. Trump ordered an attack last April against the Shayrat air base after a warplane at the base dropped bombs on another town allegedly containing the nerve agent sarin. U.S. warships launched 59 Tomahawk cruise missiles at the base.\n\nThis time, Trump declared “Mission Accomplished!” in a tweet, recalling the phrase made infamous by President George W. Bush after a premature celebration of the 2003 U.S.-led invasion of Iraq.\n\nBut Assad was not deterred a year ago from continuing to use chemical weapons that were supposed to have been removed from Syria in a 2013 deal brokered by President Obama to prevent further attacks. Russia was the framework guarantor of removing all the chemical weapons, but apparently has not lived up to the deal.\n\nNow, the use of chemical weapons is a “red line” that, if crossed, will trigger U.S. and European military response, but the same tough talk has not been attributed to other war crimes. Assad has unleashed brutal, unrelenting violence, leveling his country’s cities with crude bombs dropped from helicopters as well as deliberately striking hospitals and humanitarian convoys.\n\nThose killed by chemical weapons attacks represent a fraction of the approximate 350,000 people who have been killed in the fighting, according to the Syrian Observatory for Human Rights. Dana White, Pentagon spokeswoman, said the latest round of strikes could reenergize the U.N.-led peace process to end the Syrian civil war in Geneva, Switzerland. But those talks have repeatedly failed, causing analysts to cast doubt on the optimism.\n\n“The strikes against Assad’s chemical weapons facilities were necessary to reaffirm the will of the U.S. and allied nations to deter chemical weapons use but are nowhere near sufficient,” Jennifer Cafarella, a senior intelligence planner at the nonpartisan Institute for the Study of War. “Assad will regard them as an acceptable price for his victory in Damascus and will now continue his war effort without hesitation. The US will likely only meaningfully affect Assad’s calculus if we hold the survival of his regime at risk and\/or constrain his backers, Russia and Iran.”\n\nDaryl Kimball and Thomas Countryman of the Arms Control Association wrote that a better policy is needed to avoid further escalation. “Military force cannot be the only means of responding to these atrocities, and, so far, they have not been an effective means of deterring the further use of chemical weapons in Syria,” they wrote.\n\nThe next chapter of the Syrian civil war remains unwritten, but the Trump Administration’s position on whether to assert more American military might now relies on Assad.\n\n“America does not seek an indefinite presence in Syria,” Trump said Friday, later adding: “We cannot purge the world of evil, or act everywhere there is tyranny.”","14":"(WASHINGTON) — The White House scrambled Monday to walk back U.N. Ambassador Nikki Haley’s weekend announcement that new economic sanctions against Russia are imminent, but stressed the penalties are still being considered.\n\nHaley created a firestorm Sunday when she said the new sanctions would be imposed by the Treasury Department on Monday, when, in fact, no such announcement was planned, according to two officials familiar with the matter.\n\nIn a statement, White House press secretary Sarah Huckabee Sanders tried to clarify the situation, but her explanation created more confusion and led to suggestions that President Donald Trump had personally intervened to halt the sanctions from taking effect Monday.\n\n“We are considering additional sanctions on Russia and a decision will be made in the near future,” Sanders said in a statement.\n\nThe two officials, who were not authorized to discuss private administration deliberations publicly and spoke on condition of anonymity, said Haley had misspoken when she said on CBS’ “Face the Nation” that Treasury Secretary Steven Mnuchin would announce the sanctions Monday “if he hasn’t already.” Haley said the sanctions would target those who are enabling Syrian leader Bashar Assad’s government to continue using chemical weapons.\n\nThe two officials said the administration had no plans to announce Syria-related sanctions on Russia this week, although they noted that two entities were hit with such penalties last month in a largely overlooked portion of a sanctions package that dealt mainly with Russian interference in the 2016 presidential election and hacking.\n\nAfter Haley’s comments, some in the administration suggested the sanctions now being considered could be rolled out Monday. But others said it would be wiser and more effective to wait for a period longer than three days after the U.S., British and French infuriated Russia with their missile strikes on Syria on Friday.\n\nThe officials could not say when the new sanctions would be announced.\n\nMeanwhile, President Donald Trump continued to hail the missile attack as perfectly carried out.\n\nTrump tweeted “Mission Accomplished” on Saturday after U.S., French and British warplanes and ships launched more than 100 missiles nearly unopposed by Syrian air defenses. While he declared success, the Pentagon said the pummeling of three chemical-related facilities left enough others intact to enable the Assad government to use banned weapons against civilians if it chooses.\n\nTrump’s choice of words recalled a similar claim associated with President George W. Bush following the U.S.-led invasion of Iraq. Bush addressed sailors aboard a Navy ship in May 2003 alongside a “Mission Accomplished” banner, just weeks before it became apparent that Iraqis had organized an insurgency that would tie down U.S. forces for years.\n\nLater Sunday, Trump sent a letter to congressional leaders informing them in writing of his decision to order the strike. Under the War Powers Resolution, the president must keep Congress informed of such actions.\n\nThe nighttime assault on Syria was carefully limited to minimize civilian casualties and avoid direct conflict with Russia, but confusion arose over the extent to which Washington warned Moscow it was coming. The Pentagon said it gave no explicit warning. The U.S. ambassador in Moscow, Jon Huntsman, said in a video, “Before we took action, the United States communicated with” Russia to “reduce the danger of any Russian or civilian casualties.”","15":"IDEAS London is a retired partner for the law firm Paul, Weiss, Rifkind, Wharton & Garrison and the author of The Client Decides; he was a principal lawyer for Vice President Spiro Agnew.\n\nArticle I, Section 8, of the U.S. Constitution provides: “The Congress shall have the power… To declare war…”\n\nArticle II, Section 2, provides: “The President shall be commander in chief of the Army and Navy of the United States…”\n\nThe distinction could not be clearer: Congress is not the Commander in Chief, and the President has no power to declare war.\n\nWhere, then, did President Truman get the authority to send troops to Korea without seeking Congressional approval, Eisenhower send troops to Lebanon, Johnson to bomb North Vietnam (even before the questionable Tonkin Gulf Resolution), Reagan to send troops to Grenada, Clinton to bomb Serbia, Bush I to invade Panama or Obama to make war in Libya, and so on and so forth? Where did President Trump get the authority to in all but name declare war on ISIS, and to bomb Syria and have troops on the ground there? How is this all being done without any declaration or authorization by Congress? And why are efforts to change this state of affairs failing?\n\nPut aside the issue of whether our wars on ISIS or against Syrian President Bashar Assad’s forces are morally justifiable. What is the legal justification for this violation of the Constitution?\n\nThere is no answer that passes the laugh test.\n\nTruman called our presence in Korea a “police action.” People said Clinton could bomb Serbia because of the commander-in-chief clause.\n\nCurrently, our leaders argue we can make war against ISIS and Assad because on September 14, 2001, Congress reacted to the attack on the Twin Towers three days earlier by passing The Authorization for Use of Military Force (AUMF), which gave the President power to use military force against “those who planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons.” Without congressional approval, the Bush Administration independently insisted that meant it was authorized to make war on Al Qaeda and the Taliban wherever we found them. Congress sat on its hands, and successive administrations have followed suit.\n\nBut even under that questionable extrapolation of the 2001 AUMF, there is certainly no authorization for the current war against ISIS or our attack on Assad for his chemical assault against his own people. ISIS had nothing to do with the 9\/11 attack — it did not even exist then, as the President himself has enjoyed bringing up, albeit with incorrect information. There is also no suggestion that Assad’s 2018 atrocities had anything to do with 9\/11. Yet the proponents of presidential war-making power, both in and out of Congress, continue to cite the 2001 AUMF as authority for the Executive Branch’s military ventures. Those justifications are legally preposterous.\n\nA bipartisan group of Senators is now actually getting ready to propose a new AUMF, but there is apparently no hope of getting it through either house. Outgoing Speaker of the House Paul Ryan has said he sees no need for new legislation. In the wake of the news about the latest chemical attack, Ryan said the President “has the authority under the existing AUMF.” But that is not true, and even lapdogs should at times be skeptical of where their they place their loyalties.\n\nIt seems obvious what is going on here: Congress doesn’t want to make these decisions, especially since they might come back and bite them come election time. This is disgraceful.\n\nThe prime example of this was when Assad used chemical weapons and crossed Obama’s “red line” declaration. The President then went to Congress to seek authorization to strike Assad. Congress did not take up the bill. It was never even discussed. The result? Obama did not use force, and the hawks criticized Obama — not Congress, to its delight.\n\nIt is clear that two of the three constitutionally created Departments of our government have been engaging in an unmistakable, if unspoken, conspiracy to ignore the Constitution. They do this even as most of these foreign adventures have public support. In Korea, we fought the bad guys. The same occurred in Kosovo. ISIS is evil, and Assad’s use of poison gas is horrendous. But why take unnecessary political risks when there’s always an election right around the corner for all the members of the House and one-third of the Senate?\n\nIt is perhaps easier to overlook Constitutional violations if we have Dwight Eisenhower making the call, and we were even okay with the Bush presidencies and President Obama. This assault on our Constitution may also be easier to swallow when the adversaries are monsters like ISIS and Assad. But the wisdom of the Founders is ever more prominent today. Their vision was that making war on anybody was something deserving — indeed, demanding — discussion and decision exclusively by the people’s representatives. That’s the law.\n\nBut our current Congress ignores its Constitutional duty. While Trump bombs, Congress dithers.\n\nThis danger will not disappear. With regards to North Korea, the President is talking about how big his nuclear button is — demonstrating a malignant misunderstanding of the President’s power. Unless the United States is attacked, the button does not belong to him. It belongs to Congress.","16":"U.S.-backed forces in Syria have a militant linked to the September 11 terrorist attacks in their custody, according to the Pentagon.\n\nThe Syrian Democratic Forces (SDF), an alliance of militias in Syria, captured Mohammed Haydar Zammar a month ago, the Pentagon said Thursday, according to Reuters.\n\n“We can confirm that Mohammad Haydar Zammar, a Syrian-born German national, was captured more than a month ago by SDF partners as part of their ongoing operations to defeat ISIS inside Syria,” said Eric Pahon, a Pentagon spokesman, using an acronym for the Islamic State.\n\n“We are working with our SDF partners to obtain additional details,” he added.\n\nZammar is suspected to have inspired and recruited some of the hijackers responsible for the Sept. 11, 2001 attacks on the U.S., including ringleader Mohammed Atta.\n\nThe 9\/11 Commission report, a Congressional account on the attacks, called Zammar an “outspoken, flamboyant Islamist” who extolled “the virtues of violent jihad,” Reuters reported.\n\nZammar was reportedly detained in Morocco in December 2001. He was then transferred to Syria, where he was convicted of being a member of the Muslim Brotherhood. He was released from prison in 2014 as part of prisoner exchange between rebel forces and Syrian President Bashar al-Assad, the Washington Post reported at the time.\n\nAccording to U.S. officials, hundreds of foreign fighters and thousands of Syrian ISIS militants remain in SDF custody.","17":"The U.S. Treasury Department will announce fresh sanctions on Monday on Russia related to its involvement in Syria’s use of chemical weapons, U.S. United Nations Ambassador Nikki Haley said on Sunday.\n\n“Russian sanctions will be coming down, Secretary Mnuchin will be announcing those Monday if he hasn’t already and they will have to do with chemical equipment used by Assad,” Haley said on CBS’s “Face the Nation,” referring to Treasury Secretary Steven Mnuchin.\n\nThe U.S. has previously expelled Russian diplomats and sanctioned Russia, a Syrian ally, for a suspected nerve-agent attack against a former spy in Britain and other actions.\n\nThe U.S., France and the U.K. launched military strikes Friday night on what the Pentagon said were three Syrian chlorine and sarin gas research facilities in response to a suspected chemical attack by Syrian leader Bashar al-Assad.","18":"(DOUMA) — Syrian and Russian authorities prevented independent investigators from going to the scene of a suspected chemical attack, the head of the chemical watchdog group said Monday, blocking international efforts to establish what happened and who was to blame.\n\nThe U.S. and France say they have evidence that poison gas was used in the April 7 attack in the opposition-held town of Douma, killing dozens of people, and that Syrian President Bashar Assad’s military was behind it.\n\nBut they have made none of that evidence public, even after they, along with Britain, bombarded sites they said were linked to Syria’s chemical weapons program.\n\nSyria and its ally Russia deny any chemical attack took place, and Russian officials went even further, accusing Britain of staging a “fake” chemical attack. British Prime Minister Theresa May accused the two countries — whose forces now control the town east of Damascus — of trying to cover up evidence.\n\nThe lack of access to Douma by inspectors from the watchdog group, the Organization for the Prohibition of Chemical Weapons, has left unanswered questions about the attack.\n\nOPCW Director-General Ahmet Uzumcu said Syrian and Russian officials cited “pending security issues” in keeping its inspectors from reaching Douma.\n\n“The team has not yet deployed to Douma,” Uzumcu told an executive council meeting of the OPCW in The Hague.\n\nInstead, Syrian authorities offered them 22 people to interview as witnesses, he said, adding that he hoped “all necessary arrangements will be made … to allow the team to deploy to Douma as soon as possible.”\n\nRussian military police were ready to help protect the OPCW experts on their visit to Douma, said Maj. Gen. Yuri Yevtushenko of the Russian military’s Reconciliation Center in Syria. Igor Kirillov, a Russian chemical weapons protection expert in The Hague, said the team is set to visit the site Wednesday.\n\nEarlier Monday, Russian Deputy Foreign Minister Sergei Ryabkov said the inspectors could not go to the site because they needed approval from the U.N. Department for Safety and Security. He denied that Russia was hampering the mission and suggested the approval was held up because of the Western airstrikes.\n\n“As far as I understand, what is hampering a speedy resolution of this problem is the consequences of the illegal, unlawful military action that Great Britain and other countries conducted on Saturday,” he said.\n\nHowever, U.N. spokesman Stephane Dujarric said the United Nations has “provided the necessary clearances for the OPCW team to go about its work in Douma. We have not denied the team any request for it to go to Douma.”\n\nEarly Tuesday, the government-run Central Military media reported a missile attack on the Shayrat air base in Homs province. It said Syrian air defenses shot down most of the six missiles fired at the base. It also reported a separate airstrike on the Dumayr air base near Damascus.\n\nIt did not elaborate or say who carried out the airstrikes. A Pentagon spokeswoman said there was no U.S. military activity in the area.\n\nEarlier this month, four Iranian military personnel were killed in an airstrike on Syria’s T4 air base in Homs. Syria and its allies blamed Israel for that attack. Israel did not confirm or deny mounting the raid.\n\nIn Douma, at least 40 people are believed to have died in the suspected chemical attack on April 7. Until Saturday, the city was the last rebel-held town near the capital and the target of a government offensive in February and March that killed hundreds and displaced tens of thousands. Hours after the alleged chemical attack, the rebel faction that controlled the town, the Army of Islam, relented and was evacuated along with thousands of residents.\n\nThe Associated Press, during a government-organized visit Monday to Douma, spoke to survivors and witnesses who described being hit by gas. Several said a strange smell started spreading and people screamed, “It’s chlorine! It’s chlorine!”\n\nThe AP visited a two-room underground shelter where Khaled Mahmoud Nuseir said 47 people were killed, including his pregnant wife and two daughters, 18-month-old Qamar and 2 1\/2-year-old Nour. A strange smell lingered, nine days after the attack.\n\nNuseir, 25, said he ran from the shelter to a nearby clinic and fainted. After he was revived, he returned to the shelter and found his wife and daughters dead, with foam coming from their mouths.\n\nHe and two other residents accused the rebel Army of Islam of carrying out the attack. As they spoke, government troops were not far away but out of earshot. Nuseir said a gas cylinder was found leaking the poison gas, adding that he didn’t think it was dropped from the air because it still looked intact.\n\nSeparately, the AP spoke to a medic who was among those who later were evacuated to northern Syria. Ahmed Abed al-Nafaa said helicopters were flying before the attack and when he reached the site, people were screaming “chlorine.” He said he tried to enter the shelter but was overcome by a strong smell of chlorine and his comrades pulled him out.\n\nThe accounts contradict what the Syrian government and Russia have reported: that there was no gas attack in Douma.\n\nOn Sunday, Syria’s state-run Al-Ikhbariya TV broadcast interviews with nearly a dozen doctors and medics who said they found no trace of poison gas in Douma. One medic said he heard someone scream “Chemical!” but saw no patients with symptoms. Others said that dust can seep into underground shelters, causing choking and other symptoms associated with chemical attacks.\n\nThe Russian military said last week its officers in Douma found no evidence to support reports of a gas attack. The Russian military taskforce in Syria said it visited the hospital in Douma and talked to staff who said they did not confirm reports of such an assault.\n\nBoth Russia and the Syrian government have welcomed the OPCW mission. The team arrived in Syria on Saturday. The OPCW team does not have a mandate to assign blame for the attack.\n\nSyria’s Deputy Foreign Minister Faisal Mekdad has said his country is “fully ready” to cooperate with the OPCW mission. He said government officials met with the delegation several times to discuss cooperation.\n\nGovernment forces and Russian troops have been deployed in Douma, which is now controlled by the Syrian government. Opposition activists have said the troops might have removed any evidence of chemical weapons’ use.\n\nRussian Foreign Minister Sergey Lavrov denied that Russia interfered with any evidence.\n\n“I can guarantee that Russia has not tampered with the site,” Lavrov told the BBC on Monday.\n\nAlexander Shulgin, the Russian envoy at the OPCW in The Hague, said allegations that Russia might destroy evidence reflected Washington’s effort to justify Saturday’s strikes.\n\n“It’s a clumsy effort to find an explanation if the claim of the chemical weapons use in Syria fails to get confirmation,” Shulgin said at a briefing. “Our American partners are clearly getting nervous. They are frantically looking for some justification if their claims that served as the reason for the strike don’t receive confirmation.”\n\nIn London, British Prime Minister Theresa May accused Syria and Russia of trying to cover up evidence. She said Syrian officials have been searching evacuees from Douma to ensure samples are not smuggled out.\n\n“A wider operation to conceal the facts of the attack is underway, supported by the Russians,” she told lawmakers.\n\nThe weekend’s airstrikes have increased international tension, as the U.S. and Russia exchanged threats of retaliation.\n\nRussian President Vladimir Putin on Sunday warned that if the strikes continue, “it will inevitably entail chaos in international relations.”\n\nNATO Secretary General Jens Stoltenberg said the strikes were a “clear message” to Assad, Russia and Iran that chemical weapons use is not acceptable and that the allies would not stand idle. He spoke in an interview with Turkey’s NTV television.","19":"(ANKARA) — President Recep Tayyip Erdogan caught Turkey off guard on Wednesday by calling early elections for June, in a move that could cement his grip on power a year ahead of schedule.\n\nErdogan announced that parliamentary and presidential elections, originally scheduled for November 2019 will now be held June 24, meaning that a new political system that will increase the powers of the president will take effect a year early.\n\nTurkey is switching from a parliamentary system to a presidential one, abolishing the office of the prime minister and decreasing the powers of the parliament, following a narrowly approved referendum last year. The changes take effect with the next election.\n\nErdogan would be able to run for two five-year terms on top of his current term.\n\nThe strongman, who has ruled Turkey since 2003, spoke of the need for the new system to be implemented quickly in order to deal with numerous challenges ahead, including Turkey’s fight against Kurdish insurgents in Syria and Iraq.\n\nThe move, however, allows the leader — criticized for his authoritarian tendencies — to capitalize on nationalist sentiment that is running high following a successful military campaign to drive out Syrian Kurdish militants from the border enclave of Afrin in northeast Syria and ahead of warnings that the economy could be foundering.\n\nIt also puts opposition parties, many of which haven’t yet decided who to put forward to challenge Erdogan, at a distinct disadvantage.\n\n“Erdogan wants to take stock of a number of developments that are in his favor,” said Soner Cagaptay, Turkey researcher at the Washington Institute.\n\n“Russia might soon force Turkey to pull out of Afrin,” Cagaptay said. He wants to move forward before the negative news (on Afrin and the economy) start coming in,” Cagaptay said.\n\n“Be it the cross-border operations in Syria, or incidents of historic importance centered in Syria and Iraq, they have made it imperative for Turkey to overcome uncertainties quickly,” Erdogan said, in apparent reference to the aspirations for independence by Kurds in both countries.\n\nErdogan said: “Switching to a new system of government has increasingly gained urgency so that decisions regarding our country’s future can be made and implemented with greater strength.”\n\nErdogan announced the early elections after a meeting with Devlet Bahceli, the leader of Turkey’s main nationalist party, MHP, who made a surprise call for early elections citing efforts by unnamed circles to foment chaos in Turkey. The MHP has agreed to an election alliance with Erdogan’s ruling Justice and Development Party, or AKP.\n\nErdogan, who has moved to further tighten his grip on power since a failed coup attempt in 2016, needs a 51-percent majority to be re-elected in the first round of the presidential election.\n\nThe decision to hold early polls comes a month after the AKP, with the help of the nationalist party, changed electoral laws that, among other things, paves the way for government employees to monitor ballot boxes, reducing independent monitoring of the polls.\n\nIt also follows the sale of Turkey’s largest media group, Dogan Holding, to a group that is close to Erdogan — a move observers say places 90 percent of the nation’s media under Erdogan’s control.\n\nCagaptay said Erdogan had been “preparing the groundwork to stack the elections in his favor.”\n\nTurkey’s weak opposition parties announced they were ready for the polls. They, however, have just two months to prepare for the elections and come up with candidates strong enough to challenge Erdogan.\n\nIt was unclear whether Meral Aksener, the leader of the fledgling center-right Good Party which broke away from the MHP, would be eligible to run in the polls. Aksener had announced her intention to run against Erdogan and was seen as a strong candidate. Selahattin Demirtas, the charismatic former leader of Turkey’s pro-Kurdish party, is in jail on terrorism charges.\n\nThe elections would be held under a state of emergency that was declared following the failed coup. Parliament extended it for a seventh time despite calls for its end. The main opposition party accuses the government of misusing its emergency powers to erode democracy and arrest government critics.\n\nIt allows the government to close down media outlets and non-governmental organizations.\n\nThe government argued that security threats from a movement led by U.S.-based cleric Fethullah Gulen, whom Turkey accuses of masterminding the coup, haven’t abated. It also cites Turkey’s continued struggle against Kurdish rebels and other groups.\n\nGulen has denied any ties to the failed coup."},"URL":{"0":"http:\/\/time.com\/5240164\/syria-missile-strikes-donald-trump-chemical-weapons\/","1":"http:\/\/time.com\/5240363\/donald-trump-syria-attack-tweet\/","2":"http:\/\/time.com\/5240383\/pentagon-syria-missiles\/","3":"http:\/\/time.com\/5240613\/syria-news-strike-attack-missiles\/","4":"http:\/\/time.com\/5242631\/sean-hannity-michael-cohen-fox-news\/","5":"http:\/\/time.com\/5247941\/americans-expect-russia-tension-will-get-worse-poll-finds\/","6":"http:\/\/time.com\/5241113\/syria-bombing-before-after-photos\/","7":"http:\/\/time.com\/5240513\/syrian-air-strikes-allies-next\/","8":"http:\/\/time.com\/5242575\/syria-chemical-weapons-investigators-douma\/","9":"http:\/\/time.com\/5240383\/pentagon-syria-missiles-russia\/","10":"http:\/\/time.com\/5242207\/sean-hannity-michael-cohen-fox-news-trump\/","11":"http:\/\/time.com\/5241709\/president-donald-trump-military-syria-mattis-comey-cohen\/","12":"http:\/\/time.com\/5249401\/chemical-weapons-inspectors-syria\/","13":"http:\/\/time.com\/5240513\/syrian-air-strikes-allies-next\/","14":"http:\/\/time.com\/5242427\/white-house-says-russia-sanctions-still-under-consideration\/","15":"http:\/\/time.com\/5245014\/president-donald-trump-congress-syria-war-authorization\/","16":"http:\/\/time.com\/5247794\/mohammed-haydar-zammar-syria-captured\/","17":"http:\/\/time.com\/5240848\/us-russia-sanctions-syria-attack\/","18":"http:\/\/time.com\/5242575\/syria-chemical-weapons-investigators-douma\/","19":"http:\/\/time.com\/5246214\/erdogan-turkey-snap-election-june\/"}}