{"Content":{"0":"Iran and Russia condemn attack but support comes from allies including Canada and Israel\n\nWorld reacts to overnight strikes on Syria by US, UK and French forces\n\nThe decision by the US president, Donald Trump, to launch air strikes on Syria with backing from the UK and France has proved globally divisive, with some countries praising the military action while others condemned it as provocative and unacceptable.\n\nAmong the strongest critics of the airstrikes were Russia and Iran, staunch allies of the Syrian president, Bashar al-Assad, who both have a military presence on the ground in Syria.\n\nRussia\n\nThe Russian president, Vladimir Putin, denounced the strikes as an “act of aggression” that would exacerbate humanitarian catastrophe in Syria.\n\nIn a statement issued by the Kremlin, the Russian leader said Moscow was calling an emergency meeting of the United Nations security council over the strikes launched by the US, Britain and France.\n\nPutin added that the attack had a “destructive influence on the entire system of international relations”.\n\n\n\nPlay Video 2:05 What you need to know about the Syria strikes – video report\n\nIran\n\nIran’s supreme leader, Ayatollah Ali Khamenei, called the US-led strikes on Syria a “military crime”. According to state news agency IRNA, Khamenei spoke at a meeting with Iranian officials and ambassadors from some Islamic countries.\n\n“The attack this morning against Syria is a crime,” Khamenei added later on his Telegram channel. “The American president, the French president and the British prime minister are criminals, they will gain nothing from it.”\n\n\n\nGermany\n\nGermany’s chancellor, Angela Merkel, said the allied strikes in Syria were a “necessary and appropriate” response to what the US and its allies say was a recent chemical attack in the Syrian city of Douma.\n\nMerkel said Berlin viewed the US, UK and France had taken “responsibility in this way as permanent members of the UN security council ... to maintain the effectiveness of the international rejection of chemical weapons use and to warn the Syrian regime against further violations”.\n\n\n\nChina\n\nIn a response to questions about the strikes, China’s foreign ministry called any military action that bypasses the UN security council a violation of international law.\n\n“We consistently oppose the use of force in international relations, and advocate respect for the sovereignty, independence and territorial integrity of all countries,” foreign ministry spokeswoman Hua Chunying said in a statement.\n\n“China believes that a political solution is the only realistic way out for the Syrian issue,” she added. “China urges all the relevant parties to return to the framework of international law and to resolve the issue through dialogue and consultation.”\n\nEuropean Union\n\nThe European commission president, Jean-Claude Juncker, said those who rely on chemical warfare must be held to account by the world.\n\nJuncker said the suspected use of poison gas last week in the Syrian city of Douma was as he puts it a “heinous chemical weapons attack carried out by the Syrian regime”. He said the world “has the responsibility to identify and hold accountable those responsible” for the attack.\n\nCanada\n\nThe Canadian prime minister, Justin Trudeau, who this week ruled out his country’s participation in military action in Syria, announced his unequivocal support for the targeted bombings.\n\n\n\n“Canada supports the decision by the United States, the United Kingdom and France to take action to degrade the Assad regime’s ability to launch chemical weapons attacks against its own people,” he said. Trudeau added that Canada would continue to investigate the use of chemical weapons in Syria and that those responsible for the recent attacks “must be brought to justice”.\n\nIsrael\n\nIsrael, which was recently accused by Iran of carrying out its own airstrikes on military bases in Syria, was among the first to praise the strikes.\n\n“Last year, President Trump made clear that the use of chemical weapons crosses a red line. Tonight, under American leadership, the United States, France and the United Kingdom enforced that line.”\n\nNato\n\nThe Nato secretary general, Jens Stoltenberg, said the actions by the US, France and UK coalition should be supported because they would “reduce the government’s ability to further attack the people of Syria with chemical weapons”.\n\n“Nato has consistently condemned Syria’s continued use of chemical weapons as a clear breach of international norms and agreements,” he said. “The use of chemical weapons is unacceptable, and those responsible must be held accountable.”\n\nTurkey\n\nTurkey’s foreign ministry said it welcomed the strikes as an “appropriate response”.\n\nAnkara said chemical weapons attacks that indiscriminately target civilians “constitute crimes against humanity” and should not go unpunished.\n\nUnited Nations\n\n\n\nUN secretary- general, António Guterres, said that while use of chemical weapons was “abhorrent” and “horrendous”, he urged caution in retaliating, expressing concern that any escalation of the violence would only increase the suffering of those living in Syria.\n\n“I urge all member states to show restraint in these dangerous circumstances and to avoid any acts that could escalate the situation and worsen the suffering of the Syrian people,” Guterres said in a statement.\n\nIraq\n\nThe strikes carried out by the US, France and Britain against Syrian military targets could give terrorism an opportunity to expand in the region, the Iraqi foreign ministry said, calling the raids “a very dangerous development”.\n\n“Such action could have dangerous consequences, threatening the security and stability of the region and giving terrorism another opportunity to expand after it was ousted from Iraq and forced into Syria to retreat to a large extent,” it said.\n\n\n\n","1":"The US, UK and France have disputed claims made by Syria and Russia that a significant number of incoming missiles were intercepted and shot down and that the damage inflicted by their raid had been minimal.\n\nThe Pentagon insisted that no missiles were intercepted by Syrian defences and that the raids were “precise and overwhelming” while claiming the Syrian air defences remained “largely ineffective”.\n\nAt a briefing, Lt Gen Kenneth McKenzie said that Syrian air defences fired 40 interceptor missiles in an attempt to thwart the barrage but failed to hit any of their targets. He said most were fired after the last incoming missile had struck its target. There was no indication of any involvement by Russian air defences, he added.\n\nRussian officials have said that the incoming missiles did not enter their own air defence zones around their air and sea bases in western Syria.\n\nThe Syrian brigadier general Ali Mayhoub, who read the statement on Syrian television, said: “Our air defences effectively shot down most of them.” He acknowledged the scientific research centre on the outskirt of Damascus had been hit and that one of the intercepted missiles had injured three people in Homs, which had been a target of the RAF.\n\nUS-led strikes on Syria: what we know so far Read more\n\nThe Pentagon claimed to have dealt a “severe blow” to the Assad regime’s chemical weapons programmes with a salvo of 105 missiles fired from ships and planes from the US, UK and France, that hit three targets almost simultaneously.\n\nThe US defence department showed photographs of the three sites: a research centre in Barzeh, in greater Damascus, which US officials said was used for the development of both chlorine and sarin agents, and two sites west of Homs at Him Shinsar, which the Pentagon said were a storage facility and bunker for chemical weapons.\n\nMcKenzie, the director of the joint chiefs of staff, said: “Barzeh is a core site for them and as you can see, it doesn’t exist any more.”\n\nPhotographs showed three large buildings at Barzeh which appeared to have been flattened by the air strikes. The centre, which is a branch of the Syrian Scientific Studies and Research Centre, long suspected of being a key part of the chemical weapons programme, was the main target.\n\nIt was hit by 76 missiles, 57 of which were sea-launched Tomahawk cruise missiles, and the rest were air launched stand-off missiles fired from US planes and ships in the Mediterranean, the Gulf and the Red Sea.\n\nBritish and French planes took part in the attack on the Him Shinsar targets, with the French firing nine Scalp cruise missiles, and British Tornados based in Cyprus firing eight Storm Shadow missiles.\n\n“We took every measure and precaution to strike what we targeted and we successfully hit every target,” Dana White, the chief Pentagon spokeswoman, said, adding that the aims of the mission were exclusively to punish Syria for its alleged use of chemical weapons in an April 7 attack on a rebel-held enclave of Douma, north-eastern Damascus.\n\n“This operation does not represent a change in US policy or an attempt to depose the Syrian regime. We do not seek conflict in Syria but we cannot allow such grievous violations of international law,” White said.\n\nMcKenzie said he was “not aware” of any civilian casualties from coalition missiles but said that many of the Syrian air defence missiles had been launched unguided and may have killed people on their descent.\n\n“The Syrians shot 40 large missiles into the air, those missiles came down somewhere,” he said.\n\nMcKenzie said that the three targets chosen for the Saturday pre-dawn strikes did not represent all of the Syrian chemical weapons programmes, but were chosen because of their importance to the programme and because they could be hit with minimum risk of civilian casualties. The US, he added, would continue to watch the other suspected chemical weapons sites. But he said, compared to last April’s more limited strikes aimed at regime aircraft, the new attack dealt a bigger blow to the overall programme.\n\n“I believe there is material and equipment associated with these strikes that are not movable. This is far more damaging to Syria,” he said. “There is some left, but we dealt them a severe blow.”\n\nTeams from the RAF and UK Ministry of Defence were examining satellite pictures and other material to determine the extent of the damage. Along with the US and France, they will also be attempting to establish the extent to which their missiles came under fire.\n\nThe MoD is unlikely to make public any operational details about whether or not missiles came under fire from Syrian air defences or were shot down. But it insisted the raid had been successful.\n\nThere had been fears before the attack that planes, which were not used in the US strike against Syria last year using Tomahawk missiles, would be vulnerable to Russia’s advanced air defence system, the S-400, which it has deployed in Syria.\n\n\n\nRussia also threatened to upgrade the Syrian air defence systems to include the S-300 system, which Moscow says is also capable of bringing down Tomahawk missiles or planes.\n\nThe four RAF Tornados that took part in Saturday’s early morning raid did not enter Syrian space. They fired Storm Shadow missiles from the air close to the RAF base at Akrotiri where they are based, well away from any air defence systems.\n\nThe Storm Shadow, which has been used by the RAF only a few times, including in Libya, can be fired 300 miles from a target.\n\n\n\n\n\n\n\nThe RAF hit a former missile base 15 miles west of Homs, where Syria is accused of keeping a stockpile of chemical weapons precursors. The other targets for the US and France were a scientific research centre on the outskirts of Damascus and a chemical equipment storage facility and command post.\n\nThe four Tornados have been in regular action in Syria and Iraq against Islamic State and will remain in Cyprus. The decision to fire the cruise missiles from planes was partly because the UK does not have a submarine in the area.\n\n\n\nThe Russian defence ministry said “a significant number” of the missiles had been shot down by an air defence system installed during the Soviet era. The ministry insisted the new defence system had not been used.\n\n\n\nClaims from Syria and Russia about the number of missiles shot down ranged from 13 to 79.\n\n\n\nAlthough there had been speculation before the raid that Russia might retaliate against targets such as the RAF Cyprus base, the assumption is that Moscow, having declared the impact of the raid as minimal, is unlikely to respond militarily.\n\nIt could retaliate at a later date in another part of the world or through a deniable attack, such as a cyber-offensive operation.\n\n\n\nRussia, as anxious as the UK to avoid escalation, did not respond to the raid with air defence systems around its own bases in Syria. The US said it did not target any Russian-built air defence systems and had only hit air defence systems being operated by Syria.\n\n\n\n• This article was amended on 16 April 2018 because an earlier version omitted a “not” in the last sentence.\n\n","2":"Four RAF Tornados joined with US and French forces to carry out airstrikes in Syria early on Saturday as Theresa May said that there was no alternative to military action.\n\nThe prime minister said that the “co-ordinated and targeted strikes” were taken against the Syrian regime’s chemical weapons capability. The British fighters fired Storm Shadow missiles at a former missile base near Homs where the Ministry of Defence said it assessed that Bashar al-Assad regime has stockpiled precursors to chemical weapons.\n\nOn Saturday morning defence secretary Gavin Williamson said that the attack had been “highly successful” and that the Tornado crews had returned safely. Speaking on BBC Radio 4’s Today programme, he added: “We’ve been working to make sure the targeting and the strikes have an enormous effect. It’s our belief the action we’ve taken has degraded their ability to act in the future.”\n\nIn the early hours of the morning, after a finalphone call with French president Emmanuel Macron, May delivered a video statement saying the UK would act with American and French allies to deter the use of chemical weapons in Syria.\n\n\n\nSyria latest: Trump orders air strikes against Assad regime – live updates Read more\n\n“This is the first time as prime minister that I have had to take the decision to commit our armed forces in combat – and it is not a decision I have taken lightly,” she said.\n\n“I have done so because I judge this action to be in Britain’s national interest. We cannot allow the use of chemical weapons to become normalised – within Syria, on the streets of the UK, or anywhere else in our world. We would have preferred an alternative path. But on this occasion there is none.”\n\nHer statement came minutes after Donald Trump spoke to reporters in Washington, who called the chemical attack “crimes of a monster” and said US strikes would hit precision strikes on targets associated with chemical weapons capabilities.\n\nPlay Video 2:49 'A strong deterrent': Trump announces strikes on Syria – video\n\nLater the Ministry of Defence said British forces had joined a “precision strike on Syrian installations involved in the regime’s use of chemical weapons against its own people” at 2am on Saturday morning.\n\nIn a statement, the MoD said it had undertaken a careful scientific analysis to minimise the risk of contamination to the area around the facility outside Homs and said the target was well away from any civilian population.\n\n\n\nDefence Secretary Gavin Williamson called the action decisive and said that it was taken “with legal and proportionate military force.” He added: “Let these united actions send a clear message to the regime – the use of chemical weapons is categorically unacceptable and you will be held to account.”\n\nSyria: US, UK and France launch air strikes in response to chemical attack Read more\n\nIn her statement May said the regime of President Bashar Assad had a history of using chemical weapons against its own people “in the most cruel and abhorrent way.” British action would be limited to deterring the use of those weapons, she said.\n\nHer announcement came after days of diplomacy with the US and France, following the attack in Douma, outside Damascus, last Saturday where a chemical weapons attack killed up to 75 people. May said people had died, including young children, “in circumstances of pure horror” but said the attack should not have come as a surprise.\n\n“A significant body of information including intelligence indicates the Syrian Regime is responsible for this latest attack,” she said. “This persistent pattern of behaviour must be stopped – not just to protect innocent people in Syria from the horrific deaths and casualties caused by chemical weapons but also because we cannot allow the erosion of the international norm that prevents the use of these weapons.”\n\nMay’s argument in her statement announcing that action had commenced mirrors the one she made in her opening address to her cabinet on Thursday, saying she had been convinced that the normalisation of chemical weapons could not be allowed to stand.\n\n“We have sought to use every possible diplomatic channel to achieve this,” she said in the early hours of Saturday morning. “But our efforts have been repeatedly thwarted. Even this week the Russians vetoed a resolution at the UN Security Council which would have established an independent investigation into the Douma attack. So there is no practicable alternative to the use of force to degrade and deter the use of chemical weapons by the Syrian Regime.”\n\nMay said the UK’s involvement in military action would be limited to deterring the use of chemical warfare. “This is not about intervening in a civil war. It is not about regime change,” she said. “It is about a limited and targeted strike that does not further escalate tensions in the region and that does everything possible to prevent civilian casualties.”\n\nPlay Video 0:46 Amateur footage shows missiles falling over Damascus as airstrikes begin – video\n\nThough UK action would be limited to deterring the Syrian regime, May said action would also send a signal to other regional actors.\n\n“At this time, my thoughts are with our brave British servicemen and women – and our French and American partners – who are carrying out their duty with the greatest professionalism,” she said. “The speed with which we are acting is essential in co-operating with our partners to alleviate further humanitarian suffering and to maintain the vital security of our operations.”\n\nThe prime minister is likely to face severe criticism from opposition MPs and members of her own party that MPs have not been given a vote in parliament on extending UK military action in Syria, but appears to be prepared to face down any condemnation.\n\nIt will be argued that under royal prerogative May is not required to seek the permission of MPs, and under the convention that emerged after the Iraq war, she may also act alone in some circumstances, including to preserve the operational security but also to prevent humanitarian catastrophe.\n\nEarlier on Friday, Labour leader Jeremy Corbyn said May should not act without parliament’s approval and not before a UN investigation. “I want to know who did it. If there is proof the regime did it, they must be held responsible. If there’s a proof anybody else did it, they must be held responsible,” he said in an interview with Sky News.\n\nCorbyn denied that it was pointless, given Russia’s record, to continue to call for UN investigations. “Anything that brings a cessation of the use of chemical weapons moves us nearer, if not totally, to a ceasefire and a reopening of the Geneva talks which has got to be the right way forward.”","3":"Reaction to the live blog’s updates on parliament’s emergency debate on Syria provoked some of the most interesting discussion on site today. We’re also looking at your views on millennials and the property market and the kindness shown by strangers when a couple reached out for help with their same sex wedding in Australia.\n\n\n\nTo join in the conversation you can click on the links in the comments below to expand and add your thoughts. We’ll continue to highlight more comments worth reading as the day goes on.\n\nToday’s politics live blog has generated a lot of conversation below the line about the emergency debate on Syria, and whether Theresa May bypassed parliament.\n\n\n\n‘War is too serious to be left only to a PM’\n\nWhy should parliament not be given a say over something as serious as war? War is too serious an issue to be left only to a PM and his close advisers. I agree - there will be caveat as Corbyn said - in the event of an emergency. The syria bombing over the weekend was not an emergency. The event already took place. It was not a case of Gaddafi forces massing at the gates of benghazai (sarcasm alert).\n\nDrMikeC\n\n‘This debate is to distract from the appalling mess the Tories have made’\n\nTories really are in the bubble of their own world. The idea that they would do something humanitarian is beyond absurd when they consistently attack not only the people of other countries but this one too. This very debate is to distract from the appalling mess they’ve made of people’s lives, the wreckage if the economy, the crises in the NHS and social care, crumbling schools and hospitals. We’ll take humanitarian lectures from these people when we’re dead. They are lower than vermin.\n\nminutehands\n\n‘This is why we wanted Corbyn as leader’\n\n\n\nHey, remember when we wanted Corbyn to be Labour leader and people were all like: “How can you want him as leader, he rebelled against the party!”? And we were like: “Yeah, but mainly on stuff that the party was completely fucking wrong about”? This exact moment is why we wanted Corbyn as leader. We need an opposition with an impeccable moral high ground, to be able to say these things and hold the government to account. Iraq is vital to the current debate. It proves what so many politicians and pundits are so desperate to deny - that a government totally could try to take us to war under false pretenses, because they already did do that. And, of course, it reminds us that our major parties are led by one person who fell for the lie, and one who didn’t.\n\ngetoutofmydreams\n\n\n\nFacebook Twitter Pinterest Decoration for Kat Patrick’s wedding. Photograph: Lucy Parakhina\n\nYou’ve been sharing thoughts on Kat Patrick’s piece about her reaching out to strangers to help with her wedding, and the considerate response she received.\n\n\n\n‘Like you, the overwhelming love and support surrounding us has been extraordinary’\n\nBeautiful story Kat - thanks for sharing, and congratulations both on your marriage and your initiative. Like you, my wife and I found living through the plebishite was horrible, but the joy of our wedding and the overwhelming love and support surrounding us, have been extraordinary.\n\ndaisydaisyb\n\n‘How wonderful to provide an opportunity for supporters of same-sex marriage to contribute something positive’\n\nWhat a lovely story. ‘Something borrowed’ indeed, not to mention ‘reduce, re-use, recycle,’ and the new ‘pay it forward’. How wonderful, too, to provide an opportunity for supporters of same-sex marriage, who may not have directly been impacted by the bloody stupid vote but were in vociferous support of the: “Yes for heaven’s sake what are we waiting for??” side, to contribute something positive and concrete to those we know were so bruised and damaged by the whole debacle. Glorious. Also, thank you for a well-written story :)\n\nFiona McNeill\n\n\n\nFacebook Twitter Pinterest Resolution Foundation: ‘Britain’s housing problems have developed into a full-blown crisis over recent decades and young people are bearing the brunt.’ Photograph: Bloomberg\/Getty Images\n\nA report predicts that half of milennials will still be renting in their 40s. You’ve been sharing your own experiences of trying to get on the property ladder.\n\n\n\n‘It has become so normalised in our society’\n\nAt 31, and a private tenant going back 11 years or so, it does stick in the throat a bit. Some landlords seem to be entirely ignorant of the problems living in bad, poorly regulated housing can cause, especially on children. Even to the extent that left of centre folk (similar to me) - who are happy to rant about about fairness and social justice in every other instance - don’t see a problem with their own form of economic privilege that comes with owning extra houses, or at least don’t care if it means they get more cash out of it.\n\nMy mum and dad - are at it now. And my dad in particular - who hated Thatcher and all what she represented has, in effect, become exactly what she wanted. He owns three homes, and has done the classic trick of making it into a business (basically so he can avoid inheritance tax). I’ve asked him to take my name off it as it doesn’t sit right with me. And, through hard, hard work and prudent saving - I’m hopefully not too far away from buying my first home now.\n\nadd286\n\n‘I’m a millennial and I don’t want to own my own home’\n\nI’m not sure you’ll ever get everyone to buy their own home. I’m a millennial and I don’t want to own my own home. I bought a house when I was 19, when I moved with a new partner who owned a house after seven years living in a house we couldn’t afford the upkeep and we decided to rent instead. It was the best thing I ever did.\n\nInstead of living in a place I could just afford I could now go anywhere and move when I like. No stress of moving when you buy a house. I’m lucky I have a very good landlord, I know that’s not the same for everyone.\n\nLadyxxMacbeth\n\nComments have been edited for length. This article will be updated throughout the day with some of the most interesting ways readers have been participating across the site.","4":"What term do you want to search? Search with google","5":"Theresa May is facing a furious backlash from MPs after she ordered UK forces to join the US and France in targeted airstrikes on Syrian chemical weapons facilities – without having gained the consent of parliament.\n\nHours after four RAF Tornado GR4 fighter jets launched Storm Shadow missiles at a military facility 15 miles west of Homs at 2am on Saturday, where the Assad regime is believed to stockpile the lethal weapons, the prime minister issued a passionate defence of the action, which she said had been taken for humanitarian reasons.\n\nHaving been briefed by military advisers at Downing Street after the strikes, May said that she was “confident” they had been successful.\n\nA Downing Street spokesman said May spoke to President Macron and President Trump on Saturday afternoon and that they agreed the military strikes had been a success.\n\nPlay Video 2:05 What you need to know about the Syria strikes – video report\n\n“The prime minister welcomed the public support which had been given by fellow world leaders for the strong stand the UK, France and the United States had taken in degrading Syria’s chemical weapons capability and deterring their use, defending global rules, and sending a clear message that the use of chemical weapons can never become normalised.”\n\nDonald Trump struck a more triumphalist note. In a tweet he said: “A perfectly executed strike last night. Thank you to France and the United Kingdom for their wisdom and the power of their fine military. Could not have had a better result. Mission accomplished!”\n\nBut, while support came from fellow European leaders and much of the wider international community, Vladimir Putin condemned the action “in the most serious way”. The Russian president called an emergency meeting of the UN security council to address the crisis. As that meeting opened on Saturday night, amid talk in UN circles of a new cold war, the organisation’s secretary general, António Guterres, urged all security council members to show restraint and avoid further escalation. Nikki Haley, the US ambassador to the United Nations, told the meeting: “If the Syrian regime uses this poisonous gas again, the United States is locked and loaded.”\n\nA Russian resolution at the UN security council condemning the air strikes met with a stinging diplomatic defeat. Moscow gained support from only two other countries, China and Bolivia. Four council members – Ethiopia, Kazakhstan, Peru and Equitorial Guinea - abstained, while the remaining eight members voted against. After the vote the Russian envoy, Vassily Nebenzia said “Today is a very sad day for the world, the UN, its charter, which was blatantly, blatantly violated.”\n\nThe strikes, which May maintained were “right and legal”, were ordered in response to the killing of 75 people, including children, in the Syrian town of Douma eight days ago. At a press conference early on Saturday May said the decision had been based on a mass of intelligence showing the Assad regime had been responsible for the Douma chemical weapons attacks.\n\nBut the prime minister came in for a barrage of criticism from opposition politicians at home. Labour leader Jeremy Corbyn accused her of “trailing after Donald Trump” and insisted that the prime minister should have sought parliamentary approval first.\n\nPlay Video 2:27 UK parliament should have been consulted on Syria strikes, says Jeremy Corbyn – video\n\n“Bombs won’t save lives or bring about peace,” he said. “This legally questionable action risks escalating further, as US defence secretary James Mattis has admitted, an already devastating conflict and therefore makes real accountability for war crimes and use of chemical weapons less, not more, likely.”\n\nEven Labour MPs who believed that action was necessary questioned why she had not waited until parliament returns on Monday to try to get its backing. Labour MP John Woodcock said: “It was right that the UK joined our allies in action to degrade Assad’s chemical weapon capability in Syria” but added that “the prime minister must explain to parliament why she believed it was not appropriate to put this to [a] vote in advance.”\n\nScottish first minister Nicola Sturgeon condemned the attacks and accused May of “complying with presidential wishes”, while Lib Dem leader Vince Cable warned: “Riding the coat-tails of an erratic US president is no substitute for a mandate from the House of Commons.” Caroline Lucas and Jonathan Bartley, the co-leaders of the Green party, said May had “trampled over parliamentary democracy” and called for a vote to be held on Monday.\n\nMay – who appeared to leave the door open to more strikes if the Assad regime repeated the used of chemical weapons – repeatedly dodged questions on whether she would seek some form of retrospective vote in parliament, saying only that she would address parliament on Monday, and take MPs’ questions.\n\nAt a Pentagon briefing Lt Gen Kenneth McKenzie said three targets had been struck in a “precise, overwhelming and effective” manner. One of these, the Barzah chemical weapons research and development centre near Damascus, was hit and “destroyed” by 76 missiles, 57 of them Tomahawks. “Initial indications are that we accomplished the military objectives without interference from Syria,” he said.\n\nIn the Syrian capital, Damascus, hundreds gathered to show their defiance in the face of western attacks, honking their car horns, flashing victory signs and waving Syrian flags after the airstrikes.\n\nSome supporters of the anti-Assad opposition said they were disappointed that the strikes had been limited. “We had high hopes,” said Hussam, 40, who opposes the regime. “Unfortunately the only thing reverberating among us is disappointment. It wasn’t as intense as they’re making it sound. We have no more faith in the international community. Trump has been saying he will bomb for days now, like he’s warning Bashar ahead of time to be safe. If I am coming to murder someone, will I tell him beforehand? It’s ridiculous, it’s nonsense. They are laughing at us.”\n\nPlay Video 1:43 Theresa May: Syria strikes 'right and legal' option – video\n\nMay said the action, while specifically targeted at Assad, sent a wider message to others, including Russia, about the use of chemical weapons. Referring to the recent chemical weapons attack in Salisbury on former MI6 spy Sergei Skripal and his daughter Yulia she said: “We cannot allow the use of chemical weapons to become normalised – either within Syria, on the streets of the UK or elsewhere.”\n\nSeveral European leaders rallied behind the joint UK, US and French action. German chancellor Angela Merkel said: “We support the fact that our UK and French allies took on responsibility in this way as permanent members of the UN security council. The military strike was necessary and appropriate in order to preserve the effectiveness of the international ban on the use of chemical weapons and to warn the Syrian regime against further violations.”","6":"‘Britain, France, and the US have marshaled their righteous power against barbarism and brutality’\n\nDonald Trump's address on the launch of attacks on Syria – the full text\n\nMy fellow Americans, a short time ago, I ordered the United States Armed Forces to launch precision strikes on targets associated with the chemical weapons capabilities of Syrian dictator Bashar al-Assad.\n\nA combined operation with the armed forces of France and the United Kingdom is now under way. We thank them both.\n\nTonight, I want to speak with you about why we have taken this action.\n\nOne year ago, Assad launched a savage chemical weapons attack against his own innocent people. The United States responded with 58 missile strikes that destroyed 20 per cent of the Syrian Air Force.\n\nTheresa May orders Britain to join air strikes on Syria Read more\n\nLast Saturday, the Assad regime again deployed chemical weapons to slaughter innocent civilians – this time, in the town of Douma, near the Syrian capital of Damascus. This massacre was a significant escalation in a pattern of chemical weapons use by that very terrible regime.\n\nThe evil and the despicable attack left mothers and fathers, infants and children, thrashing in pain and gasping for air. These are not the actions of a man; they are crimes of a monster instead.\n\nFollowing the horrors of World War I a century ago, civilized nations joined together to ban chemical warfare. Chemical weapons are uniquely dangerous not only because they inflict gruesome suffering, but because even small amounts can unleash widespread devastation.\n\nThe purpose of our actions tonight is to establish a strong deterrent against the production, spread, and use of chemical weapons. Establishing this deterrent is a vital national security interest of the United States. The combined American, British, and French response to these atrocities will integrate all instruments of our national power – military, economic, and diplomatic.\n\nWe are prepared to sustain this response until the Syrian regime stops its use of prohibited chemical agents.\n\nI also have a message tonight for the two governments most responsible for supporting, equipping, and financing the criminal Assad regime.\n\nTo Iran, and to Russia, I ask: What kind of a nation wants to be associated with the mass murder of innocent men, women, and children?\n\nSyria air strikes: US, UK and France launch attack on Assad regime Read more\n\nThe nations of the world can be judged by the friends they keep. No nation can succeed in the long run by promoting rogue states, brutal tyrants, and murderous dictators.\n\nIn 2013, President Putin and his government promised the world that they would guarantee the elimination of Syria’s chemical weapons. Assad’s recent attack – and today’s response – are the direct result of Russia’s failure to keep that promise.\n\nRussia must decide if it will continue down this dark path, or if it will join with civilised nations as a force for stability and peace. Hopefully, someday we’ll get along with Russia, and maybe even Iran – but maybe not.\n\nI will say this: The United States has a lot to offer, with the greatest and most powerful economy in the history of the world.\n\nIn Syria, the United States – with but a small force being used to eliminate what is left of ISIS – is doing what is necessary to protect the American people. Over the last year, nearly 100 per cent of the territory once controlled by the so-called ISIS caliphate in Syria and Iraq has been liberated and eliminated.\n\nThe United States has also rebuilt our friendships across the Middle East. We have asked our partners to take greater responsibility for securing their home region, including contributing large amounts of money for the resources, equipment, and all of the anti-ISIS effort.\n\nIncreased engagement from our friends, including Saudi Arabia, the United Arab Emirates, Qatar, Egypt, and others can ensure that Iran does not profit from the eradication of ISIS.\n\nAmerica does not seek an indefinite presence in Syria under no circumstances. As other nations step up their contributions, we look forward to the day when we can bring our warriors home. And great warriors they are.\n\nLooking around our very troubled world, Americans have no illusions. We cannot purge the world of evil, or act everywhere there is tyranny.\n\nNo amount of American blood or treasure can produce lasting peace and security in the Middle East. It’s a troubled place. We will try to make it better, but it is a troubled place. The United States will be a partner and a friend, but the fate of the region lies in the hands of its own people.\n\nIn the last century, we looked straight into the darkest places of the human soul. We saw the anguish that can be unleashed and the evil that can take hold. By the end of the World War I, more than 1 million people had been killed or injured by chemical weapons. We never want to see that ghastly specter return.\n\nSo today, the nations of Britain, France, and the United States of America have marshaled their righteous power against barbarism and brutality.\n\nTonight, I ask all Americans to say a prayer for our noble warriors and our allies as they carry out their missions.\n\nWe pray that God will bring comfort to those suffering in Syria. We pray that God will guide the whole region toward a future of dignity and of peace.\n\nAnd we pray that God will continue to watch over and bless the United States of America.\n\nThank you, and goodnight. Thank you.","7":"There was a time when, even if we disagreed about the remedy, we did at least agree that the patient was sick. We might argue about the meaning of this or that event, but all sides usually accepted that the event in question had at least happened. No longer. A new and unsettling dimension has entered our collective, and global, conversation.\n\nHow Syria's White Helmets became victims of an online propaganda machine Read more\n\nIn the US James Comey, the former FBI director sacked by Donald Trump, released his memoirs and did a round of TV interviews. The FBI has not always enjoyed or deserved public trust – under its founder, the bigoted and brutal J Edgar Hoover, minorities and trade unionists had good reason to fear it – but in recent decades it came to be seen as one of the trusted arbiters of American life, a non-partisan referee whose word would be accepted. That would be truer still of the figure at the helm, the nation’s top law enforcement officer.\n\nNow, of course it’s natural that Comey’s book would not be hailed as a definitive, objective account of recent, highly contested events. It was not sworn testimony, but an autobiography with all the self-flattery and exculpation associated with that genre. But what was striking was the casual dismissal even of the facts in the book. Trump and the Republican party instantly trashed the ex-director – himself a Republican – launching a website: lyincomey.com. You can argue about Comey’s judgment and his self-righteousness – which make parts of the book read like reflections of The Simpsons’ Ned Flanders – but his opponents go further, waving aside even that which is verifiably true.\n\nThe more egregious example is also the more serious. At a concert in Barcelona, the former Pink Floyd star Roger Waters accused the Syria Civil Defence, or White Helmets – the volunteers who pull survivors from the rubble of bomb attacks, and are widely credited with saving thousands of civilian lives – of being “a fake organisation that exists only to create propaganda for the jihadists and terrorists”.\n\nThat claim, which has been repeatedly debunked, was instantly applauded and spread by the same crowd of pro-Russia voices on the far left and far right who have served so dutifully as Assad’s online cheerleaders. To them, Waters was a hero for daring to speak an unpopular truth. For everyone else, a once admired musician had joined the ranks of conspiracist cranks and apologists for a murderous dictator.\n\nThe remark by Waters fitted a story the Assad denialists have been telling for a while: that the chemical attack in Douma was fake, staged by the White Helmets and their western friends. Russian state TV even aired footage that, it claimed, showed a film set where such atrocities are cooked up. (The pictures were, in fact, taken from the set of a Syrian feature film.)\n\nFacebook Twitter Pinterest The former Pink Floyd star Roger Waters accused the White Helmets of being “a fake organisation that exists only to create propaganda for the jihadists and terrorists”. Photograph: Pacific Press \/ Barcroft Images\n\nRemember, these voices are not simply saying western air strikes were the wrong response to the killings in Douma. They are saying there were no killings in Douma. Or there were, but they didn’t involve chemical weapons. Or they did, but rebel groups were responsible. Or the whole thing was staged by Britain. The line changes with dizzying frequency.\n\nThe point is, whether it’s Comey or Syria, we are now in an era when the argument is no longer over our response to events, but the very existence of those events. It was the same story after the mass school shooting at Parkland, Florida, in February. A loud chorus of rightists was not content merely to denounce proposed gun control measures: they claimed the massacre had not happened at all, and that all those grieving parents and teenagers were “crisis actors”.\n\nThese are symptoms of a post-truth disease that’s come to be known as “tribal epistemology”, in which the truth or falsity of a statement depends on whether the person making it is deemed one of us or one of them. According to the writer David Roberts, “information is evaluated based not on conformity to common standards of evidence or correspondence to a common understanding of the world, but on whether it supports the tribe’s values and goals and is vouchsafed by tribal leaders. ‘Good for our side’ and ‘true’ begin to blur into one.”\n\nOf course, we all suffer from confirmation bias, and all of us listen more to our friends than to our foes – but this goes further. Recall the Trump spokesperson Scottie Nell Hughes, who declared: “There’s no such thing, unfortunately, any more as facts.” For many Americans, Hughes explained, Trump’s tweets, regardless of the evidence, “are truth” simply because they come from him.\n\nIt fits that social media is the weapon of choice. Its algorithms are proven to favour virality over veracity, spreading false stories faster and wider than true ones. A mysterious pro-Assad tweeter, with no other traceable existence online, has nearly as many followers as the BBC’s Middle East editor. Meanwhile, the top story on Google News the morning after the US presidential election hailed Trump as the winner of the popular vote – even though he had lost it by nearly 3m votes. The tribe tells itself what it wants to hear.\n\nThe desire to stand with your fellow Republicans or Assad apologists is so great you’re ready to throw out not only your opponents’ arguments but their evidence too. And because trust in all the previously respected referees – from the media to human rights organisations to the FBI – has collapsed, you refuse to believe anything and anyone that contradicts you.\n\nThe danger this poses is clear. Comey’s moment will pass, but eventually his predecessor at the FBI, special counsel Robert Mueller, will deliver his report into the Trump campaign’s alleged collusion with Russia. Already Trump’s Fox News outriders are trashing Mueller – another Republican-appointed straight arrow whose honesty has never been credibly questioned – branding him biased, corrupt, even “the head of a crime family”. That will make it easier to ignore his findings, however damning. If Richard Nixon were in office now, even Watergate would not be Watergate: his own tribe would simply dismiss the hard, factual evidence against him.\n\nIf Nixon were in office now, Watergate would not be Watergate: his tribe would simply dismiss the hard evidence\n\nAs for Syria, Waters and the rest may seem like fringe voices, but such thinking eventually leaks into the mainstream. On yesterday’s Question Time, Emily Thornberry echoed the Russian claim that chemical weapons inspectors were being kept out of Douma by UN red tape and health and safety rules – when in fact it is Assad and Russia keeping them out: long enough, presumably, to ensure that by the time they’re granted access the crucial evidence will have been cleared away.\n\nIt makes for a chilling landscape, a world where atrocities are committed twice over – once when they are done, and again when they are denied. Not decades later, but even as the dead are still being buried. The great division of our time may not, after all, be between left and right or open and closed, but something more fundamental still: between what is true and what is false.\n\n• Jonathan Freedland is a Guardian columnist","8":"Pale and tired after one of the most testing and sleepless nights of her premiership, Theresa May’s voice cracked just a little as she addressed journalists – and the British people – from the state dining room in No 10 Downing Street at 9am yesterday.\n\n“There is no graver decision for a prime minister than to commit our forces to combat – and this is the first time that I have had to do so,” she declared with emotion etched across her face. “As always, they have served our country with the greatest professionalism and bravery – and we owe them a huge debt of gratitude. We would have preferred an alternative path. But on this occasion there is none.”\n\nThe conclusion that airstrikes would be carried out had been reached over several days of intense diplomatic activity between London, Washington and Paris. All three governments and their intelligence and military services had worked through several nights to agree a tripartite response to the killing of 75 people, including young children, in an apparent chemical weapons attack in the Syrian town of Douma a week before.\n\nMay’s cabinet had on Thursday unanimously backed the principle of airstrikes. But there were still crucial decisions to be made about their precise nature, purpose and scale, and, critically, about their timing.\n\nFor May, the need to act was beyond doubt – but the political risks were all too clear. Could a prime minister whose hold on power was so frail, in a country still traumatised by the decision, based on flawed intelligence, to go to war in Iraq in 2003, really authorise airstrikes without the backing of parliament? And without the support of the Labour party, whose leader Jeremy Corbyn was opposed?\n\nShould she not wait until MPs returned to Westminster after the Easter break, which they do not do until Monday?\n\nAccording to senior figures in Downing Street, it was at around 7pm on Friday evening, after the prime minister had been in a phone call with the French president, Emmanuel Macron, that the die was finally cast and the timetable set.\n\nMacron had been as hawkish, and arguably more so, than May or even US President Donald Trump. The message was that he wanted to go ahead soon. The French president had been preparing the ground. On Friday morning, he had made a phone call to the Russian leader, Vladimir Putin, the only one of the trio to do so. In the call, Macron voiced his “deep concern” over the “continuing deterioration of the situation on the ground”, but also said that Paris wanted “to continue and intensify dialogue” with Moscow for a political solution to the Syria crisis.\n\nIf it was to happen, there had to be a balanced message to assuage Moscow. “The tone was direct, as it often is, but it was also constructive,” said one Elysée source, stressing that Paris now wanted to capitalise on the momentum of the strikes to bring Russia to the table in a renewed effort for a “political process” to end the Syria crisis.\n\nNo 10 had, throughout Thursday and Friday, been building the case for strikes and establishing their legality.\n\nThe attorney general had told May that action would not break international law. And the intelligence services had been sending in more and more evidence that the chemical weapons attack was, beyond reasonable doubt, the work of the Assad regime.\n\nIt was the kind of detailed evidence May needed if MPs were to protest in parliament that she had defied their will. Just before midnight on Friday, the prime minister, who was at Chequers, began a series of calls to UK political leaders, including Corbyn, Nicola Sturgeon and Vince Cable, to warn them of what was about to unfold.\n\nShe then stayed up until military officials were able to tell her that the airstrikes had achieved their aim and been a success.\n\nShe recorded a statement to be broadcast on television to the nation and then turned in. “She got a bit of sleep, we think,” said an aide. “Though not a lot.” At around 6am, she and her husband Philip were driven back from Chequers to Downing Street, where the prime minister was briefed by senior military advisers on the operations and the damage they had inflicted.\n\nInevitably there were difficulties in keeping all members of the tripartite alliance to the same script. Even before French fighter jets had returned to their bases on home soil from the Syria mission, the French defence minister, Florence Parly, said that Russia had been “warned beforehand” to avoid any confrontation or escalation. The Elysée quickly contradicted her and played this down, saying that standard “deconfliction” contacts had been made with the Russian military only once the operation had begun.\n\nFrench sources said France’s part of the military operation had taken 10 hours from the time the country’s fighter jets took off to the moment they returned.\n\nAt her press briefing early yesterday, the prime minister was clear that the action, while aimed at the Assad regime, also carried a wider message to those who thought they could use chemical weapons on British, or any other country’s, soil. “We cannot allow the use of chemical weapons to become normalised – either within Syria, on the streets of the UK or elsewhere. We must reinstate the global consensus that chemical weapons cannot be used.”\n\nOn Monday she will address parliament, telling MPs why the action was necessary and taking their questions. Only then will she be able to fully assess the potential political implications of her first military operation as prime minister.","9":"The cyberwar between the west and Russia has escalated after the UK and the US issued a joint alert accusing Moscow of mounting a “malicious” internet offensive that appeared to be aimed at espionage, stealing intellectual property and laying the foundation for an attack on infrastructure.\n\nSenior security officials in the US and UK held a rare joint conference call to directly blame the Kremlin for targeting government institutions, private sector organisations and infrastructure, and internet providers supporting these sectors.\n\nNorth Korea is a bigger cyber-attack threat than Russia, says expert Read more\n\nRob Joyce, the White House cybersecurity coordinator, set out a range of actions the US could take such as fresh sanctions and indictments as well as retaliating with its own cyber-offensive capabilities. “We are pushing back and we are pushing back hard,” he said.\n\nJoyce stressed the offensive could not be linked to Friday’s raid on Syria. It was not retaliation for the US, UK and French attack as the US and UK had been investigating the cyber-offensive for months. Nor, he said, should the decision to make public the cyber-attack be seen as a response to events in Syria.\n\nJoyce was joined in the call by representatives from the FBI, the US Department of Homeland Security and the UK’s National Cyber Security Centre (NCSC), which is part of the surveillance agency GCHQ.\n\nThe US and UK, in a joint statement, said the cyber-attack was aimed not just at the UK and US but globally. “Specifically, these cyber-exploits were directed at network infrastructure devices worldwide such as routers, switches, firewalls, network intrusion detection system,” it said.\n\n“Russian state-sponsored actors are using compromised routers to conduct spoofing ‘man-in-the-middle’ attacks to support espionage, extract intellectual property, maintain persistent access to victim networks and potentially lay a foundation for future offensive operations.\n\n“The current state of US and UK network devices, coupled with a Russian government campaign to exploit these devices, threatens our respective safety, security, and economic wellbeing.”\n\nThe US has given the cyber activity alleged to be from Russia the name GRiZZLY STEP.\n\n\n\nThe US and UK have previously blamed Russia for cyber-attacks such as crippling attacks last year that created disruption worldwide, including to the National Health Service, and for a cyber-intrusion into the US energy grid.\n\n\n\nBut they portrayed this as far more serious because of the potential to undermine infrastructure. Millions of machines had been targeted in a “sustained” campaign and the US and UK admitted they still did not know the full extent to which the system had been compromised.\n\nPreviously the two nations have spoken only of attacks “originating from Russia”, with lines between Russian criminals and state activity being blurred, but they pinned blame on the Kremlin on this occasion.\n\nMajor cyber-attack on UK a matter of 'when, not if' – security chief Read more\n\nThe US and UK said they had “high confidence” that the Kremlin was behind the attack.\n\nIt is the first time they have issued joint advice to all sectors that might have been compromised, offering steps to to identify and neutralise potential problems relating to the attacks.\n\n\n\nCiaran Martin, the chief executive of the NCSC, which works closely with the surveillance agency GCHQ, said: “This is a very significant moment as we hold Russia to account.”\n\nHoward Marshall, who works in the FBI’s cyber-division and who was on the conference call, said: “We will bring every tool to bear against them in every corner of cyberspace.”\n\nThe decision of the US and UK governments to go public reflects a loss of patience with Moscow after a series of cyber-attacks and hacks allegedly originating from within Russia. It could also be born out of frustration over Russia’s supposed interference in democratic elections in the US and Europe, its support for Syria’s Bashar al-Assad and incidents such as the use of a nerve agent in Salisbury.\n\nBoth the US and UK, like Russia, have cyber-offensive capabilities. The head of GCHQ, Jeremy Fleming, in his first public speech last week, described how such a capability was used to degrade Islamic State’s ability to disseminate propaganda from its Syrian headquarters in Raqqa. It was the first time that UK has admitted to having used its cyber-offensive capability.","10":"Turkey has brought forward elections that could pave the way for a single-party state with few checks on the power of the president to 24 June, a year and a half ahead of schedule.\n\nTurkey’s president, Recep Tayyip Erdoğan, announced the new date after meeting Devlet Bahçeli, his ally and head of the nationalist bloc in parliament, who had called on Tuesday for early presidential and parliamentary elections.\n\n“We have decided that elections should be held on 24 June 2018,” Erdoğan said at the presidential palace. “Our preference has been to try to hold out till the date in November 2019. However, whether it be the cross-border operation in Syria, or the historic developments in Iraq and Syria have made it so that it is paramount for Turkey to overcome uncertainty.”\n\nTurkey's ever-closer ties with Russia leave US lacking key ally on Syria Read more\n\nThe winner will assume the presidency of the Turkish republic with broad powers that were approved after a constitutional referendum last year. The elections are likely to take place under a state of emergency that has been in place since a coup attempt in July 2016.\n\nBefore Wednesday Erdoğan had repeatedly pledged to hold the elections in 2019 as originally planned, but fears of an economic downturn had recently rekindled speculation that he might change his mind.\n\nBahçeli’s proposal and its quick acceptance by the president was a stunning turnaround that will leave just two months before elections that will transform the political scene in Turkey, sealing its evolution from a parliamentary democracy into an executive presidency with sweeping powers.\n\nTurkey held a referendum on presidential powers in April last year. Narrowly approved by voters, the constitutional amendments abolished the office of prime minister and allowed the president to be a member of a political party, appoint unelected vice-presidents, and have a greater say in appointing judges to the highest judicial board in the country, as well as issuing decrees with the force of law.\n\n\n\nQ&A What happened in the Turkish referendum and why does it matter? Show Hide On 16 April 2017 Turkish voters narrowly approved a package of constitutional amendments granting President Erdoğan sweeping new powers. The amendments will transform the country from a parliamentary democracy into a presidential system – arguably the most significant political development since the Turkish republic was declared in 1923. Under the new system - which is not due to take affect until after elections in June – Erdoğan will be able to stand in two more election cycles, meaning he could govern as a powerful head of state until 2029. The new laws will notionally allow Erdoğan to hire and fire judges and prosecutors, appoint a cabinet, abolish the post of prime minister, limit parliament’s role to amend legislation and much more. The president's supporters say the new system will make Turkey safer and stronger. Opponents fear it will usher in an era of authoritarian one-man rule.\n\nThe government, led by Erdoğan’s Justice and Development party (AKP), has launched a wide-ranging crackdown on dissidents in the aftermath of the coup, which is widely believed to have been carried out by followers of Fethullah Gülen, an exiled preacher based in Pennsylvania.\n\nThe crackdown has gone beyond the Gülenists to encompass opposition MPs, academics and the media, with dissident journalists imprisoned or facing prosecution for allegedly abetting terrorist groups. Turkey this year was the world’s biggest jailer of journalists, ahead of China and Egypt.\n\n“I think 24 June is going to be a historic day in Turkey,” said Soner Çağaptay, director of the Turkish programme at the Washington Institute and author of a biography of Erdoğan. “It is when the office of prime minister will cease to exist, when the president will be able to rule by decree and the executive presidency will fully form. We will be switching from one Turkey to another, and it will be a dramatic day.”\n\nBahçeli, whose Nationalist Movement party (MHP) entered into a formal electoral alliance with the AKP, had called on Tuesday for elections to be held in August..\n\nErdoğan said Turkey’s ongoing campaigns in Syria and Iraq, where it has intervened to fight Islamic State militants and Kurdish paramilitaries, as well as the need to more rapidly implement the new presidential system, made it necessary to hold early elections. Turkish-backed rebels in Syria recently achieved victory in a campaign to conquer the Kurdish enclave of Afrin near the border, a military operation that was widely popular in Turkey.\n\nBut experts and observers say the early elections are meant to get ahead of the effects of economic troubles. An ongoing steep fall in the value of the Turkish lira, coupled with warnings of an overheating economy and a widening current account deficit, threaten the popularity of the AKP, which has often banked on a healthy and growing economy as a key element of its popular strength.\n\nThe party is also likely to capitalise on nationalist sentiment, which is on the rise after the Afrin operation.\n\nEarly elections may also leave Erdoğan with a limited field of competitors. The main secularist opposition bloc, the Republican People’s party (CHP), has failed to win successive elections for 16 years and struggles to field credible presidential candidates. Selahattin Demirtaş, the charismatic leader of the pro-Kurdish People’s Democratic party (HDP) has been in prison for over a year and his party has been decimated by arrests of mayors, cadres and MPs, with lawsuits stripping the latter of their immunity.\n\nMeral Akşener, a popular nationalist leader who defected from Bahçeli’s party last year to set up her own, may face procedural hurdles for her party to run in the elections because of a rule that requires political parties to hold a general congress at least six months before the polls. She was billed as a credible opponent to Erdoğan due to her nationalist credentials and the fact that she is a practicing Muslim with secular views on government, and her ability to target both centrist voters and others from the president’s base.\n\nAkşener may still be able to run for the presidency even if her party does not qualify to run for parliament.","11":"Top story: Rudd moves to right Windrush wrongs\n\nGood morning – Warren Murray back with you today.\n\nThe government has made an unprecedented apology over the “appalling” treatment of Windrush-era citizens, who have been threatened with deportation and denied access to public services after being classed as illegal immigrants. Amber Rudd, the home secretary, promised to resolve their status within two weeks. “Frankly, how they have been treated has been wrong – has been appalling – and I am sorry,” said Rudd. “This is about individuals, and we have heard the individual stories, some of which have been terrible to hear.”\n\nThe Guardian has been documenting a growing scandal over the past five months affecting an unknown number of people who arrived in the UK from the Caribbean as children (often on parents’ or siblings’ passports) but were never formally naturalised or hadn’t applied for a British passport. Under the Conservative government’s “hostile” immigration environment policy they were unable to prove their right to remain in Britain.\n\nPlay Video 1:55\n\nRudd’s announcement came after the prime minister was forced into an embarrassing U-turn over Downing Street’s initial refusal to schedule a meeting requested by 12 Caribbean heads of government to discuss the problem at the Commonwealth summit in London. Anger remains, though, along with a degree of scepticism that fairness will now prevail. Satbir Singh from the Joint Council for the Welfare of Immigrants said government policy had turned Britain into a “hostile society” and the Home Office into an “island of inhumanity and incompetence … This is the first time that the government has been forced to account for these deliberate decisions. We hope it marks the start of a conversation about how we treat all those who seek to make a life here.”\n\nSyria latest – Overnight, Russia has announced that chemical weapons inspectors will be allowed to visit Douma, site of the poison gas attack that triggered US, British and French air strikes against the Assad regime. The US claims Russia may already have tampered with the site. In Britain, Theresa May has told MPs there was no time to get UN approval before launching the air strikes in Syria. May dismissed Jeremy Corbyn’s criticisms and said waiting in such cases would effectively mean “a Russian veto on our foreign policy … It is in our national interest to prevent the further use of chemical weapons in Syria. We have not done this because President Trump asked us to do so. We have done it because we believed it was the right thing to do.”\n\nBrexit logjam – Almost half the bills needed for Brexit have yet to be introduced to parliament, it has emerged. Parliament will only sit for another 80 days before MPs are expected to vote on the final Brexit deal and it looks like the government will struggle to pass the necessary legislation before then. “It’s frankly embarrassing that, more than 10 months since the general election, the government hasn’t passed a single piece of Brexit legislation,” said Jenny Chapman, the shadow Brexit minister. Theresa May is meanwhile facing a possible defeat as the Lords debates an amendment to keep Britain in a customs union with the EU. Rafael Behr says that at this point, leavers are able to exploit a “growing complacency and fatalism around Brexit”. There is no enthusiasm in parliament for May’s Brexit, he writes, but “parliament couldn’t be bothered to lead the way back”.\n\nOliver and done with – Jamie Oliver has been forced to give up his Australian restaurants after the group was placed in the hands of administrators. Five of the restaurants trading as Jamie’s Italian – in Sydney, Perth, Brisbane, Adelaide and Parramatta – looked set to continue as franchises after being sold off in a last-minute rescue deal. A sixth, in Canberra, was closed immediately. Oliver’s businesses in the UK have also been struggling to restructure their way out of debts of £71.5m.\n\nTradition be damned – The rapper Kendrick Lamar has won a historic Pulitzer prize for music, breaking the tradition of the category long reserved for classical works.\n\nLamar’s album Damn is the first work of popular music to win the prize since it was introduced in 1943. The New York Times and New Yorker jointly won the Pulitzer for public service on Monday for investigating the Harvey Weinstein allegations. The NYT also shared a national reporting Pulitzer with the Washington Post for their coverage of the Trump-Russia investigation.\n\nGlobal blight of toxic air – More than 95% of the world’s population breathe unsafe air and the situation is worst for the poorest people, a global study has warned. Burning solid fuels, such as coal, indoors for cooking or heating remains a major culprit – and with the atmosphere polluted by cars in major cities, one in three people worldwide are exposed to toxic air both indoors and out. The Health Effects Institute says that while developed countries have made improvements, some developing nations have gone backwards as they put economic growth ahead of air quality. There is some hope. China and India accounted for half the estimated 6m deaths from air pollution last year, but the former is getting stricter about coal burning, while the latter is tackling indoor pollution by promoting gas cooking and electrification.\n\nPlastic scourge meets match – Scientists have accidentally created an enzyme that can eat plastic soft drink bottles down to nothing. The researchers were experimenting with bacteria that could break down plastic when they isolated and inadvertently enhanced the potent catalyst. “What we are hoping to do is use this enzyme to turn this plastic back into its original components, so we can literally recycle it back to plastic,” said Prof John McGeehan from the University of Portsmouth. “It means we won’t need to dig up any more oil and, fundamentally, it should reduce the amount of plastic in the environment.”\n\nLunchtime read: The business of sleep\n\n\n\nTiredness seems to be the new norm – no wonder companies are selling sleep aids from spooning robots to cuddle blankets.\n\nSo how did a restful night become a luxury item? Ellie Violet Bramley burns the midnight oil to investigate.\n\nSport\n\nThe organisers of Birmingham 2022, possibly daunted by following an event so well received on the ground, may have felt some relief as 11 days of slick operation at the Gold Coast Commonwealth Games were somewhat undermined by two bum notes in the final 24 hours.\n\nManchester City’s joyous romp to the Premier League title presents manager Pep Guardiola with a different kind of opportunity – to ensure his time in charge is an unqualified success by winning the Champions League next year. Andy Carroll struck a 90-minute equaliser for West Ham to save Joe Hart after the goalkeeper’s error led to Peter Crouch putting Stoke City ahead.\n\nThe Canal Turn incident that took three runners out of the Grand National on Saturday will be considered by Aintree officials as part of their annual reflection on the race in case anything should be done to reduce risk. And Mainz’s Bundesliga match against Freiburg could be set for a place in the record books after the home side scored just under seven minutes into half-time – and after the players had been allowed to leave the pitch.\n\nBusiness\n\nAsian markets have mostly risen on news that China’s economy expanded in January-March at 6.8%, the same rate as the previous three months. Worries remain, though, about US-China trade tensions.\n\nSterling has been trading at $1.433 and €1.158 overnight.\n\nThe papers\n\nThe main story dominating front pages today is the British government’s treatment of Windrush citizens. The Mail calls it an outrage and a “fiasco that shames Britain”, while the Guardian and Telegraph lead on Amber Rudd’s apology. The Mirror says it is one of a number of “shameful” episodes involving Theresa May, lumping it in with her response to the Syrian chemical attacks, the Grenfell tower disaster and the NHS.\n\nThe Sun and Mirror are preoccupied with an apology of a different order. TV presenter Ant McPartlin is very sorry about drink driving. A shame-faced McPartlin also makes it on to the front of the Times, but the paper leads on Russia hacking into “millions” of computers around the globe. Meanwhile the FT splashes on: “US and UK block ZTE in latest move over China security fears.”\n\n\n\nSign up\n\nThe Guardian morning briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, make sure to subscribe.\n\nFor more news: www.theguardian.com","12":"Ideology is what determines how you think when you don’t know you’re thinking. Neoliberalism is a prime example. Less well-known but equally insidious is technological determinism, which is a theory about how technology affects development. It comes in two flavours. One says that there is an inexorable internal logic in how technologies evolve. So, for example, when we got to the point where massive processing power and large quantities of data became easily available, machine-learning was an inevitable next step.\n\nThe second flavour of determinism – the most influential one – takes the form of an unshakable conviction that technology is what really drives history. And it turns out that most of us are infected with this version.\n\nIt manifests itself in many ways. A prime example is the way the political earthquakes of 2016 – Brexit and Trump’s election – are being attributed to technology: if only Cambridge Analytica and other dubious actors hadn’t weaponised social media, normal life would have continued. Hillary Clinton would be bombing Syria, David Cameron would still be prime minister and Jacob Rees-Mogg would just be muttering into his Veuve Clicquot.\n\nWhile there’s no doubt that social media played some – as yet unquantified – role in the upheavals of 2016, it seems implausible that the technology was the key element. Far more important were populist rage against the 2008 banking crisis – in which the wages of bankers’ sin were paid for by austerity imposed on ordinary citizens – and the social carnage wrought in some regions of western societies by decades of neoliberal economic policies, globalisation and outsourcing.\n\nBut technological determinism not only colours the way we explain the past, it also affects the way we see the future. Take our current concerns about the impact of the next wave of automation on middle-class employment. In 2013, for example, two Oxford researchers, Carl Benedikt Frey and Michael A Osborne, caused a stir when they published a report arguing that “about 47% of total US employment” was at risk from the kinds of “weak AI” technology then available.\n\nThe “hollowing out” of the middle classes is alarming: a stable middle class seems a prerequisite for a stable democracy\n\nThe main reason the Frey\/Osborne study generated such interest was that many of the job categories they identified as vulnerable were middle-class or white-collar. And the prospect of the “hollowing out” of the middle classes is alarming because, at least up to now, the presence of a stable middle class seems to be a prerequisite for a stable democracy.\n\nCloser examination of the study, however, suggested that panic might be premature. What the researchers had done was to take the 702 job categories employed by the US Bureau of Labor and used machine-learning techniques to estimate the vulnerability of each to automation. Within its own terms of reference, it was a pretty good piece of research, and it had the useful side-effect of making policymakers and others sit up and take notice. But as a guide to what might actually happen, it wasn’t much use. Why? Because there’s more than a whiff of technological determinism about it.\n\nAlthough the granularity of the research was an advance on much of what had gone before (702 occupations), it couldn’t address the reality that decisions about what gets automated, and why, are usually local and contingent on lots of factors which have nothing to do with technology. The fact that a machine could in principle do a particular job doesn’t mean that an entrepreneur or a company will make the necessary investment and embark on the disruption implicit in its deployment. Many jobs are in fact bundles of tasks, some of which are easily automated, while others are not. And so on.\n\nSo we need analyses of the potential impact of technology that are less deterministic. As luck would have it, one such study has recently emerged from the Organisation for Economic Co-operation and Development (OECD). It finds that across 32 of the 35 countries in the OECD, close to 50% of jobs are “likely to be significantly affected” by automation. But, the report says, “the degree of risk varies” and only 14% are “highly automatable” – ie the probability of automation in these jobs is over 70%. And there are significant regional differences: 33% of jobs in Slovakia are at risk, for example, but only 6% of jobs in Norway.\n\nThis difference highlights the inadequacy of technological determinism in helping us predict the future: in every case, one needs to delve deeper. The explanation for the differences between countries, for example, is probably that across the OECD, jobs that are superficially similar actually involve different occupational mixes.\n\nThe future of employment will, of course, be influenced by technology. But it’s never the only force that shapes our destinies.\n\nWhat I’m reading\n\nFrozen out of Facebook\n\nFacebook’s decision to privilege stuff from friends and family in users’ newsfeeds is upsetting some people. Like the guy who runs clickbait material that goes viral, with titles like “Shocking pit bull social experiment” and “World’s hottest pepper on girlfriend’s thong”.\n\nCosying up to AI\n\nWhy AI v humans ought not to be a zero-sum game is the subject of a thoughtful essay by a teacher called Nicky Case. Personally, I favour AI+human.\n\nJeff, meet Alexa\n\nInside Amazon’s Artificial Intelligence Flywheel, a report by Steven Levy, explains how it was the need to make Alexa work that got Amazon into AI.","13":"Brexit was predicted to be many things – triumphant, calamitous, impossible, a cinch – but never boring. Yet with less than a year to go, and vital questions still unanswered, Westminster’s interest has palpably waned. That partly reflects public disengagement. Europe is not raised much on the doorstep, say MPs, who are mostly grateful to talk about other things.\n\nBrexit looks bad on all fronts. That’s why we’re pushing for a people’s vote | Hugo Dixon Read more\n\nThere are pockets of Brexit passion. On Sunday hundreds of people went to the north London launch of the People’s Vote, a cross-party campaign demanding a referendum on the final deal. A smaller counter-demonstration asserted the view (prevalent outside the capital) that one referendum was enough. In news terms, that event was no competitor to airstrikes in Syria or wrangles with Russia over the Salisbury poisonings.\n\nInevitably EU affairs drop out of the headlines from time to time. But there has been a general downgrade in Brexit urgency since provisional agreement was reached last month on a transition period. That means the article 50 deadline of next March applies only to the terms of withdrawal. The future trading relationship can be outlined in a “political declaration”, with 21 extra months to fill in the details.\n\nThe challenge of lobbying to keep membership now is child’s play compared to how hard it'd be lobbying for re-admission\n\nHardline leavers don’t like this smudging of Brexit boundaries, but they haven’t kicked up a fuss because they recognise that transition is a lethal trap for the remain cause. It kills EU membership right on time next March, while deferring any painful impact until 2021, well beyond current political attention spans.\n\nPro-Europeans already find it hard to foment mass opposition to Brexit, not least because the leader of the Labour party is happy leaving the EU. But the challenge of lobbying to preserve membership now is child’s play compared to how hard it would be petitioning for re-admission once the doors to the club have banged shut.\n\nTransition doesn’t diminish the need for a deal, but elongating the timetable has taken some of the clock-ticking drama out of the story, easing pressure on Theresa May. Yet none of the problems that seemed desperate in January have gone away. There is still no magical method for keeping an invisible border in Northern Ireland while leaving the customs union. There is still no rival to the Treasury’s cost-benefit analysis showing only a downside to exit from the single market. A substantial majority of MPs still believe that Brexit is an exercise in damage limitation. Yet few dare to follow that logic to the end: when an action can only be measured in damage, the best limitation strategy is not to do it at all.\n\nDeference to the referendum result is a powerful factor here, but not the only one. There is also our political and media culture that much prefers characters to processes. Brexit blips on to British radars not when important things happen in Brussels, but when Westminster politics turn colourful. A boisterous banality by Boris Johnson makes a splash. A technocratic torpedo in the form of a commission negotiating mandate, blasting holes in May’s Brexit ambitions, causes barely a ripple.\n\nIt has never been easy to excite a British audience with the technicalities of the EU. It is hardest of all with those who voted leave hoping it meant they would never have to be bothered by such things again. And there is great, understated power in the politics of not being bothered. There were many remainers in 2016 who had no affection for the EU but didn’t think it was worth the hassle of leaving. As Brexit day gets nearer, the balance of being bothered shifts. It starts to look like a palaver to go back.\n\nEconomists call this the sunk-cost fallacy – the tendency to factor in the psychological cost of time and money already spent when making a choice about the future. This is why people tend to buy random useless things, having driven a long way to get to the shops. To leave empty-handed feels like a waste of all that time on the road. But the lost time is irrecoverable – a sunk cost. It should have no rational bearing on current purchases.\n\nThe months of fractious politics, social division and economic uncertainty are the sunk costs of Brexit. They shouldn’t weigh against the potential benefits of retaining membership if, after gruelling negotiations, that looks like the best item on the menu. But a false intuition puts the weight there. British politics is deep in that fallacy. There is no enthusiasm in parliament for May’s Brexit, but nor is there a coherent lobby for a U-turn. Jeremy Corbyn is wedded to the idea of a better, socialist kind of Brexit. Most Tory MPs will vote for May’s bad deal if the alternative is a crisis that somehow propels Corbyn into No 10.\n\nThe prime minister herself increasingly calls to mind Macbeth, wearily committed to seeing a nasty business through to the end, “in blood stepp’d in so far, that should I wade no more, returning were as tedious as go o’er”.\n\nAs an EU citizen I cherish my last ever vote in UK local elections | Pauline Bock Read more\n\nTedious, maybe. Not impossible. But it needs political courage and imagination. Those qualities are in short supply. There is instead growing complacency and fatalism around Brexit. The question of whether it should be done is treated as taboo by May and Corbyn. But the question of how it should be done hasn’t produced a credible answer to beat the option of not doing it at all. So we creep in this petty pace towards the final act, as if it were all predestined. It isn’t. If the UK does end up leaving the EU, the referendum result will be only half the reason. The other half will be a parliament that knew Britain was going the wrong way, yet couldn’t be bothered to lead the way back.\n\n• Rafael Behr is a Guardian columnist","14":"More than 500 parliamentarians from France, Germany and the UK have written to their US counterparts urging them to persuade Donald Trump not to abandon the Iran nuclear deal.\n\nIn a joint statement published in the Guardian, Der Spiegel, the New York Times and Le Monde, they urged a White House rethink before the 12 May deadline set by Trump to pull out of the deal, known as the joint comprehensive plan of action (JCPOA), unless Europe can come up with a new policy that will meet his concerns.\n\n“The US government threatens to abandon the JCPOA, although Iran fulfils its obligations under the agreement,” the letter said. They warn that “an exit from the US would have fatal consequences”.\n\nFrance, Germany and the UK negotiated the landmark deal in 2015 that lifted sanctions on Iran in exchange for strict limits on its nuclear programme, and are using all their leverage to try to persuade Trump that the deal is salvageable.\n\nAn open letter to the US Congress: don’t let Trump rip up the Iran deal | Richard Bacon, Omid Nouripour and Delphine O Read more\n\n“The short-term impact of this move would put an end to Iran’s nuclear programme controls, which could provide a new source of devastating conflict in the Middle East and beyond,” it said.\n\nBut it said even more serious were the long-term risks: damage to the credibility of the signatories as partners in international negotiations and more generally to diplomacy as a tool to secure lasting peace and security.\n\n“Leaving the agreement would diminish the value of all the promises and threats our countries make,” the parliamentarians said.\n\nThey added that if the deal broke down it would be nigh on impossible to assemble another grand coalition built around sanctions against Iran.\n\nQ&A Why is Trump hostile to Iran? Show Hide The genesis of Trump’s particular antipathy to Iran is hard to pin down. Before entering office he had been sceptical of Iran’s regional rival, Saudi Arabia. But during the 2016 election campaign all his closest foreign policy advisors, such as Michael Flynn, shared a worldview that portrays Iran as an uniquely malign actor in the Middle East and beyond. After the election, Israel, Saudi Arabia and the United Arab Emirates were successful in capturing the ear of Trump and his son-in-law and top adviser Jared Kushner.\n\nTrump is concerned by an Iranian ballistic missile programme, the speed with which Iran could obtain a nuclear capability at the end of the 10-year deal and more broadly Iran’s interventionist stance around the Middle East – notably in Yemen, Lebanon and Syria.\n\n\n\nThe campaign was organised by the German Green MP Omid Nouripour, the French MP Delphine O of Emmanuel Macron’s En Marche! movement, and the British Conservative MP Richard Bacon.\n\nProminent signatories from Germany include the Green party leader, Annalena Baerbock, the leftwing politician Gregor Gysi, the FDP parliamentary group vice-president, Alexander Graf Lambsdorff, and the Bundestag vice-presidents Thomas Oppermann (SPD) and Claudia Roth (Green). There were no signatories from the CDU.\n\n\n\nIn an attempt to mollify the White House, the governments in Berlin, Paris and London have been pushing for sanctions against Iran to be stepped up rather than for the cancelling of the deal. And the letter’s signatories criticised Tehran’s “aggressive policies” at home and abroad.\n\nIran nuclear deal talks persist as Trump looks poised to kill it Read more\n\n\n\n“As much we share the concerns expressed by many about Iran’s behaviour,” the parliamentarians said, “we are deeply convinced that these issues must be treated separately … and not within the context of the JCPOA.”\n\nIntensive contacts on a near-daily basis are under way between British and French diplomats who are seeking to come up with a formula, ideally ahead of a meeting next week between Macron and Trump in the White House. The diplomats are looking to see whether the current inspection system agreed under the deal could be extended to military sites, laboratories and universities.\n\n\n\nFrance is trying to lower expectations for the Macron meeting, saying there was a large ceremonial element to the state visit, but the French were looking at a possible joint EU-US statement reinterpreting aspects of the deal without tearing it up.\n\nEU diplomats were not able to agree a new round of sanctions against Iran at their meeting on Monday, partly due to Italian objections that the sanctions might damage Russia.\n\nDelphine O, a French politician and expert on Iran, said: “We hope that as fellow parliamentarians the US Congress will listen to us. We are stressing that issues outside the JCPOA, such as the Iran missile program or behaviour in Yemen must be handled separately. There is complete unity on this in Europe.”\n\nShe added it was possible a delegation of European parliamentarians will travel to Washington to reinforce the message. If Trump was not to renew the waiver on Iran, she pointed out, it will be for Congress the decide what sanctions should be imposed.","15":"On Syria, as with most topics, Emmanuel Macron is certain he has made the right call. In a TV interview on Sunday night, the French president described Saturday’s strikes in Syria, led by the US, Britain and France, as “a military success”​. The operation, which targeted chemical weapons facilities in Damascus and near Homs in retaliation for the suspected use of poison gas on civilians in Douma on 7 April, was Macron’s first major international military decision. “It is the international community that intervened,” he said​.\n\nThere’s no good option in Syria. But there’s a way to make Assad pay | Jonathan Freedland Read more\n\nThe use of chemical weapons by the Assad regime, Macron had said prior to the strikes, was France’s “red line”. In June last year, the French president told the Guardian:​ ​ “If chemical weapons are used on the ground and we know how to find out their provenance, France will launch strikes to destroy the chemical weapons stocks.” And he admitted: “When you fix red lines, if you don’t know how to make sure they are respected, you’re choosing to be weak.”\n\nTo Macron, after the Douma attack, weakness was not an option: “We had reached a point where these strikes were necessary to give back the international community some credibility,” he said on Sunday, adding that failing to enforce red lines had led Russia, which backs Bashar al-Assad in Syria, to think of the international community as “nice” and “weak”. Just like Barack Obama before him, Macron had set his own rule and now had to respect it. Unlike Obama in 2013, he followed through.\n\nIn France, the strikes have been met with scepticism from left and right. In op-eds in Le Monde, experts warned about the “outdated” ​and “purely reactive”​ logic of the strikes that complicate a game in which Assad probably “feels bolstered”. Although Macron received the full support of his party, La République en Marche, and thus of many in the Socialist party, the hard-left leader Jean-Luc Mélenchon has called the strikes “an irresponsible escalation” ​and regretted that Macron acted “without a UN mandate, a European agreement or a French parliamentary vote”. For Le Pen, Macron has “violated international law”.\n\nAs commander-in-chief of the army, the French president was within his rights in ordering the strikes (the constitution stipulates that the government has to notify parliament of such military decisions within three days). Yet Macron’s choice to look strong abroad could weaken him at home. Having met resistance to his reforms of the public sector, he isn’t doing so well domestically: his opinion ratings have fallen to 40%​, his lowest score since his election last May. Foreign affairs is usually his forte – it is nationally acknowledged that this young, modern president has done wonders for France’s image abroad, leading the fight against climate change and standing up to Donald Trump. The French are used to Macron doing the right thing, at least internationally; now they aren’t so sure.\n\nIt’s important he doesn’t look “weak” to the Russians, but what if the French don’t like him looking “strong”? The country doesn’t tend to welcome military interventions abroad. In 2003, when Jacques Chirac’s government refused to follow the US and the UK to Iraq, the decision was hailed as a good one domestically. Some 77% of the French people were against a war against Saddam Hussein’s regime. In a TV address​, Chirac declared that “war is a sign of failure”. To this day, Iraq remains the mistake the French are proud not to have partaken in.\n\nMacron’s bottom-up language is upside down to most French people | Pauline Bock Read more\n\nThe contrast with 2003 is striking because it is symbolic, too. Macron did not just bypass the French parliament, he also acted without a mandate from the United Nations. It was at the UN that Chirac’s prime minister, Dominique de Villepin, gave a famous speech in 2003, sending a strong message to the international community and making his mark in the history of foreign affairs. (It has even been immortalised in a French graphic novel​, Quai d’Orsay, which was adapted for the cinema in 2013​.)\n\nMacron has been compared to Tony Blair countless times – for his youthfulness, his sweeping victory, for uniting left and right, for his liberal policies. Let’s hope that intervention in Syria doesn’t present another opportunity for a darker comparison.\n\n• Pauline Bock is a French journalist based in Britain. She writes for the New Statesman","16":"Top story: MPs to have their say, belatedly\n\nGood morning everyone. Graham Russell here with the news to start your week.\n\nTheresa May will today justify her decision to order military strikes on Syria without first seeking parliamentary approval, telling MPs it was in Britain’s interest and was aimed at preventing human suffering. She is expected to point out that “there is broad-based international support for the action we have taken”. The PM will also pledge a further diplomatic push to bring Bashar al-Assad’s regime back to the negotiating table in Geneva, and ensure chemical weapons attacks are fully investigated.\n\nSenior government ministers were out in force over the weekend, seeking to explain the rationale behind Saturday’s action, with the foreign secretary, Boris Johnson, insisting the missile strikes on chemical weapons facilities were “timely, appropriate and commensurate”.\n\nJeremy Corbyn, in an opinion piece for the Guardian, has said the attack was “legally questionable” and either entirely ineffective as a deterrent or a precursor to wider military action. “Neither possibility offers an end to the war and suffering, or any prospect of saving lives – rather the opposite. The intensification of military action will simply lead to more deaths and more refugees,” he wrote. He also called for the restoration of a UN chemical weapons inspections regime.\n\nAcross the Channel, Emmanuel Macron has used the strikes to burnish his military credentials, and has even boasted during an interview that he steered Donald Trump on the best action to take in Syria,\n\nTrump, the ‘stain’ – James Comey has launched a broadside against Donald Trump’s character, saying he is “morally unfit” to be president, treats women like meat and is a “stain” on everyone who worked for him. The former FBI director – who Trump has variously called a “leaker”, “liar”, “slippery” and a “slimeball” – was giving his first TV interview since the launch of his new book, A Higher Loyalty. Other highlights include Comey’s analysis of Trump’s hair and skin, the difficulty of briefing him on claims he had been in a Moscow hotel room with urinating prostitutes and the decision to reopen the Hillary Clinton emails inquiry. Richard Wolffe writes that Comey helped Trump to power, now he wants to undo the deed.\n\nStephen Lawrence – The father of the teenager stabbed to death 25 years ago in an infamous racially motivated attack has forgiven his son’s killers, saying they had inadvertently “created a legend”. Neville Lawrence said Stephen’s murder in south-east London had sparked debate about racism and policing, and he was now motivated to speak about the recent surge in knife crime. “It is even more urgent now that I talk to these youngsters and explain to them the pain and the suffering they inflict on families,” he said. Danny Leigh spoke to Duwayne Brooks, who was with Stephen Lawrence when he died.\n\nThe ultimate Tess – An ambitious search for alien worlds begins on Monday, weather permitting, with the launch of Nasa’s planet-hunting spacecraft, Tess. It will be flung into an unprecedented orbit around Earth on one of Elon Musk’s Falcon 9 rockets and spend two years observing 200,000 of the brightest stars in the sky. Alongside other measurements, scientists hope to work out the planets’ masses and densities, and perhaps even the gases in their atmospheres. It will build on the work of the Kepler space telescope, which showed astronomers the Milky Way is home to at least two billion potentially habitable planets. “We think we’ve got a spacecraft that is ready to kick ass,” said Nasa’s Stephen Rinehart.\n\nWindrush – A group of Caribbean countries has been snubbed by No 10 in their request to discuss the immigration plight of the Windrush-generation of British residents, some of whom now face the prospect of proving their right to stay in the UK. Some diplomats feel the UK is not taking seriously a problem that is affecting large numbers of long-term UK residents who came to Britain as children. Some have been threatened with deportation to countries they left as children 50 years ago. Others have been denied access to healthcare, lost jobs or been made homeless.\n\nHarmony in, homosexuality out – Weibo, China’s Twitter equivalent, has banned “homosexual” content from its platform, saying it wants to create a “harmonious community environment”. The move sparked outcry, mostly under the hashtag #iamgay, with many referring to China’s constitution, which says citizens’ “personal dignity” is “inviolable”. China’s online space has come under increasingly tighter control. In January, authorities ordered Sina Weibo to shut several portals to eliminate “vulgar” or “harmful” online content.\n\nLunchtime read: the world’s last ‘human zoo’\n\nNearly 60 years ago, Belgium staged a glittering 200-day celebration of postwar social, cultural and technological advances. The event, which is said to retain an “important place in the collective memory of the Belgian nation”, is being honoured this week but one of its exhibits not so much – the world’s last “human zoo”. In three hectares of tropical gardens, the colonial power put Congolese men, women and children on show in “traditional” dress behind a bamboo perimeter fence for the education and amusement of white Europeans. They would spend their days carrying out their crafts by straw huts while they were mocked by visitors. “If there was no reaction, they threw money or bananas over the closure,” one journalist wrote at the time. For Guido Gryseels, the head of Belgium’s Royal Museum for Central Africa, combating the prejudices at the core of the zoo remains the focus of his work.\n\nSport\n\nPep Guardiola’s champions will go down in history as one of the best to grace English football, writes Jonathan Wilson. Yes, City outlaid a net £360m under Guardiola but he has also improved players and blended them to accentuate their assets. Vincent Kompany has challenged his City team-mates to retain a title handed to them by Manchester United’s shock defeat to West Brom.\n\nA world tour surf event has been put on hold in Western Australia after a man was attacked by a shark nearby. The Championship Tour was stopping at Margaret River but heats were cancelled after a man in his 30s was taken to hospital with leg injuries. In rugby union, Jonathan Joseph’s place on England’s tour of South Africa is in jeopardy after he was hobbled by an ankle injury during Bath’s drubbing by Saracens. The 41-6 win confirms the Sarries’ place in the play-offs for the ninth season in a row.\n\nBusiness\n\nShares were mixed in Asia after an upbeat start to the week, with Chinese benchmarks hit the most. The missile strikes on Syria appeared to have little impact on trading, with all eyes on Chinese GDP data, due on Tuesday.\n\nDismal weather has sparked a 6% year-on-year drop in UK shopper numbers, the steepest high street drop since the end of 2010.\n\nThe pound is buying $1.425 and €1.155.\n\nThe papers\n\nThere are two stories in town today, according to the front pages: fears of a Russian “cyber war” on Britain and Manchester City’s triumph over Manchester United.\n\nThe Mail, Mirror, Telegraph and Express all splash on fears that Moscow will use hackers and trolls to retaliate against the UK for the US-led strikes on Syria over the weekend. Most of the front-page stories quote Boris Johnson saying the UK has to “take every possible precaution” to prepare for possible revenge cyber-attacks on targets such as the NHS and electrical facilities.\n\nThe fallout from the Syria strikes also makes the FT front, with the paper leading on “Trump vows to follow air strikes with more sanctions on Russia”. The Guardian splashes on the prime minister defending her decision to act: “May hits back at critics: bombing Syria was ‘in our national interest’”, as does the Sun with its lead story: “Back me or back brutality”.\n\nSinging a different tune is the Times, which has a story about patients deciding how they spend NHS money as a result of a huge expansion of personal health budgets.\n\nFor more news: www.theguardian.com\n\nSign up\n\nThe Guardian Morning Briefing is delivered to thousands of inboxes bright and early every weekday. If you are not already receiving it by email, you can sign up here.","17":"The ongoing tragedy in Syria has weighed particularly heavily on my mind over the past days. Seven years of war. At least half a million dead. More than 5 million refugees. Whichever way you look at it, the war in Syria has gone on for far too long.\n\nThe alarming events of the past week have reminded us of the severe costs of inaction. Suspicion of the use of chemical weapons in Syria, along with the escalation of fighting on several fronts, needs to be taken seriously. Not only because the international community agrees on the prohibition of chemical weapons, but most of all, because of the extensive suffering the attacks and years of warfare have inflicted on Syrian civilians.\n\nSyria: proposal to replace US troops with Arab force comes with grave risks Read more\n\nAt the same time, tough talk and threats coming from Washington and Moscow have raised the spectre of a global confrontation.\n\nThe present situation is especially alarming because it is avoidable. It is the result of a serious lack of political will among major powers to address a crisis they have played a large role in fuelling. It is high time that the international community owned up to its responsibility to help fix this mess.\n\nFor better and for worse, the UN reflects the political will of the international community and bears the responsibility to protect peace. In Syria, it has failed in its task.\n\nFor external powers, Syria is viewed as an arena to push their own interests, adding to the complexity of the conflict. This focus on geopolitical interests sidelines the humanitarian tragedy caused by the war.\n\nThe five permanent members of the UN security council need to take a long, hard look in the mirror. Throughout the war, the security council has failed to act. Veto power has been used in an irresponsible manner to obstruct and obfuscate. Permanent members have focused on scoring political points at home and with their allies, rather than building common ground and demonstrating leadership.\n\nFor external powers, Syria is viewed as an arena to push their own interests, adding to the complexity of the conflict\n\nIn 2015, Russia dramatically stepped up its involvement in Syria to save its ally. Much of the death and destruction in the country is also a direct result of this. Russia cannot escape its responsibility for the doings of the Syrian regime.\n\nEven if building workable solutions is difficult, it is no excuse to not try. On Friday night, the US chose a forceful response. With the dust now settling, I cannot help thinking what it intends to do to revive peace talks in Syria. Military action has never produced sustainable peace. Therefore, the US and Russia, along with other external powers involved in the conflict, should engage in serious efforts to reach a common agreement on Syria without further delay. Until they do, Syria remains a reminder of the shameful inaction of the international community in the face of another crisis that could have been prevented.\n\nSyria is a tragic mess, and the current crisis reminds us of the critical need for the UN as a forum for dialogue and peace. Accidents do happen, and with stakes as high as they are, the costs can be unimaginable. The US and Russia play an essential role in finding a way out. There is common ground to build on. No one benefits from the prospect of Syria becoming a failed state in the heart of the Middle East.\n\nAt its core, the war pits Syrians against Syrians over their shared future. No lasting agreement can be reached without involving a wide range of Syrian voices in any political process to determine their shared future. However, external players are so deeply involved in the conflict that an overarching understanding between major powers is required before an intra-Syrian political process can take place and the country can move towards peace and stability. As permanent members of the security council and as allies of the opposing camps, Russia and the US are responsible for leading this process.\n\nSyria: US, UK and France launch strikes in response to chemical attack Read more\n\nI firmly believe that all conflicts can be resolved. However, without political will and the maturity to see beyond immediate gains, this cannot happen.\n\nIt is easy to agree that the use of chemical weapons is abhorrent. This agreement should not override the fact that death, destruction and misery are also delivered through bombings, starvation and sieges. It is civilians who suffer primarily as the war drags on. Ending the worst humanitarian crisis of our time needs to be the first priority for the security council.\n\nI am a firm believer in the UN. That is why I know we can do better, for us and for Syria.\n\n• Martti Ahtisaari is the former president of Finland, a Nobel peace prize laureate and UN diplomat","18":"Labour’s Diane Abbott has responded to criticism on social media for using a simulated image of a bombing raid in Iran while posting on Twitter about the UK’s participation in military strikes in Syria.\n\nThe image she chose to accompany her tweet was a composite showing what a strike by Israeli planes on Tehran might look like, and was originally posted to an aviation blog five years ago.\n\nDiane Abbott (@HackneyAbbott) Shocking to hear Tory minister on @BBCr4today claim that you can’t allow Parliament to vote on war because that would be to “outsource the decision to people who don’t have all the info” Do these people understand what parliamentary democracy is? pic.twitter.com\/1sMxSJb48G\n\nThe shadow home secretary dismissed the row over her use of the picture as “pathetic”.\n\nIt is unclear where Abbott sourced the image. However, it appears prominently in Google image searches for multiple queries relating to the bombing of Syria including “syria air strikes”, “bombing syria” and “air strike syria”.\n\nFacebook Twitter Pinterest A Google image search for ‘air strike syria’ includes the fake image in the results. Photograph: Google\n\nAbbot defended herself, tweeting: “Apparently, my use of this pic is ‘important news’. Yes, UK goes to war without UN approval or even parliamentary debate. But the most important news is what pics I use in a tweet. Pathetic.”\n\n\n\nDiane Abbott (@HackneyAbbott) Apparently, my use of this pic is 'important news'. Yes, UK goes to war without UN approval or even parliamentary debate. But the most important news is what pics I use in a tweet. Pathetic.\n\nThe Conservative MP James Cleverly had demanded an apology, saying: “To imply that this was a attack on civilian homes, as the picture does, is a vile misrepresentation and dishonours the RAF personnel involved.”\n\n\n\nAbbott was hitting out on social media at the international development secretary, Penny Mordaunt, who on Monday morning defended the government’s refusal to hold a parliamentary vote before launching strikes in response to the chemical weapon attack on Douma.\n\n","19":"Theresa May has refused to rule out further action against targets in Syria if Britain finds further evidence of chemical weapons attacks, but faced down calls for an immediate vote in parliament on the overnight British military strikes.\n\n\n\nIn Downing Street after military action was authorised in a joint offensive by the UK, US and France, the prime minister said the strikes were “right and legal” and would “significantly degrade the Syrian regime’s ability to research, develop and deploy chemical weapons”.\n\n\n\nMay said the allies had hit a chemical weapons storage and production facility, a chemical weapons research centre and a military bunker involved in chemical weapons attacks.\n\n\n\nHowever, pressed on whether she would authorise further strikes if chemical weapons stockpiles had survived, May said the Syrian regime should not doubt Britain’s resolve to prevent the normalisation of chemical weapons.\n\nAmid accusations from the Labour leader, Jeremy Corbyn, that the attack was legally questionable, the prime minister said the attorney general, Jeremy Wright, had produced legal advice presented to the cabinet on Thursday. Officials said it had made the case that strikes were necessary to prevent humanitarian catastrophe.\n\nMay said she would return to the House of Commons on Monday when MPs return from the Easter recess to give a statement and answer questions about the attack. Pressed on whether she would grant MPs a vote if further action was taken, the prime minister declined to give any guarantees.\n\n\n\n“This decision was taken because I think it was the right thing to do,” she said. “The power to take this decision is obviously a prerogative power and, at the first opportunity, parliament will have an opportunity to question this. I will be in parliament on Monday in order to do so. The intent of this action is that it does degrade, and it does deter, the Syrian regime from taking action. We will be following up with further diplomatic action.”\n\n\n\nThe Salisbury chemical attack on Sergei Skripal and his daughter Yulia was explicitly linked by the prime minister as a reason behind her decision to take action, explaining her fears about the erosion of the international norm of using chemical weapons.\n\n\n\n“I believe it should also be a message to others that the international community is not going to stand by and allow chemical weapons to be used with impunity,” she said, saying the nerve agent attack in Britain was “part of pattern of disregard for these norms”.\n\n\n\nMay hinted at a deep frustration with the effectiveness of the UN security council in the run-up to the strikes. Asked if she was concerned about the security council’s relevance given Russia’s repeated vetos on censuring the Assad regime, May said: “Permanent membership of the security council is given only to a limited number of countries. I think it is important those who sit around that table take extremely seriously the responsibility they have to the wider international community for decisions that are taken.”\n\n\n\nThe prime minister returned to Downing Street on Friday night after making final arrangements for the strike overnight from her country house, Chequers.\n\n\n\nGovernment sources said the phone calls were made late in the evening to finalise arrangements, including one between May and the French president, Emmanuel Macron. Party leaders, including Jeremy Corbyn, were informed shortly after midnight. As President Donald Trump announced US strikes in Washington, May announced that Britain had joined the action at 2am on Saturday.\n\n\n\nMay revealed that the UK had not informed Russia of the strikes in advance. “This is not something that the United Kingdom has been involved in,” she said.\n\n\n\nSpeaking to reporters in No 10 at a press conference hastily arranged in the early hours of Saturday morning, May described the decision as the gravest a prime minister could take, the first time she had done so, but spoke about how the images of the victims of the chemical attack had affected her.\n\n\n\n“We have seen the harrowing images of men, women and children lying dead with foam in their mouths,” she said, calling them “innocent families ... seeking shelter underground, in basements.” NGO workers had described “horrific suffering”, she said, including burns to the eyes, suffocation and skin discolouration.\n\n\n\nMay said the UK had significant intelligence that the Syrian regime was responsible for the attack, including the use of an army helicopter and a barrel bomb to deliver the chemicals.\n\n\n\n“The opposition does not operate helicopters or use barrel bombs,” she said. “No other group could have carried out this attack. Indeed, Daesh for example does not even have a presence in Douma.”\n\nThroughout the press conference, where she was pressed on whether the country backed her decision and on the ultimate aims of the escalation, May stressed the decision was based on the use of chemical weapons alone.\n\n\n\n“This was not about interfering in a civil war. And it was not about regime change,” she said, saying it was a “limited, targeted and effective strike with clear boundaries that expressly sought to avoid escalation”.\n\n\n\n"},"URL":{"0":"https:\/\/www.theguardian.com\/world\/2018\/apr\/14\/airstrikes-syria-world-reacts-bombing-us-uk-french-forces","1":"https:\/\/www.theguardian.com\/world\/2018\/apr\/14\/allies-dispute-russian-and-syrian-claims-of-shot-down-missiles","2":"https:\/\/www.theguardian.com\/world\/2018\/apr\/14\/theresa-may-britain-air-strikes-syria-chemical-weapons-raf","3":"https:\/\/www.theguardian.com\/community\/2018\/apr\/17\/war-is-too-serious-to-be-left-only-to-a-prime-minister-your-best-comments-today","4":"https:\/\/www.theguardian.com\/commentisfree\/picture\/2018\/apr\/15\/ben-jennings-reconvening-commons-syria-cartoon","5":"https:\/\/www.theguardian.com\/world\/2018\/apr\/14\/syria-missile-raid-may-faces-anger-trump-declares-mission-accomplished","6":"https:\/\/www.theguardian.com\/world\/2018\/apr\/14\/donald-trump-syria-address-full-text","7":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/20\/trump-us-syria-truth-tribal-robert-mueller-white-helmets-factse","8":"https:\/\/www.theguardian.com\/uk-news\/2018\/apr\/14\/countdown-to-conflict-how-may-risked-leadership-by-ordering-strikes","9":"https:\/\/www.theguardian.com\/technology\/2018\/apr\/16\/us-and-uk-blame-russia-for-malicious-cyber-offensive","10":"https:\/\/www.theguardian.com\/world\/2018\/apr\/18\/turkey-to-hold-snap-elections-on-24-june-says-erdogan","11":"https:\/\/www.theguardian.com\/world\/2018\/apr\/17\/tuesday-briefing-fair-wind-at-last-for-caribbean-born-citizens","12":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/15\/stop-panicking-about-robots-stealing-all-our-jobs","13":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/17\/zealots-sleepwalk-brexit-theresa-may","14":"https:\/\/www.theguardian.com\/world\/2018\/apr\/19\/uk-france-germany-joint-statement-urge-us-trump-not-scrap-iran-deal","15":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/17\/france-intervention-syria-macron-french-president-strikes-tony-blair-iraq","16":"https:\/\/www.theguardian.com\/world\/2018\/apr\/16\/monday-briefing-may-faces-syria-aftermath","17":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/20\/un-conscience-syria-security-council-humanitarian-crisis","18":"https:\/\/www.theguardian.com\/politics\/2018\/apr\/16\/diane-abbott-simulated-image-airstrike-syria-tweet","19":"https:\/\/www.theguardian.com\/world\/2018\/apr\/14\/theresa-may-says-syria-airstrikes-were-right-and-legal"}}