{"Content":{"0":"People around the world paused to commemorate Armenian Genocide Remembrance Day on Tuesday, a remembrance of the more than 1.5 million Armenians who were systematically exterminated between 1915 and 1923 under the Ottoman Empire.\n\nThousands of people marched in Los Angeles, home to one of America’s largest Armenian communities, to demand recognition of the genocide. Yet in his commemorative statement, Trump only went as far as describing the events as a “mass atrocity”:\n\nToday we commemorate the Meds Yeghern, one of the worst mass atrocities of the 20th century, when one and a half million Armenians were deported, massacred, or marched to their deaths in the final years of the Ottoman Empire. We recall the horrific events of 1915 and grieve for the lives lost and the many who suffered.\n\nBy international law, genocide is defined as an “intent to destroy, in whole or in part, a national, ethnical, racial or religious group.” Although Trump’s statement recognizes the tragedy that took place, it missed an important detail, widely recognized by scholars, historians, and other experts — that what took place was not indiscriminate massacres, but a planned act of genocide.\n\nThis refusal to describe the events as a genocide is based on the U.S’s fear of upsetting the Turkish government, which vehemently denies allegations of genocide. Yet the U.S. is not alone. As of 2018, just 29 countries worldwide have officially recognized what happened in those years as a “genocide.”\n\nTheir stance is in stark contrast to a country like Germany, which has made the utmost efforts to heal the wounds of the Holocaust through commemorations and reparations. Meanwhile, Turkey continues to deny many of its crimes and even persecutes those who demand its recognition.\n\nWhen former President Barack Obama came to power in 2009, he promised the more than one million Armenians living in the United States that he would recognize the genocide, although, like many of his foreign policy promises, it never materialized.\n\nYet recognition of the genocide remains an important conservative issue. The Armenian genocide was the first Christian genocide of the twentieth century and led to the displacement of millions of people from their Biblical homelands.\n\nTo this day, Turkey controls vast swaths of Armenian territory, while many of its Armenian inhabitants have been forced to convert to Islam. Christians are systematically persecuted, particularly those living in Kurdish territories. One recent example is the continued detention of American evangelical pastor Andrew Brunson on what appear to be phony terror-related charges.\n\nTrump has styled himself as a defender of persecuted Christians around the world, and recognition of the genocide would go a long way to reinforcing his image as a protector of Christians in the Middle East.\n\nA failure to recognize the past also serves as a partial endorsement of Turkey’s denial, under an Islamist regime whose leader Recep Erdogan has shown increasing aggression towards America with the threat of an “Ottoman slap” against U.S. troops in Syria.\n\nDanny Tarkanian, an Armenian American endorsed by Trump in his race in Nevada’s 3rd Congressional District, has urged Trump to “set an example for the rest of world by formally acknowledging what truly happened.”\n\n“If we are to prevent the worst of human tragedies from occurring, the world must recognize genocide and call it what it is,” Tarkanian told Breitbart News. “Adolf Hitler used the Armenian Genocide as a justified precedent for his atrocities against millions when he said, ‘Who, after all, speaks today of the annihilation of the Armenians?'”\n\nClearly defining past genocides is important to holding modern genocidal actors accountable. In 2016, former Secretary of State John Kerry rightly acknowledged that the Islamic State had committed acts of genocide against Assyrian Christians and Yazidis in Iraq and Syria. Yet why couldn’t the same recognition be given to Armenians?\n\nSince coming to office last year, Trump has demonstrated considerable boldness with foreign policy issues ranging from North Korea to officially acknowledging Jerusalem as the capital of Israel. Now, it is time for his administration to show further strength by acknowledging the tragic history of one of America’s most loyal immigrant communities.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com.","1":"Jews have been advised not to wear their kippah scullcaps in major German cities after another violent assault that targeted a person wearing the traditional Jewish headpiece.\n\nJosef Schuster, the head of Germany’s Central Council of Jews, told broadcaster Radioeins that wearing a kippah is right in principle but increasingly dangerous in practice, so he is advising individuals “against showing themselves openly with a kippah in a big-city setting in Germany, and wear a baseball cap or something else to cover their head instead.”\n\nSchuster added that “our democracy would be at risk” if Germany does not fight anti-Semitism. “This is not only about anti-Semitism — it goes along with racism, it goes along with xenophobia. You need a clear stop sign here.”\n\nThe call for Jews to hide signs of their faith follows the assault of Adam Armush, a 21-year-old Israeli Arab who was violently attacked by a 19-year-old Muslim refugee in Berlin capital last Tuesday.\n\nAs Breitbart Jerusalem reported, the video of Armush being whipped with a belt while his attacker cries out “Yahudi!” or “Jew” in Arabic quickly went viral. Berlin police identified the attacker as a Palestinian from Syria named Knaan S. who was registered at a refugee home in Brandenburg state outside Berlin, but who most recently was living “out of a suitcase” in the capital.\n\nAngela Merkel, the German chancellor, condemned the attack. “It depresses me that we have not been able to get a handle on anti-Semitism once and for all,” she told Israel’s Channel 10. “We have a new phenomenon of refugees or people of Arab origin who bring another form of anti-Semitism into the country, but sadly we also had anti-Semitism beforehand,” she said.\n\nMarches are due to be held in the cities of Berlin, Cologne, Potsdam, and Erfur on Wednesday in protest against anti-Semitism, with participants encouraged to wear kippahs in solidarity with the Jewish community.\n\nThis is not the first time the safety of Jews in Germany has been questioned.\n\nJust last month it was revealed Berlin recorded a twofold increase in anti-Semitic hate crimes between 2013 and 2017, according to the latest German police figures.\n\nA report in Tagesspiegel said police figures seen by the Berlin newspaper show that 288 crimes classified as anti-Semitic were recorded by the German capital’s police in 2017. This is slightly less than double the 149 crimes recorded in 2013.\n\nSuch are the fears from Germany’s Jewish community that in January the German government appointed a special commissioner to address the problem. Although the commissioner’s powers are yet to be defined, the Central Council of Jews welcomed the move, calling it an important signal that their concerns were being addressed."},"URL":{"0":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/25\/kew-time-trump-recognize-armenian-genocide\/","1":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/25\/german-jews-advised-not-to-wear-kippahs-in-big-cities-as-assaults-rise\/"}}