{"Content":{"0":"TEL AVIV – Satellite images from a military operation against an Iranian military site in Syria earlier this month show the “surgical precision” of the strike, Israel’s Channel 10 reported Sunday.\n\nIran, Syria, Russia and some U.S. officials have said Israel was behind the airstrikes on the T-4 base, though Israel has not confirmed or denied the reports.\n\nThe images show the burnt-out remains of an airbase hangar. The area surrounding it is largely unaffected. 14 people died in the strike, with at least seven being Iranian military men, including the head of its drone program, Col. Mehdi Dehghan.\n\nSatellite images of the T-4 base in Syria before and after an airstrike on April 9 (Screenshot\/Channel 10).\n\nThe airstrike targeted an Iranian weapons cache at the base, the TV report said. The site also housed Russian and Syrian military equipment, including air defense systems, which remained intact.\n\n“[The raid] was a barrage of small explosives designed to destroy the contents of the hanger, but not damage unintended targets,” Channel 10 said.\n\nThe T-4 airbase has been targeted by Israel on at least two occasions in the past, including, most recently, in February following the incursion by an explosives-laden drone into Israeli airspace. According to Israel, which admitted it carried out February’s strike, the drone was launched from a command center at T-4.\n\nIranian Foreign Minister Mohammad Javad Zarif on Sunday said Israel’s routine operations in Syria would have “consequences.”\n\n“I do not believe that we are headed towards regional war, but I do believe that, unfortunately, Israel has continued its violations with international law, hoping to be able to do it with impunity because of the US support and trying to find smokescreens to hide behind,” Zarif told CBS News.\n\n“And I do not believe that the smokescreens work anymore,” he said.\n\nPrime Minister Benjamin Netanyahu later warned the world not to heed Zarif’s “moderate” remarks, saying there was a “huge gap” between what he might tell an American TV station versus the on-the-ground entrenchment by Iran’s Revolutionary Guards, which is “advancing an army against Israel.”\n\n“I heard the remarks of the Iranian foreign minister, who accuses Israel of violating international law,” Netanyahu said. “He is the foreign minister of a country that deploys armed drones to Israel and missiles to Saudi Arabia.”\n\n“I also heard his moderate remarks, and there is a huge gap between his words and the actions of the Revolutionary Guards, who are advancing an army against Israel with the stated aim of destroying Israel,” the prime minister continued. “I’m unimpressed by his remarks.”","1":"Military leaders in Iran threatened to “annihilate” Israel in remarks made over the weekend as tensions between the two countries increase over the ongoing civil war in Syria.\n\nAbdolrahim Mousavi, the head of Iran’s army, warned during a ceremony in Tehran that any “acts of war” against Iran would result in offensive military action, the Telegraph reported.\n\n“Hands are on the trigger and missiles are ready and will be launched at any moment that the enemy tries to carry out its sinister plot against (our) lands,” Tasnim news agency quoted Mousavi as saying.\n\nMousavi’s comments came a day after Iranian Brigadier General Hossein Salami also issued a threat and said Israel could be destroyed if tensions between the two countries escalate to war.\n\n“Salami added Israel would ‘fade away’ in the next 25 years despite the support it receives from the United States,” the Telegraph reported.\n\n“If any war happens, it will definitely be followed by your annihilation,” Salami said.\n\nIsraeli Prime Minister Benjamin Netanyahu reacted to the threat by saying Israel is prepared for any scenario.\n\n“We hear the threats from Iran,” Netanyahu said. “[Israeli Defense Forces] fighters and the security branches are ready for any development.”\n\n“We will fight anyone who tries to harm us,” Netanyahu said.\n\nThe Telegraph reported:\n\nSince 2013, Israel has carried out more than 100 airstrikes in Syria, primarily targeting the Iranian-funded Lebanese militia group Hezbollah and military convoys, but since the beginning of this year Israel expanded its involvement to increasingly target Iran directly. A missile strike earlier this month, which killed seven Iranian military advisors from the country’s elite Quds Force in the Syrian city of Homs, has been neither confirmed nor denied by Israel’s government.\n\nBut, according to the Telegraph’s report, a senior Israeli military official told the New York Times that Israel had targeted a Syrian base known as T4.\n\n“It was the first time we attacked live Iranian targets – both facilities and people,” the official told the Times.\n\nThe Wall Street Journal also reported on the Israeli military attack on T4, which included using drones to protect Israeli jets carrying out strikes in Syria from Iranian anti-aircraft weaponry, according to the Telegraph.\n\n“Tel Aviv will be punished for its aggressive action,” Bahram Ghassemi, Iranian foreign ministry spokesman, told the local media last week. “The occupying Zionist regime will, sooner or later, receive an appropriate response to its actions.”\n\nIranian Foreign minister Mohammad Javad Zarif said in a television interview with CBS that further Israeli sorties in Syria would have “consequences” but cast doubt on that the tensions between Iran and Israel would reach war status.\n\n“I do not believe that we are headed towards regional war but I do believe that, unfortunately, Israel has continued its violations with international law, hoping to be able to do it with impunity because of the U.S. support and trying to find smokescreens to hide behind,” Zarif said.\n\n“The easiest answer would be to these acts of aggression, to stop these incursions,” Zarif said.\n\nFollow Penny Starr on Twitter.","2":"U.S. President Donald Trump and French President Emmanuel Macron are expected to tackle controversial topics from trade to terrorism during the first state visit of the Trump administration.\n\nTrump and Macron will discuss economic, diplomatic, and global issues during the state visit, White House press secretary Sarah Sanders informed reporters on Monday.\n\n“The first lady has taken an active role in every detail and planning of the visit including the State Dinner which will be held tomorrow evening,” said Sanders. “We are looking forward to a very successful state visit.”\n\nA senior administration official expressed in a briefing last Friday that President Trump has been “eager to host the Macrons for this special event as he remembers fondly the dinner the couples shared together in the Eiffel Tower on the eve of Bastille Day last July 2017.”\n\nOn Tuesday the two Presidents will meet privately in a one-on-one Oval Office meeting before holding an expanded, working, bilateral meeting with the French and U.S. delegations, according to the senior administration official.\n\nThis expanded meeting is to include U.S. officials Vice President Mike Pence, the Acting Secretary of State, Secretary of Treasury, Secretary of Defense, Secretary of Commerce, White House Chief of Staff, National Security Advisor, Assistant to the President for Economic Policy, and U.S. Ambassador to France Jamie McCourt.\n\nThe French delegation is expected to include their Minister of Foreign affairs, Minister of Economics and Finance, Minister of Defense, National Security Advisor, and others.\n\nPresidents Trump and Macron will hold a joint press conference on Tuesday.\n\nDuring Friday’s briefing, the senior administration official indicated that Trump and Macron would travel to Arlington Cemetery for a wreath laying ceremony before the Tuesday evening State Dinner at the White House.\n\nOn Wednesday, President Macron will address a joint session of Congress. The administration official noted that the day marks the 58th anniversary of then-President of France Charles de Gaulle’s 1960 address to Congress.\n\nThe senior administration official laid out three themes for the state visit. First: “The United States and France enjoy a long and enduring friendship.” Second: “France is a valued trade and investment partner.” Third: “France is a strong and reliable ally.” On the third point, the official added that the U.S. has worked with France to “combat terror around the world.”\n\nTerror was top of mind during the Trumps’ visit to France last year for Bastille Day celebrations, where the United States was honored as “national guest of honor” on the 100th anniversary of the U.S. entry into World War I. The 2016 visit came just one year after an Islamic terror attack on Bastille Day celebrations in Nice, France.\n\nThe official emphasized that the visit would celebrate the 100th anniversary year of the end of World War I and that “The United States’ is the third largest trading partner in Europe, and averages over $1 billion in commercial transactions every day.”\n\nTrump and Macron’s discussions will include, according to the official:\n\n…recent joint operations in Syria in response to the Syrian regime’s use of chemical weapons on April 7th; broader issues relating to Syria and the Middle East — these would include Iran’s malign influence in the region; and also France’s leading role in NATO and in global counterterrorism operations more generally, including in the Sahel, where France takes the leading role.\n\nPotential U.S. tariffs on European goods are expected to be on the list of discussion topics for the expanded bilateral meeting, according to the official. The Iran nuclear deal is also expected to come up. Collaborating on pushing back against certain Chinese economic practices is also on the table.\n\nOn Monday evening, the Presidents and their wives met at the White House, where they participated in a ceremonial planting of a tree the Macron’s gifted to the Trumps. The tree is a “European Sessile Oak that measures approximately 4.5 feet tall with an estimated age between 5-10 years old,” according to the White House. It has historic significance, as the tree came from Belleau Woods, a site of the United States’ engagement in WWI and where “over 9,000 American marines died in the Belleau Wood battle in June 1918.”\n\nThe couple then traveled together on Marine One to tour historic monuments in Washington before landing at President George Washington’s home at Mt. Vernon. There they enjoyed a private tour and couples dinner. After dinner, first lady Melania Trump presented a preview of the state dinner that will take place on Tuesday night. The first lady has designed Tuesday’s state dinner to “complement and pay homage to the long-standing friendship between the United States and France.”\n\nTuesday night’s state dinner will open with a traditional military arrival ceremony employing nearly 500 military service members and a “Review of the Troops” on the south lawn of the White House. The first couples will dine alongside guests from cabinet secretaries to school kids who will enjoy “the best of America’s cuisines and traditions, with nuances of French influences” on china acquired under the Bush 43 and Clinton administrations. The main course will be spring lamb. Adorned in thousands of white sweet peas, lilac and cherry blossoms, the event will feature the Washington National Opera.\n\nFollow Michelle Moons on Twitter @MichelleDiana","3":"President Donald Trump did not restrain giving his opinion about the “terrible” Iran nuclear deal on Tuesday during a meeting with French President Emmanuel Macron, warning Iran against restarting its nuclear program.\n\n“You’ll find out about that. It won’t be so easy for them to restart. They’re not going to be restarting anything. They restart it, they’re going to have big problems, bigger than they’ve ever had before,” Trump said during his meeting with Macron at the White House.\n\nThe Iranians warned that if the United States withdrew from the deal, they would restart their efforts to develop nuclear weapons.\n\nTrump repeated that the deal reached under the Obama administration was a “terrible deal.”\n\n“It’s insane. It’s ridiculous,” Trump said when reporters about the deal. “It should never have been made, but we will be talking about it.”\n\nMacron said the Iran deal was an important part of stabilizing the region, pointing out that it was important to contain Iranian influence.\n\nTrump agreed that Iran was a problem.\n\n“It just seems that no matter where you go, especially in the Middle East, Iran is behind it. Wherever there’s trouble — Yemen, Syria, no matter where you have it — Iran is behind it,” he said.\n\nHe added that, “unfortunately,” Russia was also getting more involved in the region.\n\nTrump ridiculed former Secretary of State John Kerry for not addressing other important issues in the Iran deal at the time of the agreement.\n\n“The Iran deal is a disaster,” he said, pointing out that Iran was continuing to test ballistic missiles and fund terrorism in the Middle East.","4":"President Donald Trump has signaled a willingness to aggressively challenge Iran.\n\nSpeaking after his meeting with French President Emmanuel Macron on Tuesday, Mr. Trump said, “We’re looking forward to doing something, but it has to be done, and it has to be done strongly. They’ve very much been butchers and we can’t allow that to happen.”\n\nTrump made his comments to reporters after an expanded meeting with Macron and members of his staff to discuss the Iran nuclear deal and other issues. Macron believes that the Iran deal is important to maintaining peace in the Middle East, while Trump repeatedly decries the deal as “terrible.”\n\nNeither president detailed the possible actions against Iran, but that the two leaders said after the meeting that they understood each other on the issue.\n\n“I think we’ve really had some substantive talks on Iran,” Trump said. “Maybe more than anything else.”\n\nWhen asked by reporters if he was open to keeping the Iran deal, he replied, “You’ll see.”\n\nEarlier Tuesday, Trump commented in a conversation with Marcron that Iran was behind most of the troubles in the Middle East.\n\n“It just seems that no matter where you go, especially in the Middle East, Iran is behind it. Wherever there’s trouble — Yemen, Syria, no matter where you have it — Iran is behind it,” he said.","5":"A demonstration against anti-Semitism in Berlin is urging participants to wear a kippah on Wednesday in response to an attack on an Israeli man wearing the traditional Jewish skullcap.\n\nThe “Berlin wears a kippah” protest is set for Wednesday evening in front of the Jewish community center in the German capital. It follows the assault of Adam Armush, a 21-year-old Israeli Arab who was violently assaulted by a 19-year-old Muslim refugee in the German capital last Tuesday.\n\nThe video of Armush being whipped with a belt while his attacker cries out “Yahudi!” or “Jew” in Arabic quickly went viral. Berlin police identified the attacker as a Palestinian from Syria named Knaan S. who was registered at a refugee home in Brandenburg state outside Berlin, but who most recently was living “out of a suitcase” in the capital.\n\nThe Jewish community plans to hand out thousands of kippahs to everyone interested in expressing solidarity with the Jewish community in Germany by wearing them proudly across the city and elsewhere.\n\nHead of the Jewish Community in Germany, Joseph Schuster, Berlin Mayor Michael Müller and the Jewish community leader Dr. Gideon Yaffe will speak during the kippah protest march.\n\nOn the same day, a similar demonstration is planned for Erfurt, the capital of the former East German state of Thuringia, organized by ACHAVA Festspiele Thüringen, a private cultural organization. The event will take place in the morning and conclude at the New Synagogue in the center of the historic city.\n\nSuch is the furuore over the original Berlin attack that German Chancellor Angela Merkel has pointed to Arab immigrants who bring profoudly anti-Jewish sentiments to their new home as “dismaying.”\n\n“We have a new phenomenon, as we have many refugees among whom there are, for example, people of Arab origin who bring another form of anti-Semitism into the country,” Merkel told the private Israeli Channel 10 network in a weekend interview.\n\nThe chancellor added that “to our regret, anti-Semitism existed in Germany even before [their arrival].”","6":"People around the world paused to commemorate Armenian Genocide Remembrance Day on Tuesday, a remembrance of the more than 1.5 million Armenians who were systematically exterminated between 1915 and 1923 under the Ottoman Empire.\n\nThousands of people marched in Los Angeles, home to one of America’s largest Armenian communities, to demand recognition of the genocide. Yet in his commemorative statement, Trump only went as far as describing the events as a “mass atrocity”:\n\nToday we commemorate the Meds Yeghern, one of the worst mass atrocities of the 20th century, when one and a half million Armenians were deported, massacred, or marched to their deaths in the final years of the Ottoman Empire. We recall the horrific events of 1915 and grieve for the lives lost and the many who suffered.\n\nBy international law, genocide is defined as an “intent to destroy, in whole or in part, a national, ethnical, racial or religious group.” Although Trump’s statement recognizes the tragedy that took place, it missed an important detail, widely recognized by scholars, historians, and other experts — that what took place was not indiscriminate massacres, but a planned act of genocide.\n\nThis refusal to describe the events as a genocide is based on the U.S’s fear of upsetting the Turkish government, which vehemently denies allegations of genocide. Yet the U.S. is not alone. As of 2018, just 29 countries worldwide have officially recognized what happened in those years as a “genocide.”\n\nTheir stance is in stark contrast to a country like Germany, which has made the utmost efforts to heal the wounds of the Holocaust through commemorations and reparations. Meanwhile, Turkey continues to deny many of its crimes and even persecutes those who demand its recognition.\n\nWhen former President Barack Obama came to power in 2009, he promised the more than one million Armenians living in the United States that he would recognize the genocide, although, like many of his foreign policy promises, it never materialized.\n\nYet recognition of the genocide remains an important conservative issue. The Armenian genocide was the first Christian genocide of the twentieth century and led to the displacement of millions of people from their Biblical homelands.\n\nTo this day, Turkey controls vast swaths of Armenian territory, while many of its Armenian inhabitants have been forced to convert to Islam. Christians are systematically persecuted, particularly those living in Kurdish territories. One recent example is the continued detention of American evangelical pastor Andrew Brunson on what appear to be phony terror-related charges.\n\nTrump has styled himself as a defender of persecuted Christians around the world, and recognition of the genocide would go a long way to reinforcing his image as a protector of Christians in the Middle East.\n\nA failure to recognize the past also serves as a partial endorsement of Turkey’s denial, under an Islamist regime whose leader Recep Erdogan has shown increasing aggression towards America with the threat of an “Ottoman slap” against U.S. troops in Syria.\n\nDanny Tarkanian, an Armenian American endorsed by Trump in his race in Nevada’s 3rd Congressional District, has urged Trump to “set an example for the rest of world by formally acknowledging what truly happened.”\n\n“If we are to prevent the worst of human tragedies from occurring, the world must recognize genocide and call it what it is,” Tarkanian told Breitbart News. “Adolf Hitler used the Armenian Genocide as a justified precedent for his atrocities against millions when he said, ‘Who, after all, speaks today of the annihilation of the Armenians?'”\n\nClearly defining past genocides is important to holding modern genocidal actors accountable. In 2016, former Secretary of State John Kerry rightly acknowledged that the Islamic State had committed acts of genocide against Assyrian Christians and Yazidis in Iraq and Syria. Yet why couldn’t the same recognition be given to Armenians?\n\nSince coming to office last year, Trump has demonstrated considerable boldness with foreign policy issues ranging from North Korea to officially acknowledging Jerusalem as the capital of Israel. Now, it is time for his administration to show further strength by acknowledging the tragic history of one of America’s most loyal immigrant communities.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com.","7":"Jews have been advised not to wear their kippah scullcaps in major German cities after another violent assault that targeted a person wearing the traditional Jewish headpiece.\n\nJosef Schuster, the head of Germany’s Central Council of Jews, told broadcaster Radioeins that wearing a kippah is right in principle but increasingly dangerous in practice, so he is advising individuals “against showing themselves openly with a kippah in a big-city setting in Germany, and wear a baseball cap or something else to cover their head instead.”\n\nSchuster added that “our democracy would be at risk” if Germany does not fight anti-Semitism. “This is not only about anti-Semitism — it goes along with racism, it goes along with xenophobia. You need a clear stop sign here.”\n\nThe call for Jews to hide signs of their faith follows the assault of Adam Armush, a 21-year-old Israeli Arab who was violently attacked by a 19-year-old Muslim refugee in Berlin capital last Tuesday.\n\nAs Breitbart Jerusalem reported, the video of Armush being whipped with a belt while his attacker cries out “Yahudi!” or “Jew” in Arabic quickly went viral. Berlin police identified the attacker as a Palestinian from Syria named Knaan S. who was registered at a refugee home in Brandenburg state outside Berlin, but who most recently was living “out of a suitcase” in the capital.\n\nAngela Merkel, the German chancellor, condemned the attack. “It depresses me that we have not been able to get a handle on anti-Semitism once and for all,” she told Israel’s Channel 10. “We have a new phenomenon of refugees or people of Arab origin who bring another form of anti-Semitism into the country, but sadly we also had anti-Semitism beforehand,” she said.\n\nMarches are due to be held in the cities of Berlin, Cologne, Potsdam, and Erfur on Wednesday in protest against anti-Semitism, with participants encouraged to wear kippahs in solidarity with the Jewish community.\n\nThis is not the first time the safety of Jews in Germany has been questioned.\n\nJust last month it was revealed Berlin recorded a twofold increase in anti-Semitic hate crimes between 2013 and 2017, according to the latest German police figures.\n\nA report in Tagesspiegel said police figures seen by the Berlin newspaper show that 288 crimes classified as anti-Semitic were recorded by the German capital’s police in 2017. This is slightly less than double the 149 crimes recorded in 2013.\n\nSuch are the fears from Germany’s Jewish community that in January the German government appointed a special commissioner to address the problem. Although the commissioner’s powers are yet to be defined, the Central Council of Jews welcomed the move, calling it an important signal that their concerns were being addressed.","8":"Ohio’s “America First” congressional candidate, State Rep. Christina Hagan (R), who is running in the state’s 16th district against the Republican establishment, says she will promote a plan once in Congress to “stop sending our dollars overseas.”\n\nHagen would instead use the money saved to pay retired and armed American veterans and law enforcement officers to guard and protect U.S. schools.\n\nDuring an interview with Breitbart News’s Political Editor Matt Boyle and Deputy Political Editor Amanda House on SiriusXM’s Breitbart News Sunday, Hagan said her plan to protect American schoolchildren following the Parkland High School shooting did not involve “stripping law-abiding citizens of their rights” to bear arms.\n\nInstead, Hagan said she would push a plan that brings American taxpayer money back to the U.S. to fund armed retired service members and police officers at schools across the country.\n\nHagan, who was endorsed by the National Rifle Association (NRA), told Breitbart News:\n\nSo we’ve actually put forth a policy idea that we would champion when getting into the federal legislature and it has nothing to do with stripping law-abiding citizens of their rights. [Americans’] Second Amendment rights should be absolutely upheld and protected to the very extent that they’re not breaking them. [Emphasis added] As it looks to the future, we need to have an ‘Americans First’ priority. We need to take dollars that we’re sending all over the world to fund other countries to do incredibly silly things like train cashiers in Wal-Marts and take those dollars back to the United States and invest them in our schools. I mean we can have an ‘American First’ agenda by bringing veterans, by bringing law enforcement and having armed security resource officers in our school systems. [Emphasis added] We just saw a few weeks ago — and there was very little media attention on it — in Maryland, an armed security resource officer who mitigated an armed shooter right out of the gate. So we just need to have the right people that are positioned to put country above self in with our children and that is the solution. The solution isn’t a massive amount of heightened security, you know making our children feel frightened to go to school, but to protect them and have the right people trained to protect them in that environment. And it’s not a crazy idea. American dollars should be spent on Americans’ safety and security, and if the national security threat is having an armed gunman in our school rooms, then we need to put our children first and stop sending our dollars overseas. [Emphasis added]\n\nI’m Christina Hagan. I’m running for US Congress. I’m a proud gun owner. I’m a proud member of the @NRA. I’m endorsed by the NRA. I am the NRA. #2a #MAGA 🇺🇸 pic.twitter.com\/d5hw8FMhRu — Christina Hagan (@RepHagan) April 10, 2018\n\nThe most recent omnibus spending bill funds a slew of overseas and foreign initiatives using American taxpayer money. For example, the spending bill funds border security in the Middle East for countries like Jordan, Iraq, and Syria.\n\nMeanwhile, the spending bill did not only not fund a border wall along the U.S.-Mexico border, as Trump has requested, but it specifically blocked the funding of a wall, as Breitbart News reported. Hagan told Breitbart News that she would not only push for a border wall on the southern border, but would also support legislation like the Trump-endorsed RAISE Act that would cut legal immigration levels in half and boost wages for American workers.\n\n“We can’t allow terrorists to come into this country on a Diversity Visa Lottery, it is absolutely ludicrous that we would put our American citizens in harm’s way,” Hagan said.\n\nHagan’s primary opponent, Anthony Gonzalez, has received the backing of the GOP establishment, including Rep. Kevin McCarthy (R-CA) and Sen. Marco Rubio (R-FL). If elected, Hagan, 29-years-old, would be the youngest woman ever elected to Congress.\n\nListen to Hagan’s full interview here:\n\nBreitbart News Sunday airs on SiriusXM Patriot 125 from 8:00 p.m. to 10:00 p.m. Eastern.\n\nJohn Binder is a reporter for Breitbart News. Follow him on Twitter at @JxhnBinder."},"URL":{"0":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/23\/satellite-images-show-surgical-precision-of-airstrike-on-iranian-military-base-in-syria\/","1":"http:\/\/www.breitbart.com\/national-security\/2018\/04\/23\/iranian-military-leaders-vow-annihilate-israel\/","2":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/23\/tariffs-trade-terrorism-syria-iran-on-the-table-for-trump-and-macron-bilateral-meetings\/","3":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/24\/trump-warns-iran-restarting-nuclear-program-restart-big-problems\/","4":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/24\/donald-trump-suggests-possible-action-iran-butchers\/","5":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/24\/berlin-jews-urged-to-join-wear-a-kippah-protest-against-anti-semitic-attacks\/","6":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/25\/kew-time-trump-recognize-armenian-genocide\/","7":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/25\/german-jews-advised-not-to-wear-kippahs-in-big-cities-as-assaults-rise\/","8":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/24\/nra-endorsed-christina-hagan-stop-sending-our-dollars-overseas-pay-armed-veterans-to-protect-schools\/"}}