{"Content":{"0":"Kurdish forces in Syria announced this week that they have captured a Syrian-born German jihadist linked to 9\/11 ringleader Mohamed Atta and other terrorists, Mohammed Haydar Zammar.\n\nAtta, who was born in Egypt, served as the pilot for American Airlines Flight 11, hijacked by five al-Qaeda members and crashed into the North Tower of the World Trade Center on September 11, 2001. All 92 people on board perished in the terrorist attack.\n\n“Mohammed Haydar Zammar has been arrested by Kurdish security forces in northern Syria and is now being interrogated,” AFP reportedly quoted a Kurdish military commander as saying, according to NBC News, however, it “was not immediately able to independently confirm.”\n\nZammar, 57, was reportedly captured by the U.S.-backed Kurdish People’s Defense Forces, which has been instrumental in fighting the Islamic State in northern Syria.\n\nThe 9\/11 Congressional Commission Report described the Syrian-born German national Zammar as an “outspoken, flamboyant Islamist” and a “possible recruiter” of some 9\/11 terrorists.\n\nThe report also noted that Zammar was “a well-known figure in the Muslim community (and to German and U.S. intelligence agencies by the late 1990s)” and noted that he “fought in Afghanistan and relished any opportunity to extol the virtues of violent jihad.”\n\nThe BBC reported that a commander of the U.S.-backed Syrian Democratic Forces alliance did not say whether Zammar was suspected of fighting for the Islamic State.\n\nThe BBC noted that, in early 2014, Zammar was pictured attending a meeting between Islamic State militants and Syrian tribal leaders.\n\n14. In the audience below the ISIS flag sat Mohammed Haydar Zammar, listening to the calls for fight against the Syrian opposition. pic.twitter.com\/uEN35KdTQl — Björn Stritzel (@bjoernstritzel) April 17, 2018\n\nThe area Zammar was arrested in Northern Syria is close to Raqqa, which has served as the capital of the so-called “Islamic Caliphate” until it fell in October.\n\nAccording to the AFP, a Syrian court sentenced Zammar to 12 years in prison in 2007 for being a member of the Muslim Brotherhood, but he was released in 2013 after the Syrian civil war broke out as part of a prisoner exchange between Islamist rebels and the President Bashar al-Assad’s government.\n\nAdelle Nazarian is a politics and national security reporter for Breitbart News. Follow her on Facebook and Twitter.","1":"TEL AVIV – Satellite images from a military operation against an Iranian military site in Syria earlier this month show the “surgical precision” of the strike, Israel’s Channel 10 reported Sunday.\n\nIran, Syria, Russia and some U.S. officials have said Israel was behind the airstrikes on the T-4 base, though Israel has not confirmed or denied the reports.\n\nThe images show the burnt-out remains of an airbase hangar. The area surrounding it is largely unaffected. 14 people died in the strike, with at least seven being Iranian military men, including the head of its drone program, Col. Mehdi Dehghan.\n\nSatellite images of the T-4 base in Syria before and after an airstrike on April 9 (Screenshot\/Channel 10).\n\nThe airstrike targeted an Iranian weapons cache at the base, the TV report said. The site also housed Russian and Syrian military equipment, including air defense systems, which remained intact.\n\n“[The raid] was a barrage of small explosives designed to destroy the contents of the hanger, but not damage unintended targets,” Channel 10 said.\n\nThe T-4 airbase has been targeted by Israel on at least two occasions in the past, including, most recently, in February following the incursion by an explosives-laden drone into Israeli airspace. According to Israel, which admitted it carried out February’s strike, the drone was launched from a command center at T-4.\n\nIranian Foreign Minister Mohammad Javad Zarif on Sunday said Israel’s routine operations in Syria would have “consequences.”\n\n“I do not believe that we are headed towards regional war, but I do believe that, unfortunately, Israel has continued its violations with international law, hoping to be able to do it with impunity because of the US support and trying to find smokescreens to hide behind,” Zarif told CBS News.\n\n“And I do not believe that the smokescreens work anymore,” he said.\n\nPrime Minister Benjamin Netanyahu later warned the world not to heed Zarif’s “moderate” remarks, saying there was a “huge gap” between what he might tell an American TV station versus the on-the-ground entrenchment by Iran’s Revolutionary Guards, which is “advancing an army against Israel.”\n\n“I heard the remarks of the Iranian foreign minister, who accuses Israel of violating international law,” Netanyahu said. “He is the foreign minister of a country that deploys armed drones to Israel and missiles to Saudi Arabia.”\n\n“I also heard his moderate remarks, and there is a huge gap between his words and the actions of the Revolutionary Guards, who are advancing an army against Israel with the stated aim of destroying Israel,” the prime minister continued. “I’m unimpressed by his remarks.”","2":"(UPI) — Iran’s military head said Saturday that forces are preparing to “annihilate” Israel’s Zionist regime within 25 years after recent threats between the foes.\n\nThe threat from Commander of Iran’s Army Maj. Gen. Abdolrahim Mousavi comes while tension has escalated with an Israeli strike on an Iranian base in Syria earlier this month.\n\nAt a ceremony in Tehran on Saturday, Mousavi spoke about unifying the Army and Islamic Revolutionary Guards Corps to annihilate the Zionist regime in the 25-year time frame.\n\n“When the arrogant powers create a sanctuary for the Zionist regime to continue survival, we shouldn’t allow one day to be added to the ominous and illegitimate life of this regime,” Mousavi said in a Fars News Agency report. “The Army will move hand in hand with the IRGC so that the arrogant system will collapse and the Zionist regime will be annihilated,” he said.\n\nA day earlier, Iranian Brigadier General Hossein Salami also threatened that the Zionist regime in Israel could be totally destroyed if recent heightened tensions escalate to war.\n\n“If any war happens, it will definitely be followed by your annihilation,” Salami warned Israel on Friday.\n\nSalami added in part of a Tasnim News Agency report posted on Twitter: “North and west of Israel are at the intersection of fire; you will not escape … You live in the dragon’s mouth.”\n\nIsraeli Prime Minister Benjamin Netanyahu fired back at Salami on Friday.\n\n“We hear the threats from Iran. IDF fighters and the security branches are ready for any development. We will fight anyone who tries to harm us,” Netanyahu said as the government convened in a special celebratory meeting at Independence Hall in Tel Aviv to mark Israel’s 70th birthday.\n\n“We will not be deterred by the price and we will exact a price from those who seek our souls. The IDF is ready for its mission and the nation will stand,” he added.","3":"Military leaders in Iran threatened to “annihilate” Israel in remarks made over the weekend as tensions between the two countries increase over the ongoing civil war in Syria.\n\nAbdolrahim Mousavi, the head of Iran’s army, warned during a ceremony in Tehran that any “acts of war” against Iran would result in offensive military action, the Telegraph reported.\n\n“Hands are on the trigger and missiles are ready and will be launched at any moment that the enemy tries to carry out its sinister plot against (our) lands,” Tasnim news agency quoted Mousavi as saying.\n\nMousavi’s comments came a day after Iranian Brigadier General Hossein Salami also issued a threat and said Israel could be destroyed if tensions between the two countries escalate to war.\n\n“Salami added Israel would ‘fade away’ in the next 25 years despite the support it receives from the United States,” the Telegraph reported.\n\n“If any war happens, it will definitely be followed by your annihilation,” Salami said.\n\nIsraeli Prime Minister Benjamin Netanyahu reacted to the threat by saying Israel is prepared for any scenario.\n\n“We hear the threats from Iran,” Netanyahu said. “[Israeli Defense Forces] fighters and the security branches are ready for any development.”\n\n“We will fight anyone who tries to harm us,” Netanyahu said.\n\nThe Telegraph reported:\n\nSince 2013, Israel has carried out more than 100 airstrikes in Syria, primarily targeting the Iranian-funded Lebanese militia group Hezbollah and military convoys, but since the beginning of this year Israel expanded its involvement to increasingly target Iran directly. A missile strike earlier this month, which killed seven Iranian military advisors from the country’s elite Quds Force in the Syrian city of Homs, has been neither confirmed nor denied by Israel’s government.\n\nBut, according to the Telegraph’s report, a senior Israeli military official told the New York Times that Israel had targeted a Syrian base known as T4.\n\n“It was the first time we attacked live Iranian targets – both facilities and people,” the official told the Times.\n\nThe Wall Street Journal also reported on the Israeli military attack on T4, which included using drones to protect Israeli jets carrying out strikes in Syria from Iranian anti-aircraft weaponry, according to the Telegraph.\n\n“Tel Aviv will be punished for its aggressive action,” Bahram Ghassemi, Iranian foreign ministry spokesman, told the local media last week. “The occupying Zionist regime will, sooner or later, receive an appropriate response to its actions.”\n\nIranian Foreign minister Mohammad Javad Zarif said in a television interview with CBS that further Israeli sorties in Syria would have “consequences” but cast doubt on that the tensions between Iran and Israel would reach war status.\n\n“I do not believe that we are headed towards regional war but I do believe that, unfortunately, Israel has continued its violations with international law, hoping to be able to do it with impunity because of the U.S. support and trying to find smokescreens to hide behind,” Zarif said.\n\n“The easiest answer would be to these acts of aggression, to stop these incursions,” Zarif said.\n\nFollow Penny Starr on Twitter.","4":"TEL AVIV – If the U.S. really wants to stop the massacres in Syria, it needs to target President Bashar Assad’s palace in Damascus, an article published in Saudi’s government daily suggested.\n\n“This is not the first time Bashar Al-Assad’s regime has used chemical weapons against its own people, nor is it the first time it will be punished with a military strike. But the criminal did not stop his crimes and the military penalties failed to deter him,” Okaz columnist Khaled Al-Suleiman wrote, according to a translation by the Middle East Media Research Institute (MEMRI).\n\nThe U.S. and its allies, Suleiman wrote, must choose “between an effective strike that will cause [Syria] to think 1,000 times before repeating its crime” and attacking “empty targets that have been evacuated.”\n\nIn a joint operation with the UK and France, chemical weapons sites, including a storage facility and a research base, were targeted in the pre-dawn hours, constituting the largest military intervention since the civil war began. However, according to Russian reports, no one was harmed in the strikes. The military assault was a response to the chemical gas attack on the Syrian town of Douma last week in which 42 people reportedly died and many others, according to images and video, were left gasping for breath and foaming at the mouth.\n\nSuleiman’s article comes amid an intense debate in Saudi Arabia surrounding the joint military strike. Four days prior to the missile assault, Saudi Crown Prince Muhammad bin Salman said in a joint press conference with French President Emmanuel Macron on April 10 that Saudi Arabia was “ready to join [its] allies in any military action in Syria, should this be necessary.”","5":"The Jerusalem Post reports: Iranian President Hassan Rouhani expressed in a letter to Syrian President Bashar Assad on Saturday his country’s willingness to aid in the post-civil war reconstruction of Syria, Iran’s Tasnim news agency reported.\n\n“The Islamic Republic of Iran… stands beside the country and people of Syria and will continue to aid it in defending against the forces of evil and returning security and stability throughout the Syrian Arab Republic,” the letter states.\n\n“We hope to swiftly witness the achievement of a final victory,” Rouhani continued. “Just as the government of the Islamic Republic of Iran has stood beside the Syrian nation in its struggles and opposition to terrorism, we are also prepared to stand with you in every way possible as regards to Syria’s reconstruction.”\n\nRead more here.","6":"The Times of Israel reports: The vice commander of Iran’s Revolutionary Guards warned Israel Friday that its airbases are “within reach” and Iran’s “hands are on the trigger and missiles are ready,” in apparent reaction to Israel’s publication on Tuesday of a map showing five Tehran-controlled bases in Syria, and boasted that Israel will have nowhere to go but the sea.\n\n“Israel: Don’t trust in your airbases; they’re within reach,” Hossein Salami wrote on Twitter, also making similar comments in a fiery speech. Israel, said Hossein Salami, was living “in the dragon’s mouth.” Both northern and western Israel were “in the range of our missiles,” he threatened, in a speech given in Tehran.\n\n“Wherever you are in the occupied land, you’ll be under fire from us, from east and west. You became arrogant. If there’s a war, the result will be your complete elimination,” he said.\n\nRead more here.","7":"TEL AVIV – A video of a 21-year-old Arab-Israeli dressed as a Jew being beaten by a belt-wielding Palestinian refugee from Syria in Berlin went viral last week, sparking outrage across Germany about the rising number of anti-Semitic attacks in the country.\n\nAfter it was initially reported that he was Jewish, Adam Armoush revealed that he was an Arab-Israeli who wanted to find out whether it was safe to walk in the street dressed as a Jew. He said he wore a skullcap as an experiment after not believing a friend who told him it’s too risky to wear one in public in Germany.\n\n“I’m not Jewish, I’m an Israeli, I grew up in Israel in an Arab family,” Armoush told German broadcaster Deutsche Welle. “I was saying it’s really safe and I wanted to prove it, but it ended like that.”\n\nThe video of Armoush being whipped with a belt while his attacker cries out “Yahudi!” or “Jew” in Arabic quickly went viral. Berlin police identified the attacker as a Palestinian from Syria named Knaan S. who was registered at a refugee home in Brandenburg state outside Berlin, but who most recently was living “out of a suitcase” in the capital.\n\nAntisemitischer Angriff in #Berlin – ein Mann schlägt mit einem Gürtel auf einen Mann ein und bezeichnet ihn wiederholt als \"Yahudi\" (arabisch für \"Jude\"). #Antisemitismus pic.twitter.com\/YCHVgCF1ox — Jüdisches Forum (@JFDA_eV) April 17, 2018\n\nIn the video, Armoush lifts up his shirt and shows the bruises he sustained in the attack. According to police, the attacker later picked up a glass bottle to hit Armoush again but a passerby intervened.\n\n“They kept cursing us and my friend asked them to stop cursing,” Armoush told Kan TV. “They started to get angry and one of them ran to me and I knew it was important to film it because there would be no way to catch him by the time police arrived.”\n\n“Honestly, I’m in total shock that a thing like this could happen,” he said in the interview.\n\nGerman Chancellor Angela Merkel on Wednesday condemned the assault as “a very horrible incident” and vowed the government would respond “with full force and resolve” against growing anti-Semitism in Germany.\n\nGerman Foreign Minister Heiko Maas tweeted that “Jews shall never again feel threatened here.”\n\n“It’s our responsibility to protect Jewish life here,” he wrote.\n\nBerlin Mayor Michael Mueller also condemned the attack. “I denounce this renewed anti-Semitic attack in the sharpest terms,” Mueller said. “Anti-Semitism doesn’t belong to the Berlin we want to live in.”\n\nAntisemitism has been on the rise across Germany, with 947 anti-Semitic incidents reported last year in Berlin alone, according to the RIAS group which tracks discrimination against Jews.","8":"Russian Foreign Minister Sergey Lavrov on Friday denied allegations that Russia is working with the Syrian government to keep international inspectors away from the chemical weapons attack site in Douma so the evidence can be destroyed.\n\n“As for yesterday’s statement, which said that the US has evidence to prove that Russia and Syria were delaying OPCW experts from gaining access to the town of Douma – if they really have it, let them present it,” Lavrov said at a press conference.\n\n“We have more than once presented the evidence that we have, including pictures and people’s interviews. As for our counterparts, we have only heard allegations about evidence, be it the alleged Douma incident or the Salisbury incident,” Lavrov continued, the latter a reference to the attempted assassination of former spy Sergei Skripal with nerve agents in Britain.\n\nInspectors from the Organization for the Prohibition of Chemical Weapons (OPCW) attempted to enter Douma to examine the chemical attack sites this week but were kept away by security concerns, including gunfire and an angry mob appearing at one site.\n\nThe U.S. State Department on Thursday said it has obtained “credible information” that Russian and Syrian officials are working together to deny inspectors access to Douma, buying time for the attack sites to be “sanitized” and incriminating evidence removed.\n\nBritish Ambassador to the United Nations Karen Pierce echoed these accusations on Friday, saying there is a “possibility” that Russia and Syria have tampered with evidence in Douma.\n\n“We look to the Russians and the Syrians to uphold the promises they made to the Security Council last week that the inspectors would be allowed in, that they would be escorted, that they would be safe and that they could have free access,” she said.\n\nPierce did not indicate the British government has any evidence that Russia and Syria are deliberately holding back inspectors or tampering with evidence at the sites. Instead, she stressed the importance of allowing the OPCW team to conduct its work “expeditiously” and file a thorough report.\n\nOn Thursday evening, British Prime Minister Theresa May accused the Russians of running a “disinformation campaign” to cover up the chemical weapons abuses in Douma and Salisbury.\n\n“This disinformation campaign is not just aimed at social media and the UK – it is intended to undermine the actual institutions and processes of the rules-based system, such as the Organisation for the Prevention of Chemical Weapons. We must do all we can at every turn to challenge this,” May said.\n\nThis week, the director of the largest medical relief agency working on Syria, the Union of Medical care and Relief Organizations (UOSSM) said that doctors who treated patients in Douma were intimidated and threatened by agents of Syrian dictator Bashar Assad, including threats of violence to their families if they tell international inspectors what they have seen.\n\n“There has been a very heavy security presence on the ground ever since the attack and they have been targeting doctors and medics in a very straightforward way. Any medic who tried to leave Douma was searched so vigorously, especially for samples. At one medical point, seven casualties were taken away. The Russian military police were heavily involved. They were directing things,” said one physician.\n\n“We were receiving threats since the siege began, prior to the chemical weapons attack. When the attack took place, things became much more dangerous. They’re wiping out evidence that would prove the crime, and they are forcing doctors and residents who are witnesses to say that nothing took place,” said another medic.\n\nAFP reported on Thursday that photographs circulated by Russia and the Assad regime that purportedly showed “White Helmet” rescue volunteers faking the chemical attack in Douma were themselves fakes. The photos were taken from the set of a propaganda film supported by the Syrian culture ministry that was completed and screened over a month before the chemical attack.","9":"U.S. President Donald Trump and French President Emmanuel Macron are expected to tackle controversial topics from trade to terrorism during the first state visit of the Trump administration.\n\nTrump and Macron will discuss economic, diplomatic, and global issues during the state visit, White House press secretary Sarah Sanders informed reporters on Monday.\n\n“The first lady has taken an active role in every detail and planning of the visit including the State Dinner which will be held tomorrow evening,” said Sanders. “We are looking forward to a very successful state visit.”\n\nA senior administration official expressed in a briefing last Friday that President Trump has been “eager to host the Macrons for this special event as he remembers fondly the dinner the couples shared together in the Eiffel Tower on the eve of Bastille Day last July 2017.”\n\nOn Tuesday the two Presidents will meet privately in a one-on-one Oval Office meeting before holding an expanded, working, bilateral meeting with the French and U.S. delegations, according to the senior administration official.\n\nThis expanded meeting is to include U.S. officials Vice President Mike Pence, the Acting Secretary of State, Secretary of Treasury, Secretary of Defense, Secretary of Commerce, White House Chief of Staff, National Security Advisor, Assistant to the President for Economic Policy, and U.S. Ambassador to France Jamie McCourt.\n\nThe French delegation is expected to include their Minister of Foreign affairs, Minister of Economics and Finance, Minister of Defense, National Security Advisor, and others.\n\nPresidents Trump and Macron will hold a joint press conference on Tuesday.\n\nDuring Friday’s briefing, the senior administration official indicated that Trump and Macron would travel to Arlington Cemetery for a wreath laying ceremony before the Tuesday evening State Dinner at the White House.\n\nOn Wednesday, President Macron will address a joint session of Congress. The administration official noted that the day marks the 58th anniversary of then-President of France Charles de Gaulle’s 1960 address to Congress.\n\nThe senior administration official laid out three themes for the state visit. First: “The United States and France enjoy a long and enduring friendship.” Second: “France is a valued trade and investment partner.” Third: “France is a strong and reliable ally.” On the third point, the official added that the U.S. has worked with France to “combat terror around the world.”\n\nTerror was top of mind during the Trumps’ visit to France last year for Bastille Day celebrations, where the United States was honored as “national guest of honor” on the 100th anniversary of the U.S. entry into World War I. The 2016 visit came just one year after an Islamic terror attack on Bastille Day celebrations in Nice, France.\n\nThe official emphasized that the visit would celebrate the 100th anniversary year of the end of World War I and that “The United States’ is the third largest trading partner in Europe, and averages over $1 billion in commercial transactions every day.”\n\nTrump and Macron’s discussions will include, according to the official:\n\n…recent joint operations in Syria in response to the Syrian regime’s use of chemical weapons on April 7th; broader issues relating to Syria and the Middle East — these would include Iran’s malign influence in the region; and also France’s leading role in NATO and in global counterterrorism operations more generally, including in the Sahel, where France takes the leading role.\n\nPotential U.S. tariffs on European goods are expected to be on the list of discussion topics for the expanded bilateral meeting, according to the official. The Iran nuclear deal is also expected to come up. Collaborating on pushing back against certain Chinese economic practices is also on the table.\n\nOn Monday evening, the Presidents and their wives met at the White House, where they participated in a ceremonial planting of a tree the Macron’s gifted to the Trumps. The tree is a “European Sessile Oak that measures approximately 4.5 feet tall with an estimated age between 5-10 years old,” according to the White House. It has historic significance, as the tree came from Belleau Woods, a site of the United States’ engagement in WWI and where “over 9,000 American marines died in the Belleau Wood battle in June 1918.”\n\nThe couple then traveled together on Marine One to tour historic monuments in Washington before landing at President George Washington’s home at Mt. Vernon. There they enjoyed a private tour and couples dinner. After dinner, first lady Melania Trump presented a preview of the state dinner that will take place on Tuesday night. The first lady has designed Tuesday’s state dinner to “complement and pay homage to the long-standing friendship between the United States and France.”\n\nTuesday night’s state dinner will open with a traditional military arrival ceremony employing nearly 500 military service members and a “Review of the Troops” on the south lawn of the White House. The first couples will dine alongside guests from cabinet secretaries to school kids who will enjoy “the best of America’s cuisines and traditions, with nuances of French influences” on china acquired under the Bush 43 and Clinton administrations. The main course will be spring lamb. Adorned in thousands of white sweet peas, lilac and cherry blossoms, the event will feature the Washington National Opera.\n\nFollow Michelle Moons on Twitter @MichelleDiana","10":"On Friday’s broadcast of HBO’s “Real Time,” host Bill Maher stated President Trump is “obviously being blackmailed by Putin. It’s so obvious.”\n\nMaher said, “[I]f the president is not a Russian agent, he certainly acts like one. Because, once — you know, I remember all the way back to last week, exactly a week ago, when I was sitting here, right when the missiles were being fired at Syria, and we were like, ‘Oh, this is going to be different. He’s really punishing –,’ it turned out, it was just a one-strike thing, just a pinprick.”\n\nAfter also citing the White House walking back UN Ambassador Nikki Haley’s announcement of new sanctions on Russia, Maher stated, “It’s not a pivot at all. He’s still — he’s obviously being blackmailed by Putin. It’s so obvious. He just cannot make a move against Russia.”\n\nFollow Ian Hanchett on Twitter @IanHanchett","11":"(AFP) — The Syrian regime remains able to conduct chemical attacks, though only at a limited level, the Pentagon said Thursday following last week’s international cruise missile strikes on chemical targets.\n\nGeneral Kenneth McKenzie, director of the US military’s Joint Staff, said Syrian President Bashar al-Assad’s regime retains a “residual” chemical capability at a variety of sites across the country.\n\n“They will have the ability to conduct limited attacks in the future,” McKenzie told Pentagon reporters, though he said he had no indications a new attack was being planned.\n\n“However as they contemplate the dynamics of conducting those attacks, they have to look over their shoulder and be worried that we are looking at them, and we will have the ability to strike them again should it be necessary.”\n\nOn April 13, the US, Britain and France fired more than 100 cruise missiles at three Syrian sites, including a large research center in Damascus, in response to an alleged chemical attack in Douma that killed more than 40 people.\n\nAccording to satellite imagery displayed by the Pentagon, the three sites were completely destroyed.\n\n“We achieved the level of success that we wanted against those three targets,” McKenzie said.\n\n“We believe that there was probably some chlorine and possibly sarin at possibly all of the sites.”\n\nThe three-star general added the Syrian regime had now returned to a “state of normalcy.”\n\n“I don’t think we sought to change the strategic balance of the Syria conflict with those strikes. We sought to send a lesson that it’s bad practice to gas women and children,” McKenzie said.","12":"President Donald Trump did not restrain giving his opinion about the “terrible” Iran nuclear deal on Tuesday during a meeting with French President Emmanuel Macron, warning Iran against restarting its nuclear program.\n\n“You’ll find out about that. It won’t be so easy for them to restart. They’re not going to be restarting anything. They restart it, they’re going to have big problems, bigger than they’ve ever had before,” Trump said during his meeting with Macron at the White House.\n\nThe Iranians warned that if the United States withdrew from the deal, they would restart their efforts to develop nuclear weapons.\n\nTrump repeated that the deal reached under the Obama administration was a “terrible deal.”\n\n“It’s insane. It’s ridiculous,” Trump said when reporters about the deal. “It should never have been made, but we will be talking about it.”\n\nMacron said the Iran deal was an important part of stabilizing the region, pointing out that it was important to contain Iranian influence.\n\nTrump agreed that Iran was a problem.\n\n“It just seems that no matter where you go, especially in the Middle East, Iran is behind it. Wherever there’s trouble — Yemen, Syria, no matter where you have it — Iran is behind it,” he said.\n\nHe added that, “unfortunately,” Russia was also getting more involved in the region.\n\nTrump ridiculed former Secretary of State John Kerry for not addressing other important issues in the Iran deal at the time of the agreement.\n\n“The Iran deal is a disaster,” he said, pointing out that Iran was continuing to test ballistic missiles and fund terrorism in the Middle East.","13":"A rejected asylum seeker who targetted women in a stabbing attack said he was at “war against women” and committed the attack to “strengthen the Islamic kingdom”.\n\nMoroccan Abderrahman Bouanane, 23, told the district court on Wednesday that he had justified his attack because of Western nations’ military action against Islamic State in Syria and Iraq, Helsingin Sanomat reports.\n\nThe court heard that the defendant was inspired to attack the eight women and two men with a knife in the southwestern Finnish city of Turku on August 18th, 2017, by a 23-year-old Uzbek-based Turkish man he met at the mosque.\n\nThe Turk, who is currently the subject of an international search, allegedly told Bouanane that Finland was guilty of causing the instability in Syria and sent 100 soldiers to fight there. Finland has sent 100 trainers to Iraq since 2015.\n\n“It gave me the position that I have the right to kill Finns,” he told the court in the ongoing trial.\n\nMoroccan Asylum-Seeker Tried in Finland’s First Terror Trial https:\/\/t.co\/fMcAmiIx0l — Breitbart London (@BreitbartLondon) April 10, 2018\n\nThe court also heard that during police interrogation, Bouanane said his purpose for the attack was “to strengthen the Islamic kingdom… I wanted the Islamic kingdom is strong.”\n\nThe Moroccan is on trial on charges of murder and attempted murder “with terrorist intent” in the first terror-related attack in the country’s history.\n\nThe day prior, on Tuesday, Bouanane admitted that he had specifically targetted women.\n\nThe accused, who arrived in Finland in 2016, had told police that originally his intention was to attack a soldier. But he changed his plans, believing that it was equally justified to attack civilian women.\n\n“My target was to hit women, not men … I was in war against women,” he said.\n\nEight of the ten victims were women, and two died of their wounds. The two men were not targetted directly by the defendant, but he stabbed them as they tried to save the women, including Hassan Zubier who arrived in court in a wheelchair when the trial began last week.\n\nBouanane said that his initial goal was to kill the two women Jehovah’s Witnesses who were proselytising in the town centre. One of them was the first victim of the stabbing attack.\n\nThe defendant said she was selected due to her behaviour and Christian activity, saying that her smiling irritated him.\n\n“They annoyed me sexually. The way they smiled at me provoked some kind of emotions inside me that are embarrassing,” he said.\n\n5,300 asylum seekers have \"disappeared\" https:\/\/t.co\/Ws5U7WgUIc — Breitbart London (@BreitbartLondon) August 25, 2017\n\n“I honestly felt like I was controlled remotely… The idea was to keep attacking as long as a head falls,” the failed asylum seeker said. He only stopped stabbing random people after police shot him in the leg.\n\nYlen Turku Prison told the Finnish Broadcasting Company that Bouanane had rioted in his cell Monday and Tuesday night, breaking his television and other furniture.\n\nDuring the trial he has repeatedly laughed, denounced his victims, and refused to obey the orders of the judge, including on Wednesday afternoon refusing to sit down in his chair, claiming that “Every new thing I use brings me to hell.”\n\nPsychiatrist Gustav Schulman assessed that his “psychological violence against the victims and the entire Finnish people” during the trial act as a continuation of his attack.\n\nTwitter Follow @friedmanpress Follow Victoria Friedman on","14":"President Donald Trump has signaled a willingness to aggressively challenge Iran.\n\nSpeaking after his meeting with French President Emmanuel Macron on Tuesday, Mr. Trump said, “We’re looking forward to doing something, but it has to be done, and it has to be done strongly. They’ve very much been butchers and we can’t allow that to happen.”\n\nTrump made his comments to reporters after an expanded meeting with Macron and members of his staff to discuss the Iran nuclear deal and other issues. Macron believes that the Iran deal is important to maintaining peace in the Middle East, while Trump repeatedly decries the deal as “terrible.”\n\nNeither president detailed the possible actions against Iran, but that the two leaders said after the meeting that they understood each other on the issue.\n\n“I think we’ve really had some substantive talks on Iran,” Trump said. “Maybe more than anything else.”\n\nWhen asked by reporters if he was open to keeping the Iran deal, he replied, “You’ll see.”\n\nEarlier Tuesday, Trump commented in a conversation with Marcron that Iran was behind most of the troubles in the Middle East.\n\n“It just seems that no matter where you go, especially in the Middle East, Iran is behind it. Wherever there’s trouble — Yemen, Syria, no matter where you have it — Iran is behind it,” he said.","15":"Sunday on ABC’s “This Week,” Sen. Bob Corker (R-TN) said Republican senators were “conflicted” with their support for President Donald Trump because he said, “Things change daily.”\n\nPartial transcript as follows:\n\nSTEPHANOPOULOS; You — you’ve also been asked a lot about President Trump and — and what you say seems to depend a little bit on the day of the week, sometimes your harshly critical of the president, talking about something is —\n\nCORKER: Yes, sometimes the hour — sometimes the hour of the day, George, but go ahead.\n\nSTEPHANOPOULOS: OK, well let me try this hour, then. It’s — it’s almost 10 o’clock here on the East Coast, just on Friday you said you kind of doubt the president’s going to run again in 2020. Why do you doubt that?\n\nCORKER: Look I, you know, was having this rhetorical situation of somebody trying to pin you down as to what you — who you may vote for in 2020. I don’t know — I don’t know who’s going to be running in 2020, I don’t know if the president will be running in 2020, so — so it was really a — you know how — you know how television is today, George, it’s a gotcha situation. It’s really just pushing back against that.\n\nSTEPHANOPOLOUS: But you did say this week that any GOP senator is not conflicted is either — I’m going to quote this here, comatose or pretty useless in their blindness.\n\nCORKER: Yes, so look, I think that — that, sure, I think Republican senators have to be conflicted from time to time, as I mentioned, things change daily. One day we’re going to, you know, tariff the European Union and then we’re not, thankfully. One day we’re going to tariff Canada and then we’re not, thankfully. One day we’re going tariff Mexico and then we’re not, thankfully. One day we’re going to get out of Syria immediately, and then we’re not, thankfully.\n\nSo, you know, I mean things change quickly and that was the reason fro my response.","16":"A demonstration against anti-Semitism in Berlin is urging participants to wear a kippah on Wednesday in response to an attack on an Israeli man wearing the traditional Jewish skullcap.\n\nThe “Berlin wears a kippah” protest is set for Wednesday evening in front of the Jewish community center in the German capital. It follows the assault of Adam Armush, a 21-year-old Israeli Arab who was violently assaulted by a 19-year-old Muslim refugee in the German capital last Tuesday.\n\nThe video of Armush being whipped with a belt while his attacker cries out “Yahudi!” or “Jew” in Arabic quickly went viral. Berlin police identified the attacker as a Palestinian from Syria named Knaan S. who was registered at a refugee home in Brandenburg state outside Berlin, but who most recently was living “out of a suitcase” in the capital.\n\nThe Jewish community plans to hand out thousands of kippahs to everyone interested in expressing solidarity with the Jewish community in Germany by wearing them proudly across the city and elsewhere.\n\nHead of the Jewish Community in Germany, Joseph Schuster, Berlin Mayor Michael Müller and the Jewish community leader Dr. Gideon Yaffe will speak during the kippah protest march.\n\nOn the same day, a similar demonstration is planned for Erfurt, the capital of the former East German state of Thuringia, organized by ACHAVA Festspiele Thüringen, a private cultural organization. The event will take place in the morning and conclude at the New Synagogue in the center of the historic city.\n\nSuch is the furuore over the original Berlin attack that German Chancellor Angela Merkel has pointed to Arab immigrants who bring profoudly anti-Jewish sentiments to their new home as “dismaying.”\n\n“We have a new phenomenon, as we have many refugees among whom there are, for example, people of Arab origin who bring another form of anti-Semitism into the country,” Merkel told the private Israeli Channel 10 network in a weekend interview.\n\nThe chancellor added that “to our regret, anti-Semitism existed in Germany even before [their arrival].”","17":"People around the world paused to commemorate Armenian Genocide Remembrance Day on Tuesday, a remembrance of the more than 1.5 million Armenians who were systematically exterminated between 1915 and 1923 under the Ottoman Empire.\n\nThousands of people marched in Los Angeles, home to one of America’s largest Armenian communities, to demand recognition of the genocide. Yet in his commemorative statement, Trump only went as far as describing the events as a “mass atrocity”:\n\nToday we commemorate the Meds Yeghern, one of the worst mass atrocities of the 20th century, when one and a half million Armenians were deported, massacred, or marched to their deaths in the final years of the Ottoman Empire. We recall the horrific events of 1915 and grieve for the lives lost and the many who suffered.\n\nBy international law, genocide is defined as an “intent to destroy, in whole or in part, a national, ethnical, racial or religious group.” Although Trump’s statement recognizes the tragedy that took place, it missed an important detail, widely recognized by scholars, historians, and other experts — that what took place was not indiscriminate massacres, but a planned act of genocide.\n\nThis refusal to describe the events as a genocide is based on the U.S’s fear of upsetting the Turkish government, which vehemently denies allegations of genocide. Yet the U.S. is not alone. As of 2018, just 29 countries worldwide have officially recognized what happened in those years as a “genocide.”\n\nTheir stance is in stark contrast to a country like Germany, which has made the utmost efforts to heal the wounds of the Holocaust through commemorations and reparations. Meanwhile, Turkey continues to deny many of its crimes and even persecutes those who demand its recognition.\n\nWhen former President Barack Obama came to power in 2009, he promised the more than one million Armenians living in the United States that he would recognize the genocide, although, like many of his foreign policy promises, it never materialized.\n\nYet recognition of the genocide remains an important conservative issue. The Armenian genocide was the first Christian genocide of the twentieth century and led to the displacement of millions of people from their Biblical homelands.\n\nTo this day, Turkey controls vast swaths of Armenian territory, while many of its Armenian inhabitants have been forced to convert to Islam. Christians are systematically persecuted, particularly those living in Kurdish territories. One recent example is the continued detention of American evangelical pastor Andrew Brunson on what appear to be phony terror-related charges.\n\nTrump has styled himself as a defender of persecuted Christians around the world, and recognition of the genocide would go a long way to reinforcing his image as a protector of Christians in the Middle East.\n\nA failure to recognize the past also serves as a partial endorsement of Turkey’s denial, under an Islamist regime whose leader Recep Erdogan has shown increasing aggression towards America with the threat of an “Ottoman slap” against U.S. troops in Syria.\n\nDanny Tarkanian, an Armenian American endorsed by Trump in his race in Nevada’s 3rd Congressional District, has urged Trump to “set an example for the rest of world by formally acknowledging what truly happened.”\n\n“If we are to prevent the worst of human tragedies from occurring, the world must recognize genocide and call it what it is,” Tarkanian told Breitbart News. “Adolf Hitler used the Armenian Genocide as a justified precedent for his atrocities against millions when he said, ‘Who, after all, speaks today of the annihilation of the Armenians?'”\n\nClearly defining past genocides is important to holding modern genocidal actors accountable. In 2016, former Secretary of State John Kerry rightly acknowledged that the Islamic State had committed acts of genocide against Assyrian Christians and Yazidis in Iraq and Syria. Yet why couldn’t the same recognition be given to Armenians?\n\nSince coming to office last year, Trump has demonstrated considerable boldness with foreign policy issues ranging from North Korea to officially acknowledging Jerusalem as the capital of Israel. Now, it is time for his administration to show further strength by acknowledging the tragic history of one of America’s most loyal immigrant communities.\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com.","18":"Around half a million migrants were granted asylum in the European Union (EU) last year, the bloc’s statistics office said Thursday, with Germany taking 60 per cent – more than all other member states combined.\n\nAccording to Eurostat, 538,000 asylum seekers were granted protection in the EU last year, as well as the bloc accepting almost 24,000 resettled refugees.\n\nThe numbers are lower than in 2015 and 2016 – the height of the migrant crisis, when Germany suspended border rules – but still higher than 2014 and the eight years on record before then.\n\nThere were 175,800 Syrians, accounting for about a third of successful asylum cases in 2017. This represents a significant decreased since 2016 when they accounted for 57 per cent of all positive decisions.\n\nSyrians were followed by Afghans and Iraqis – with 100,700 (19 per cent) and 64,300 (12 per cent) respectively.\n\nAlmost one-third of the beneficiaries of protection status in the EU were Syrians in 2017 #Eurostat https:\/\/t.co\/rv9AuJKF4c #asylum pic.twitter.com\/8jfD99RvTZ — EU_Eurostat (@EU_Eurostat) April 19, 2018\n\nOn a per capita basis, Germany had the most successful asylum cases in 2017, taking in 325,400.\n\nGermany was followed by France, accepting 40,600, then Italy, with 35,100, Austria with 34,000, and Sweden with 31,200.\n\nEastern nations – Slovakia, the Czech Republic, and Poland – had the fewest successful asylum cases in 2017 on a per capita basis.\n\nSyrians and Eritreans were the groups most likely to get asylum in the EU in 2017, with more than nine in ten cases being approved, while migrants from Albania and Kosovo were the least likely.\n\n#Asylum decisions in the EU: Recognition rates ranged from around 5% for citizens of Albania to 94% for Syria and 92% for Eritrea #Eurostat https:\/\/t.co\/rv9AuJKF4c pic.twitter.com\/P5iHcmIkZs — EU_Eurostat (@EU_Eurostat) April 19, 2018\n\nThere were 650,000 asylum applications registered in EU countries in 2017, almost half the number in 2016, according to Eurostat figures released in March.\n\nApplications peaked in 2015 when nearly 1.26 million people sought asylum in the bloc and Germany saw over a million migrants enter the country after Chancellor Angela Merkel announced an open door policy.\n\nMrs. Merkel is currently pushing for a common asylum system across all EU member-states as the European Commission continues to try and resettle tens of thousands.\n\nThe Commission forced through the resettlement quota system in 2015, compelling nations such as Hungary and Poland to take migrants that were invited to Europe by Mrs. Merkel.","19":"Jews have been advised not to wear their kippah scullcaps in major German cities after another violent assault that targeted a person wearing the traditional Jewish headpiece.\n\nJosef Schuster, the head of Germany’s Central Council of Jews, told broadcaster Radioeins that wearing a kippah is right in principle but increasingly dangerous in practice, so he is advising individuals “against showing themselves openly with a kippah in a big-city setting in Germany, and wear a baseball cap or something else to cover their head instead.”\n\nSchuster added that “our democracy would be at risk” if Germany does not fight anti-Semitism. “This is not only about anti-Semitism — it goes along with racism, it goes along with xenophobia. You need a clear stop sign here.”\n\nThe call for Jews to hide signs of their faith follows the assault of Adam Armush, a 21-year-old Israeli Arab who was violently attacked by a 19-year-old Muslim refugee in Berlin capital last Tuesday.\n\nAs Breitbart Jerusalem reported, the video of Armush being whipped with a belt while his attacker cries out “Yahudi!” or “Jew” in Arabic quickly went viral. Berlin police identified the attacker as a Palestinian from Syria named Knaan S. who was registered at a refugee home in Brandenburg state outside Berlin, but who most recently was living “out of a suitcase” in the capital.\n\nAngela Merkel, the German chancellor, condemned the attack. “It depresses me that we have not been able to get a handle on anti-Semitism once and for all,” she told Israel’s Channel 10. “We have a new phenomenon of refugees or people of Arab origin who bring another form of anti-Semitism into the country, but sadly we also had anti-Semitism beforehand,” she said.\n\nMarches are due to be held in the cities of Berlin, Cologne, Potsdam, and Erfur on Wednesday in protest against anti-Semitism, with participants encouraged to wear kippahs in solidarity with the Jewish community.\n\nThis is not the first time the safety of Jews in Germany has been questioned.\n\nJust last month it was revealed Berlin recorded a twofold increase in anti-Semitic hate crimes between 2013 and 2017, according to the latest German police figures.\n\nA report in Tagesspiegel said police figures seen by the Berlin newspaper show that 288 crimes classified as anti-Semitic were recorded by the German capital’s police in 2017. This is slightly less than double the 149 crimes recorded in 2013.\n\nSuch are the fears from Germany’s Jewish community that in January the German government appointed a special commissioner to address the problem. Although the commissioner’s powers are yet to be defined, the Central Council of Jews welcomed the move, calling it an important signal that their concerns were being addressed."},"URL":{"0":"http:\/\/www.breitbart.com\/national-security\/2018\/04\/19\/alleged-9-11-recruiter-mohammed-haydar-zammar-captured-in-syria\/","1":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/23\/satellite-images-show-surgical-precision-of-airstrike-on-iranian-military-base-in-syria\/","2":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/22\/iran-army-chief-zionist-regime-will-annihilated-25-years\/","3":"http:\/\/www.breitbart.com\/national-security\/2018\/04\/23\/iranian-military-leaders-vow-annihilate-israel\/","4":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/21\/only-way-for-u-s-to-deter-assad-is-to-target-his-palace-article-in-saudi-government-daily-says\/","5":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/22\/rouhani-iran-ready-aid-syria-defending-evil\/","6":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/22\/iranian-general-israeli-air-bases-within-reach\/","7":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/22\/watch-arab-israeli-dresses-up-as-jew-because-he-didnt-believe-germany-anti-semitic-gets-whipped-by-palestinian-refugee-from-syria\/","8":"http:\/\/www.breitbart.com\/national-security\/2018\/04\/20\/russia-denies-allegations-delaying-tactics-evidence-tampering-syria\/","9":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/23\/tariffs-trade-terrorism-syria-iran-on-the-table-for-trump-and-macron-bilateral-meetings\/","10":"http:\/\/www.breitbart.com\/video\/2018\/04\/20\/maher-trump-obviously-being-blackmailed-by-putin\/","11":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/20\/assad-still-limited-chemical-capability-pentagon-says\/","12":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/24\/trump-warns-iran-restarting-nuclear-program-restart-big-problems\/","13":"http:\/\/www.breitbart.com\/london\/2018\/04\/20\/finland-terror-trial-attacker-war-women-stengthen-islamic-kingdom\/","14":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/24\/donald-trump-suggests-possible-action-iran-butchers\/","15":"http:\/\/www.breitbart.com\/video\/2018\/04\/22\/corker-gop-senators-conflicted-supporting-trump-things-change-daily\/","16":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/24\/berlin-jews-urged-to-join-wear-a-kippah-protest-against-anti-semitic-attacks\/","17":"http:\/\/www.breitbart.com\/big-government\/2018\/04\/25\/kew-time-trump-recognize-armenian-genocide\/","18":"http:\/\/www.breitbart.com\/london\/2018\/04\/20\/eu-accepts-half-million-asylum-seekers-2017-60-per-cent-germany\/","19":"http:\/\/www.breitbart.com\/jerusalem\/2018\/04\/25\/german-jews-advised-not-to-wear-kippahs-in-big-cities-as-assaults-rise\/"}}