{"Content":{"0":"There are a lot of gun terms thrown around in the media these days, like “clip,” “casings,” and “semi-automatic.” But if you’re not familiar with firearms, many of these terms might go over your head. This glossary of common gun lingo will help clear things up so you can be an informed part of the conversation.\n\n\n\nAdvertisement\n\nObviously, this is a sensitive subject, especially in light of the many recent tragedies that have occurred. But knowledge on the subject of guns is important—no matter where you stand on the matter—since misinformation does nothing but cause more confusion and frustration for everyone. Real discussion can only occur when we all understand the basic facts.\n\n\n\nIn alphabetical order, these are the gun terms you may not know:\n\nACP : An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP.\n\n\n\n: An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP. AK-47 : An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s”\n\n\n\n: An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s” Ammunition (ammo) : A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used.\n\n\n\n: A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used. AR-15 : Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee.\n\n\n\n: Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee. Assault rifle : A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s.\n\n\n\n: A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s. Assault weapon : A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons.\n\n\n\n: A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons. Automatic : A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.”\n\n\n\n: A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.” Ballistics : The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did.\n\n\n\n: The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did. Beretta : An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more.\n\n\n\n: An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more. Blank : A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races.\n\n\n\n: A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races. Bolt action : A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber.\n\n\n\n: A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber. Buckshot : Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game.\n\n\n\n: Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game. Bullet : The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target.\n\n\n\n: The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target. Casings : The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.”\n\n\n\n: The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.” Caliber : The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped.\n\n\n\n: The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped. Clip : A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below).\n\n: A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below). Cock : The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates.\n\n\n\n: The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates. Double tap : Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots.\n\n\n\n: Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots. Firearm : By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms.\n\n\n\n: By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms. Flash suppressor : An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter.\n\n\n\n: An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter. Folding stock : A rifle or shotgun stock that can be doubled over for compact storage.\n\n\n\n: A rifle or shotgun stock that can be doubled over for compact storage. Gauge : This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound.\n\n\n\n: This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound. Glock : A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK).\n\n\n\n: A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK). Hair trigger : A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch.\n\n\n\n: A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch. High-capacity magazine : In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds.\n\n\n\n: In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds. Hollow-point : A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target.\n\n\n\n: A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target. Magazine : A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires.\n\n\n\n: A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires. Pistol : A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols.\n\n\n\n: A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols. Pistol grip : An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol.\n\n\n\n: An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol. Point blank : The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull.\n\n\n\n: The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull. Private party transfer : A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t.\n\n\n\n: A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t. Recoil : Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is.\n\n\n\n: Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is. Revolver : A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round.\n\n\n\n: A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round. Rifle : A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic.\n\n\n\n: A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic. Round : A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile.\n\n\n\n: A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile. Safety : A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon.\n\n\n\n: A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon. Saturday night special : A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.”\n\n\n\n: A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.” Sawed-off shotgun : A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted.\n\n\n\n: A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted. Scope : A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily.\n\n\n\n: A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily. Semi-automatic : A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty.\n\n\n\n: A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty. Shells : A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition.\n\n\n\n: A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition. Shotgun : A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range.\n\n\n\n: A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range. Silencer : A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law.\n\n\n\n: A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law. Snubby : Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above).\n\n\n\n: Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above). Stopping power : A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power.\n\n\n\n: A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power. Strawman purchase : When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated.\n\n\n\n: When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated. Waiting period: The legally mandated time between purchasing a firearm and receiving the firearm, anywhere from seven to 25 days. It’s designed to give law enforcement officials time to perform a background check on the purchaser, and provides a “cooling off” period to help prevent impulsive acts of violence and suicides.\n\n","1":"When Ma Anand Sheela first met the Indian guru Bhagwan Shree Rajneesh in his apartment in Mumbai in 1968, she hugged him and cried. “My whole head melted,” Sheela says in the Netflix docuseries Wild Wild Country, which discusses Rajneesh and his cult. “My life was complete. My life was fulfilled.”\n\nRajneesh, who died in 1990, was a powerful spiritual guru who had thousands of followers in India and the West. In 1981, with the help of Sheela, who became his personal assistant, Rajneesh bought a ranch nearby the tiny town of Antelope, Oregon, and moved his cult there, creating a whole new city named Rajneeshpuram. It’s no surprise that the situation snowballed, leading to heated confrontations with local residents, attempted murder, and mass poisoning. Wild Wild Country follows the saga in captivating ways, through historical footage as well as sit-down interviews with Sheela, who effectively ran the cult and was Rajneesh’s spokesperson, and other members who had prominent roles, like Rajneesh’s lawyer Swami Prem Niren.\n\nBut as Ronit Feinglass Plank notes in The Atlantic, the series doesn’t really explain what the day-to-day life was like in Rajneeshpuram. And it doesn’t really address how it’s possible that thousands of people could just give up their lives, wear only maroon clothes, and blindly follow one man. What are the psychological mechanisms at play?\n\nRajneesh preached to his followers about the idea of creating awakened people who live in harmony with their surroundings. But his cult also forced members to donate large quantities of money, while creating an isolated community that kept tight control over its members. The Netflix documentary doesn’t show this, but Win McCormack, who wrote about the cult in the 1980s, points out in The New Republic that Rajneesh’s followers were encouraged to get sterilized or have abortions. (For more on Rajneesh and his cult, read The Oregonian’s 20-part investigation from the 1980s.)\n\nRajneesh was just one of many cult leaders who have captivated — and horrified — people throughout history. In 1978, cult leader Jim Jones urged more than 900 of his followers to kill themselves by drinking poison in Jonestown, Guyana. In 1993, in a standoff with government officials, more than 75 Branch Davidians died in a building fire in Waco, Texas, together with their leader David Koresh. All of these groups, and many more less prominent cult organizations, have some things in common. I talked with Louis Manza, chair and professor of psychology at Lebanon Valley College about how cult leaders control their followers, when people are most vulnerable to cults, and the difference between cults and religions.\n\nThis interview has been lightly edited for brevity and clarity.\n\nHow do cult leaders like Rajneesh exert control over their followers?\n\nThey can take a lot of approaches, obviously. On a real simple level, they could take control in a very physical way, restraining someone from leaving a space, but that doesn’t seem to happen a whole lot. It’s more of a psychological control. If you look historically at different types of cults, there’s always an indoctrination period where the cult leader is going to form a bond with people. Once they have that bond, now they can get inside of someone’s head, because now those people start to trust that person. And now the leader can start to make other suggestions to them: “You should move away from your family.” “You should come live with us.” Etc. That’s one of the critical things: there has to be that emotional connection that’s made by the person who’s running everything with the people they want to bring in with them. If you don’t have that connection, it’s going to be really hard to get people to do anything.\n\nWhat kinds of psychological mechanisms do cults use to keep their members in line?\n\nOnce someone forms a bond with a person, you can use that to your advantage, to a certain extent. You can withhold certain types of things. If you’re the cult leader, [you can decide] we all get to meet at this point in time, and we all get to talk about our feelings, but you can’t come this week because you’ve been misbehaving, or you’re not been pulling your share, or whatever the case might be. Once you have that relationship with that person, punishing [or rewarding] them can get something out of them. Again, it’s not a physical-restraint type of thing, but it is a form of control.\n\nThey’re also paying attention to what works, the same way that a spouse pays attention to what works with their significant other, the same way a parent pays attention with their kids. [Parents] can punish their children by making them stand in a corner for 10 minutes, and that works because that kid doesn’t like to stand in a corner. But for another kid, that doesn’t work, so they have to find something else. So they take the tablet away from them, or they don’t let them watch television. People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that. But the person who’s exploited has to be exploitable. If someone is in a good place psychologically, then they’re most likely not going to be exploitable.\n\n“People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that.”\n\nWhen are people most vulnerable to a cult?\n\nOn a simple level, when they’re in a state of psychological instability — if something is not quite right in their life, if they’re missing something, especially on a relationship perspective. We are social creatures. There’s going to be some variability there; some people like much larger social circles than others, some people like to live in a cabin in the woods by themselves. But the majority of us fall in the middle. It’s part of what makes us humans. And so if that’s missing for individuals, and they don’t have a way of meeting that need on their own, they’re going to look for someone else who can maybe provide that need for them. Now, lots of people will join “cults” as a way of satisfying that. Other people will join other types of groups.\n\nI compete in ultramarathons, so I do a couple races a year. And that kind of satisfies that need for me. Now, is that a cult? I don’t think so, not in a way we define a cult, when you think of like the Jonestown massacre and Jim Jones. If you’re into certain sports teams, that social need is being met there. It’s just that idea that someone needs some type of social connection. I think it’s one of the primary forces. If they simply can’t find a way on their own to fulfill that, and then someone comes along and says, “Hey, we have this group. And you’re welcome. Join us!” it can be a very subtle thing at first. If you want to get someone in, and you know how to manipulate people, it’s fairly simple to do: you bring them in, you establish the relationship, and then you just start sucking them in more and more, and eventually, someone just crosses a line and they’re in. And then they can have a hard time getting out, because now they have that social need being met. It can be a very subtle process along those lines.\n\nWhat do cult leaders have in common?\n\nThey tend to be charismatic. Historically, if you think of the people we call cult leaders, like David Koresh, James Jones, they all had a certain charisma. That goes back to what I was saying about forming social bonds. If you can’t attract people to you, then you’re going to be hard-pressed to form a cult. Beyond that, it’s going to depend. You have to understand people, you gotta know what’s going on inside of their heads, you gotta talk to them, you gotta be able to pull information out of them. Those are skills. All of us use them in different ways. I’ve been teaching since 1992, so I know if I do this, I will get students to interact in class. Is that a form of manipulation? Sure it is. I wouldn’t put it up with the same kind of manipulation that a cult leader is doing, but they are also doing that. They’re understanding people, they’re studying people. They develop that kind of skill-set, but I think charisma has to be at the top of it, because just knowing people, it’s a skill people can acquire. Being charismatic and understanding people, that’s another thing altogether.\n\nPeople who are in power also like to keep that power, and they don’t want to give that power up. The cult leader wants to control people, to a certain degree. When you look at people who run these organizations, if you look at the more historically famous ones, they had a need to control people, and when that control got pushed up against, they pushed back. When David Koresh and the Branch Davidians went down, Koresh didn’t want to give up control of those people. And you had the gun fight and the burning of a building and all that. Jim Jones didn’t want give up control of those hundreds of people in Jonestown, and people died. I think wanting to control is a driving force from the leader, and wanting to belong is the driving force for the member. You put those things together, you create the perfect storm for getting people into a cult.\n\nWhat’s the difference between a cult and a religion?\n\nReligions are an organized belief system, and cults are organized belief systems. People will engage in lots of behaviors on the part of their religion, that can be very good but it can also be very bad. People have killed other individuals in the name of their religion. Now, will Catholics prevent you from leaving the church? Not to my knowledge. I was raised Catholic. I’m an atheist now. Now one held me back. So what we usually consider cults tend to exert a bit more control over their members, but that’s not to say that that control doesn’t happen in more organized, traditional religions. But with cults, you see that real psychological, physical-restraint thing kick in to a much higher degree than you see in Catholics, Lutherans, or whatever. If there is a dividing line, it’s along those lines, but they definitely share a lot of features, because they’re organized belief systems.\n\nBut there are lot of things that are not even religions or cults that are organized belief systems. Again, if you’re part of a certain sports team, you have an organized belief system. But mental manipulation, psychological manipulation is something you tend to see more in cults than in organized religion.","2":"There are few gambles in the tech world as big spending billions to build a new computer processor from scratch. Former AMD board member Robert Palmer supposedly compared it to Russian roulette: “You put a gun to your head, pull the trigger, and find out four years later if you blew your brains out.” Six years ago AMD loaded the gun and pulled the trigger, dramatically restructuring itself internally in a mad bid to escape a disaster of its own making. Now we’ve seen the results and instead of dying, AMD has a savvy new CPU microarchitecture, Zen, that’s the foundation of the shockingly good new series of Ryzen processors. They’re so good, in fact, that they could pose a real challenge to Intel’s incumbent dominance and change what the computer market looks for the next few years.\n\n“I think Intel kind of woke up and said ‘hey you know we’re in a battle all of a sudden,’” Linley Gwenapp, an analyst, and editor of the Microprocessor Report, an industry magazine, told Gizmodo. “So they’re not going to just stand by and let AMD storm into the market.”\n\nAdvertisement\n\nBut Intel has its work cut out for it. In January at CES in Las Vegas, I met with both companies and the mood could not have been more different. Intel seemed to spend the entire consumer electronics show apologizing for Spectre and Meltdown, a series of catastrophic security vulnerabilities that affected every one of the company’s CPUs. It seemed to barely have time to tease all the cool stuff it had coming out in the next few months. AMD, meanwhile, was a peacock—fluttering its feathers and bragging about its plans to continue one of the most aggressive launches in CPU history. The fact that it was vulnerable to Meltdown was almost an aside. AMD was way too busy being thrilled to be back, doing something very cool, and not being the one with all the bad press for once.\n\n“I think it’s been very successful when you look at where they were a year ago,” Gwenapp said of AMD. Because even just a year ago the company was in rough shape. According to Gwenapp, AMD had as little as 1.5 percent of the server market share last year. Intel had the other 98.5 percent. Sure it was making the chips that power every single Xbox One and PS4, and yes it’s the exclusive provider of GPUs for Apple machines, but to anyone who was paying attention, it sure seemed like AMD was a shadow of its former self. After all, the company was once considered Intel’s only serious rival in the CPU space, and until Zen was announced, AMD had been virtually silent on that front, effectively capitulating the multi-billion market for the chips that serve as the brains for everything from your computer to the servers powering your favorite websites.\n\n\n\nPhoto: Gizmodo\n\nAMD’s last big push in the CPU space came with a microarchitecture called Bulldozer back in 2011. In the tech world that’s an eternity. To put it in perspective, the same year AMD was last seriously attempting to compete with Intel, Apple launched the iPhone 4s, and Intel launched the second generation of its Core architecture. Intel is now on generation eight and expected to launch its ninth by the end of the year. It’s been eons since Intel and AMD were serious competitors.\n\nAdvertisement\n\nOne of the biggest reasons it’s taken so long for AMD to compete again is because that last big CPU launch was disastrous. Bulldozer obviously wasn’t intended to be awful. “It wasn’t as if somebody architected something that people thought wouldn’t be successful,” Patrick Moorhead, Founder and Prinicipal Anaylyst at Moorhead Strategy, told Gizmodo. Before becoming an analyst, Moorhead was a VP at AMD for nearly 10 years and departed at the same time Bulldozer came to market.\n\nAccording to Moorhead, Bulldozer was always intended to be a high octane kind of CPU that blazed past its Intel competitors thanks to its high clock rate (or clockspeed). The higher the clockspeed the more cycles of processing a CPU can potentially undergo in a second, and according to Moorhead, AMD had planned a clock rate of 5GHz, which is over five billion processes every second. Intel’s competitor at the time shipped CPUs with a much lower clockrate—only a handful could hit 4GHz.\n\n“That’s why when people say ‘oh we didn’t get out of Bulldozer what we would have wanted’ it’s because that was supposed to be a very high frequency part,” Moorhead said. In fact no CPU in general production from AMD or Intel has ever hit a clockrate of 5Ghz or higher. The only CPU to ever go into production with such a high clockrate is the IBM zEC12 released in 2012 and intended solely for IBM mainframes.\n\n“It was never really competitive.”\n\nWhen Bulldozer went into production it had a base clockrate of just 4.2GHz with a turbo clock rate (which is enabled when the processor needs to crank through a little data very quickly) of 4.5GHz. And the respectable clock rate couldn’t compete with Intel’s offerings in the same space. The reaction from reviewers was brutal.\n\nAdvertisement\n\nAdvertisement\n\nAnandtech’s Anand Lal Shimpi wrote that he was “not sure it’s quite ready for prime time” and that “Bulldozer simply does not perform.” Tom’s Hardware noted that it was often “embarrassingly bested by its predecessor” while Tweaktown lamented that “you can’t help but almost feel disappointed with what’s going on here today.”\n\nWhen CNET did a round up of the geekier reviews of Bulldozer it reported that “Bulldozer does not appear to offer AMD a competitive resurgence.” But it was at least a little hopeful AMD could stick around in the CPU space, if for no other reason than “to keep Intel honest.”\n\nYet that didn’t happen. AMD had come out of the gate with a troubled architecture and the gap between it and Intel only grew wider over each successive annual iteration. The company tried “to start with something that doesn’t work well and then kludge it up to make it better,” Gwenapp told Gizmodo. But with each new iteration based on the already underperforming Bulldozer architecture it couldn’t keep up. “It never really was competitive.”\n\nIt takes guts\n\nAnd a CPU absolutely must be competitive—either cheaper, faster, or more power efficient. It is the core brain that powers every computer you use—from your phone to your laptop to your TV. A CPU defined by its microprocessor—which is in many cases a synonym for CPU. It’s a wafer of silicon that then has billions of microcircuits etched to its surface and connected to one another via ions of copper. The specific way a CPU’s silicon microcircuits—or transistors—are arranged and connected via copper is called its “architecture.”\n\nAdvertisement\n\nAdvertisement\n\nThe very first microprocessor, the Intel 4004 released in 1971, was built on a die, or foundation, that was just 10,000nm. That is as thick as a very thin strand of human hair. The Ryzen CPU is just 14nm. A small process means it can move energy across those copper ions faster—effectively meaning that the smaller a CPU gets the faster it can be. But the smaller a CPU is the more delicate it becomes. So in the bid to make the fastest and most powerful processors, CPU designers must also make them smaller and more intricate. And that means always optimizing and seeking better efficiencies.\n\nConsequently each CPU is designed for a specific “instruction set.” That is the most basic code that works between a CPU and a devices software. Common CPU instruction sets you’ve heard of are ARM and x86. ARM CPUs are usually found in phones and tablets—the CPUs that power you Samsung GalaxyS9 and your iPhone X are ARM-based processors. x86 CPUs are usually reserved for computing devices that need a lot more power and a little less battery life. Intel and AMD’s CPUs for laptops, desktops, and servers are x86, and unless specifically specified, as are AMD’s competitors, including its new batch of Ryzen processors.\n\nBeyond the instruction set CPUs, are actually pretty simple and just made up of a few key components: cores, CPU caches, and the system bus. The cores are the engine of the CPU, they’re the things doing all the actual processing and when you talk about the clockrate of a CPU you’re talking about how fast those cores are operating. The cores do all the actual processing required by the CPU, but they’re very busy processing all that data you feed them, so they need to cache bits of it away for super quick references.\n\nAdvertisement\n\nThis is where CPU caches come in. They are the memory. When you glance at the specs for a computer you’re planning to buy you might see a mention of these caches, usually labelled L1, L2, and L3. They’re important because they’re what the cores actually read and write data to while processing. That data, after being processed on the CPU caches, is then sent back out to the general memory (also known as RAM) for the computer, and then possibly onto the storage drive, and it all gets to your eyeballs because it goes through the graphics processing unit.\n\nThe CPU caches and the cores communicate to one another via the system bus. It’s called a bus because it’s essentially busing information from one part of the CPU to another. And sometimes it’s not just moving data between the cores and the CPU caches. A system bus will also move data to and from a graphics processor if its squeezed onto the same chip too. At its most rudimentary, consider a system bus to be like that little green board you used to snap all the Lego bricks onto.\n\nAdvertisement\n\nThere are a lot of different kinds of system buses, and every major CPU maker has their own system bus architecture. So Intel has what it calls Front Side Bus, and until Zen, AMD used tech called HyperTransport.\n\nAdvertisement\n\nNow, focusing on any one of these components can improve the speed of a CPU,. When AMD created Bulldozer it put all its effort into the clockrate of the cores of the CPU. The clockrate is the frequency at which a computer processing unit can actually process cycles of data. More processes means a faster CPU and for a very long time improving the clockrate of a CPU was the primary goal of designers.\n\nBut in the early 2000s, Intel brought a CPU to market with a clockrate of 3GHz, and since then nearly all CPUs have hovered around that clockrate. One of the reasons for that stall in clockrate increases is because the higher the clockrate the more heat the CPU produces. Getting rid of all that heat can be costly—especially if you’re trying to pack that CPU into something super slim and fanless like a Surface Pro.\n\nSo in recent years, CPU designers have turned other parts of the CPU to improve speed, and when AMD made the decision to essentially scrap Bulldozer and put most of its resources into what would be come Zen, one particular component of the CPU would get a brunt of the focus: A new system bus architecture called Infinity Fabric.\n\nAdvertisement\n\nBut before AMD settled on Infinity Fabric, before it even settled on creating a new CPU and acknowledging Bulldozer’s failure, the company needed a new CPU design team.\n\nPhoto: Alex Cranz (Gizmodo)\n\nTheir powers combined\n\nEnter Mark Papermaster, current Chief Technology Officer for AMD. He joined the company in late 2011, just after Bulldozer’s launch, and according to him “it was not a coincidence.” Papermaster had been brought in to help save a company that saw its stock prices plummet more than 60-percent in a year thanks in part to Bulldozer’s poor performance.\n\n\n\nAdvertisement\n\nAdvertisement\n\nBefore joining AMD Papermaster was primarily noteworthy for two things. In 2008 he was the subject of a highly publicized lawsuit with IBM, where he’d worked since 1982. IBM was concerned that Papermaster, then a recent hire at Apple, would potentially carry trade secrets with him from IBM to Apple. The case settled out of court. Then Papermaster made headlines again in 2010, when he reportedly left Apple after just 15 months due to disagreements with then CEO Steve Jobs.\n\nPapermaster entered AMD in October 2011 and the company seemed to be in a state of free fall, with major rivals like Qualcomm, Apple, and Samsung snapping up dissatisfied employees. The flight of employees struck a nerve with some. “That just breaks my heart,” former AMD founder Jerry Sanders told Forbes in February 2012.\n\nThe company was in disarray and Papermaster was himself contributing to it. Not because of his previous reputation, but because one of his first orders of business was to dramatically restructure the CPU design team. He’d seen how bad Bulldozer was doing and it was clear to him it wasn’t the processor AMD needed to succeed. “I saw the market going to high performance,” he told Gizmodo. “To do that we needed a new CPU.” Instead of something that could just handle your web browsing, Papermaster was certain the market needed something that could handle gaming, or processing huge 3D files, or rendering big 4K videos.\n\nAdvertisement\n\nAnd for Papermaster, a new CPU meant a major restructuring of AMD’s design group. Traditionally the CPU design group was was broken up into two basic teams. “Prior to the Zen architecture they really had two kind of parallel design tracks,” Natalie Jerger, a professor of Electrical and Computer Engineering at the University of Toronto, told Gizmodo. One processor was intended for low powered laptops and desktops—the cheapest of the cheap. The other was intended for servers and high end desktops. The server class processors were Bulldozer, and the low power CPUs were what was called the Bobcat family.\n\n“And so what [Papermaster] did was he merged these two teams together,” Joe Macri, Corporate Vice President and Product CTO at AMD, told Gizmodo. Macri was one of the leaders of that new, larger team.\n\n\n\nAdvertisement\n\nTo hear him tell it, the merging of the two teams (and the removal of anyone made redundant) seemed like a necessity for the task Papermaster assigned to the larger group. “We didn’t need to start from scratch,” Macri said. “So that was really more of a merge than taking an existing team, rip it apart, and put it back together. But in the process we got a lot of efficiencies. We were able to apply more people to a single function and get much more design bandwidth.” Bandwidth that would be necessary to accomplish Papermaster’s goal of building a CPU that was in every way better than that rubbish it had just released.\n\nAdvertisement\n\nPapermaster was soon aided by another new exec at AMD: Lisa Su, who joined as Senior Vice President and General Manager in January 2012. Su had come from Freescale, another CPU maker that has since merged with NXP Semiconductors. Her first focus was on AMD’s graphics and gaming markets—where the company was actually having some successes. Su and then CEO Rory Read, secured deals with both Sony and Microsoft to create the chips at the heart of the Playstation 4 and Xbox One.\n\nThose deals were enormous, and many sources cite AMD’s work on custom chips for Sony and Microsoft as one of the reasons the company both survived the CPU drought and actually managed to produce such an effective CPU with its current architecture, Zen.\n\nSu’s work earned her quick notice and by October of 2014, a little more than two years after she’d joined AMD, she was elevated to CEO. Su and Papermaster then proceeded to pour resources into the development of Zen. According to Macri it was over two million man hours spread over four years.\n\nAdvertisement\n\nFor Papermaster, putting all those resources into a new CPU design, and having that team effectively ignore Bulldozer and its successive iterations, was absolutely vital. He needed a team that would have the breathing room “to get those bright ideas that they had.” He felt that some of AMD’s coolest ideas for new CPUs “had been on the shelf because there had been such a demanding schedule of new revision after new revision.”\n\nAdvertisement\n\n“You know sometimes you can get a ‘let’s do a from scratch design and throw everything out.’ The team didn’t do that.” Instead the team pulled from AMD’s extensive back catalog to use ideas that hadn’t been given a lot of focus over the years. One such idea was improving on the system bus architecture HyperTransport and creating a new one: Infinity Fabric.\n\n\n\nMark Papermaster told Gizmodo AMD called it “the hidden gem,” while Jim Anderson told Gizmodo it was the “secret sauce.”\n\nMr. Infinity\n\nThis is where a talented engineer named Jim Keller comes in. He’s a mythical sort of figure within AMD. Nearly every person I spoke to cited Keller as one of the primary people behind the success of Zen’s design, and importantly behind the design of Infinity Fabric.\n\nAdvertisement\n\nPapermaster hired Keller in 2012 and put him in charge of the processor group. Keller was no stranger to AMD. He’d worked there previously in the ‘90s and his short tenure had achieved legendary status in the geeky processor community online where he is credited as the principal figure behind AMD’s K8 microarchitecture which allowed the company to be viciously competitive with Intel in the late ‘90s and early 2000s.\n\nAdvertisement\n\nKeller and Papermaster had worked at Apple together, where Keller is credited with designing the first CPUs Apple built itself for its iPhones and iPads. When he came to AMD, both he and his new employer agreed to come under a limited time contract. He would work at AMD for three years, and at the end of that contract he would depart, which he did in 2015. He now designs chips for the autopilot feature in Tesla’s cars, and declined to comment for this story. [Update: The morning of publication, Intel announced that Jim Keller had jointed the company as the SVP for Silicon Engineering. The plot thickens!]\n\nKeller, and in particular his work on mobile CPUs and previous work on HyperTransport, were key. Without Keller to speak for himself we’re left with glowing praise from AMD execs like Mark Papermaster and Jim Anderson, and from analysts like Linley Gwenapp who said “I think Jim and his team really has turned around the company from a technology standpoint.”\n\nAdvertisement\n\nIn a rare public interview in 2014 with Papermaster, you start to get a sense of Keller’s enthusiasm and motivation. “I joined AMD because I love processor design and I love complicated systems design and AMD was looking at taking a big swing on the next generation,” Keller said.\n\nKeller seems calm and polished up on the little stage, but he tends to ramp up in response to geekier questions—growing sharper and more and more animated as he talks about architectures and pipelines and cores and the other supremely technical stuff that most of us would yawn at.\n\nThe interview is a great look at where Zen was in 2014—three years before its launch. At the time it was only approximately two years into its development, and still being designed alongside K12—AMD’s planned next generation ARM CPU. In the interview, Keller actually cites that co-development as an asset to Zen and specifically to the cores at the heart of each Zen CPU.\n\nAdvertisement\n\nAdvertisement\n\nHowever Keller doesn’t hint at the most important component until near the end of the 15 minute session when he mentions a next generation “fabric” that would be found in every CPU from mobile devices up to servers and that would allow AMD to scale performance at an enviable rate. That fabric would be known, by 2017, as Infinity Fabric.\n\n“AMD has found a way to have their cake and eat it too.”\n\nHe explains that the fabric would allow AMD to employ a “chiplet” approach to design. Instead of building one processor on a single die AMD could package a series of processors together—connecting them via the Infinity Fabric system bus. This would make the CPUs way cheaper to produce and ideally as fast as a CPU, like AMD’s previous CPUs and most of the ones from Intel, that included all the cores on a one die.\n\nAdvertisement\n\n“Historically,” analyst Patrick Moorhead told Gizmodo, “when you put things in packages it slows down the process. But AMD has found a way to have their cake and eat it too by coming up with this packaging that sets very high performance.”\n\nAnd this packaging also meant AMD was designing a very different kind of CPU from its competitor, with a different, and according to AMD, much more efficient methodology. “We came up with a very regular structure for it,” Joe Macri told Gizmodo. “We basically had a data point and a control point and everybody that bolted into [Infinity Fabric] bolted into it the same way.”\n\nAdvertisement\n\nMacri claims Infinity Fabric actually sped up design of the processors across the board. The modular design it gave the Zen architecture meant AMD didn’t need to reinvent the wheel for every kind of CPU. “One of the biggest challenges in designing a core is actually validating it,” Macri said. And thanks to Infinity Fabric AMD could quickly validate, or confirm the operation of, a whole slew of slightly varied designs ranging across their entire offering of Zen processors.\n\nAdvertisement\n\nThink of Infinity Fabric as the little snaps in Lego blocks and all the components of a CPU as the blocks themselves. AMD could take a few blocks to build a desktop CPU, or tack on more to create a big multi-core server processor, or snap on a GPU to make a wicked fast chip intended for laptops.\n\nOr, as happened in 2016—an entirely new type of CPU for AMD.\n\nImage: Gizmodo\n\nThe breakthrough\n\nReleased in 2017, Threadripper—AMD’s perhaps most eye catching CPU launched on Zen—was never on any of Papermaster’s aggressive roadmaps. Instead it was a passion project by a very small group of engineers—like maybe four. A “very, very small group,” Robert Hallock, AMD Evangelist for APUs and CPUs said. He shared the same row of cubicles with them.\n\n\n\nAdvertisement\n\nAdvertisement\n\nThe company had wanted to do a really big and powerful desktop CPU for a while, but it had never been feasible technologically or financially speaking. Yet this tiny group of engineers realized that they could potentially take advantage of the chiplet design made possible by Infinity Fabric to build an incredibly powerful desktop CPU to rival Intel’s popular top-end Xeon CPUs. Yet instead of the 8 cores found on the Xeon processors used in beefy workstations, the Threadripper would have a whopping 16 cores—the most ever put in a mass-produced desktop CPU.\n\nSuch a CPU should take years to design, test, and push into the market place right? According to Jim Anderson the tiny team didn’t even approach him about it until January 2016, when they pulled him aside during CES in Las Vegas. He said he immediately recognized the sheer cool factor of these chips and insisted on putting the project on a fast track, taking it from their concept to production in just a little over a year.\n\nThe project was steeped in secrecy, referred to only as Summit P3—which many assumed was a minor offshoot of Ryzen—then call Summit Ridge, and according to Hallock “you were not even allowed to send emails” about the project. Everything, from the look to the speed results were closely guarded until launch and even the teams trying to convince PC makers like Dell to adopt the CPU had almost no details on the product itself.\n\nAdvertisement\n\nYet when Threadripper did finally launch in the summer of 2017, it shocked critics and consumers alike, and was quickly adopted by some of the largest PC makers in the world, including Alienware’s top-of-the-line gaming desktops.\n\nBut it wasn’t just the audacity of Threadripper’s design that intrigued people. Yes 16 cores running 32 threads in a desktop PC anyone can build is impressive, but Intel announced an 18-core i9 processor just two weeks after Threadripper was announced. What was surprising was that it was cheap—$1,000 to the $2,000 for Intel’s 18-core processor—and the damn thing was actually as fast.\n\nPhoto: Gizmodo\n\nMore than anything else, this is what has surprised observers about AMD’s latest CPU architecture: The chips are cheaper and usually faster than their Intel competition. You can look at our own reviews of AMD processors over the last year as proof (here, here, and here).\n\nAdvertisement\n\nAdvertisement\n\nYet AMD isn’t just producing fast, cheap processors processors, it’s also releasing them all of a sudden at a surprisingly fast clip. In 2017 AMD released four categories of CPUs based on Zen: Ryzen desktop CPUs, Threadripper, Epyc CPUs intended for servers, and Ryzen APUs for laptops (APU is the AMD term for a CPU with integrated graphics). We’re only four months into 2018 and AMD has already released incredibly fast and cheap APUs for the desktop, additional mobile APUs for laptops, and even a second generation of Ryzen CPUs for desktops.\n\nJim Anderson told Gizmodo he anticipates over 60 new laptops and desktops with Ryzen inside by the end of the year, with most of those systems being laptops, and most of those laptops coming in the next few months. “This will be the widest range of premium notebook systems that you’ve ever seen from AMD in the company’s history.”\n\nHow good those laptops are remains to be seen. So far there are only a handful of AMD-based laptops actually in the marketplace, and we still don’t have a good sense of how well a mobile Zen processor handles power compared to its Intel rival.\n\nAdvertisement\n\nBut if it’s not quite as good at power management, it’s still okay. Because Intel has clearly noticed AMD’s strides into the CPU space and has responded accordingly. Last year Intel’s top of the line desktop CPU maxed out at 4 cores, but after AMD released a 6-core processor Intel quickly responded with its own 6-core device. And when AMD surprised us with the 16-core Threadripper, Intel raced to get the 18-core i9 into the marketplace.\n\nA rivalry between the two companies can only ever be good for all of us hunting for our next computer. “You know,” Natalie Jerger told Gizmodo, “the the world is much more exciting if we have multiple people trying to innovate in this space.”\n\nAdvertisement\n\nThis post has been updated to reflect that former AMD-engineer Jim Keller has moved on to Intel from Tesla.","3":"As young survivors of the Parkland shooting lead efforts to tighten limits on firearms, they have met deep resistance from strong supporters of gun rights, and both sides have dug in. But the renewed national gun debate — reignited again after the shooting in the Nashville Waffle House — has gotten the attention of a subset of people who are often overlooked: gun control supporters who own guns.\n\nPhoto\n\nMany of these gun owners will never take part in marches or make public speeches. But interviews with two dozen gun owners around the country found what polls have shown — that many of them are firm supporters of some gun control measures. In recent weeks, some have grown more vocal, holding signs at demonstrations, lobbying lawmakers or writing letters to the editor, adding their voices to those of the protesting students.\n\nOf the 60 million to 70 million Americans who own guns, measuring how many are likely to take part in activism in favor of gun control or to change their political choices over the issue is difficult. One rough proxy for those who do not want tougher gun laws could be the five million gun owners the National Rifle Association claims as members, said Robert Spitzer, the chairman of the political science department at the State University of New York at Cortland, who has written extensively about gun policy and politics.\n\nAdvertisement Continue reading the main story\n\nThe N.R.A. is staunchly opposed to new gun control measures, and events following the Parkland shooting may have deepened the resolve of its supporters. In March, according to filings with the Federal Election Commission, the N.R.A. Political Victory Fund raised $2.35 million — the highest monthly amount raised for the fund in records dating back to 2003, according to an analysis by the news outlet McClatchy and verified by The New York Times. The N.R.A. did not respond to requests for comment for this story.\n\nOnly a small number of gun owners seem to be stepping forward in activism in favor of stricter gun laws, and not all agree about which laws should be toughened. But advocacy groups that support increased gun control say they sense a new kind of participation in more subtle ways, such as calls from gun owners wanting to know what the groups do, and a greater willingness to listen. The shift could also have political implications: Some gun owners said they are now paying closer attention to which political candidates receive money from the N.R.A., which takes a hard line against firearm limits.\n\n\n\nAfter the Parkland shooting, Lindsey Donovan, an Army veteran in Georgia who is a member of Moms Demand Action for Gun Sense in America, said she began getting calls and inquiries from distant corners of that state, including gun shop owners in tiny towns “wanting to talk about what it is we are about.” Conversations about gun restrictions with friends in the military, she said, seemed to grow more searching and less combative.\n\n“They are not shutting me down anymore,” Ms. Donovan said.\n\nBefore Parkland, her organization in Georgia had five local groups. Now there are 12. Around 1,800 people showed up to the organization’s annual advocacy day in Atlanta in late February, up from 150 last year. And local chapter meetings used to draw around 30 people on any given night. Now it’s often more than 100 showing up.\n\nDr. Spitzer said gun owners who favor gun limits reflect an often-silent middle who could be powerful allies for gun control groups.\n\n“It’s a dog that doesn’t bark,” he said. “It’s a voice that’s not heard.”\n\nLong before Parkland, he said, gun owners who are not members of the N.R.A. have tended to see things differently than members. A 2009 survey by Frank Luntz, a Republican pollster, found that 30 percent of N.R.A. members supported a ban on assault weapons, compared with 47 percent of gun owners who were not members — closer to the views of the general public in such polls.\n\nSurvey data has long shown gun owners to be broadly supportive of some restrictions on firearms. Polling just after the Feb. 14 shooting in Parkland suggested a small uptick in support for stronger gun laws in gun-owning households. A poll by Quinnipiac University between Feb. 16 and 19 found that 50 percent of respondents in gun-owning households supported stricter gun laws — a figure that was seven percentage points higher than when people were asked the same question last December. In February, 97 percent of respondents in gun-owning households said they supported background checks for all gun buyers, compared with 94 percent in December. (The 1994 Brady Bill created a requirement for gun buyers to pass a background check, but the rule does not apply to private sellers online or at gun shows.)\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWith the N.R.A. opposed to expanding background checks, gun control groups have focused on the issue as a way to reach out to gun owners.\n\nWhen the gun control advocacy organization founded by Gabrielle Giffords, the former congresswoman who in 2011 was shot in the head during an event with constituents, wanted to marshal support for a raft of proposed gun laws in Vermont, the organization worked with a local consultant, who reached out to gun owners. Before long, 61 gun owners in the state, including Mr. Galinat, had signed on to a letter to lawmakers, urging them to expand background checks.\n\nAdvertisement Continue reading the main story\n\n“I’m an ardent advocate for the Second Amendment, and none of those gun safety measures threaten any of those things that I believe in,” said Mr. Galinat, who also went to Montpelier for a news conference on the issue. He said his only quibble with the letter, which was written by the consultant and a local gun safety group, was that he wanted lawmakers to set even stronger gun limits.\n\nSome gun owners said the Parkland shooting motivated them to be more vocal about their support for background checks, or about long simmering discontent with the N.R.A.\n\n“What put me over the edge was this series of recent tragedies, both in schools and in other areas, and they just never budged,” John S. Liccardi said of the N.R.A. Mr. Liccardi, 73, a hunter from Rutland, Vt., who owns several guns, stepped publicly into the gun debate for the first time in March. He denounced the N.R.A. in an op-ed for the news website VTDigger.\n\n“If there ever is going to be any progress in sensible gun ownership and control,” Mr. Liccardi said, “it has to be from the middle ground.”\n\nSome members of gun-owning families have entered the debate hesitantly. Karen Fowkes from Vienna, Va., joined a sea of people at the March for Our Lives in Washington, D.C., last month. Her husband owned a gun, she said, and she initially worried about feeling hypocritical, but joined her daughter, Colleen, at the march after some convincing.\n\n“I said, ‘Mom, this is not an anti-gun march,’” the younger Ms. Fowkes said. “I asked, ‘Are you for universal background checks?’ She said, ‘Yes.’”\n\nTo that, the younger Ms. Fowkes told her mother, “You are for gun control, too!”\n\nBut for other gun owners, the marches had the opposite effect.\n\n“I have a little bit more trepidation now,” said Rob Mason, 47, an educational aide at a high school in Maineville, Ohio, outside Cincinnati, who owns several guns and practices shooting with his children at a range. “It seems like it’s going too far.”\n\nMr. Mason, who is not an N.R.A. member, said he supports universal background checks. But he is uncomfortable with the notion of an assault-rifle ban. His daughter, Grace, who is 16, went to a march in Ohio. He was proud she participated. But he also felt worried. The marchers’ demands seemed fluid and ill-defined, raising the worry that the young people simply wanted to ban all guns.\n\nAdvertisement Continue reading the main story\n\n“As a moderate, I’m like, ‘Hmmm, are they really just pushing for one type of gun to be banned, or are they pushing for everything?’” Mr. Mason said. “The protesters are not talking to me. I don’t think they believe that there are people like me out there.”","4":"NASHVILLE — There is something fundamentally democratic about a Waffle House restaurant in the wee hours of the morning. It’s a place where people working the late shift can stop for a hot meal on the way home, where high school kids can extend prom night just an hour longer, where 20-somethings jazzed on live music can wind down after a night on the town. The coffee is always fresh, and the counter staff has heard it all before but will usually listen again if you need an ear. It’s a uniquely American place.\n\nThere’s something tragically, fundamentally American, too, about an angry young white man with a firearm killing a bunch of strangers who have done him no harm. That’s what happened early Sunday morning, when a man who was naked except for a green jacket loaded with ammunition opened fire with an AR-15 rifle at a Waffle House in the Antioch section of Nashville. Four people were fatally shot and four others were wounded before James Shaw Jr., an unarmed customer, wrestled the gun from him, saving untold lives.\n\nThe attacker ran away, shedding the jacket as he fled. Also left in his wake: Akilah Dasilva, DeEbony Groves, Joe Perez, and Taurean C. Sanderlin, all dead. All were in their 20s. All were people of color.\n\nA search of the truck the gunman left behind led investigators to Travis Reinking, an Illinois man who had moved to Nashville only last fall. Considered armed and dangerous, Mr. Reinking immediately went to the top of the Tennessee Bureau of Investigation’s most-wanted list. After some 34 hours at large in a cold rain, he was apprehended Monday afternoon clothed and wearing a backpack containing a loaded semiautomatic handgun.","5":"Tragedy struck the Antioch neighborhood of Nashville early Sunday morning when an armed man shot two individuals outside of a Waffle House before proceeding inside and killing two more.\n\nIn the face of that horror, reports the Tennessean, one Waffle House customer, 29-year-old James Shaw Jr., managed to wrestle an AR-15 rifle free from the shooter and likely saved lives in the process.\n\nNow, although Shaw is quick to brush the claim aside, he is being hailed as a hero.\n\nJames Shaw Jr. was identified as the hero who helped stop the Waffle House shooter this morning. He says he doesn’t feel like a hero, which is exactly what you’d expect a real hero to say. https:\/\/t.co\/0N08omw80u — Jon Henshaw (@henshaw) April 22, 2018\n\n“I don’t really know, when everyone said that (of being a hero), it feels selfish,” the Tennessean reports Shaw as saying. “I was just trying to get myself out. I saw the opportunity and pretty much took it.”\n\nImage: Jason Davis\/Getty Images\n\nBut the local police very much agree with the term \"hero.\"\n\n\"[Shaw] is the hero here, and no doubt he saved many lives by wrestling the gun away and then tossing it over the counter and prompting the (gun)man to leave,\" CNN reports Metro Nashville police spokesman Don Aaron saying.\n\nInvestigation on going at the Waffle House. Scene being processed by MNPD experts. This is the rifle used by the gunman. pic.twitter.com\/lihhRImHQN — Metro Nashville PD (@MNPDNashville) April 22, 2018\n\nMany on Twitter have praised Shaw, and noted that — contrary to the oft-repeated claims of the NRA — he was unarmed when he managed to stop the attacker.\n\nThe only thing that stopped the Waffle House shooter was a good guy with no gun. — Allan Brauer (@allanbrauer) April 22, 2018\n\nThe waffle house shooting shows up the NRA's argument that the only thing that stops a bad guy with a gun is a good guy with a gun, no it doesn't it just takes a good guy #JamesShaw #hero. When are the politicians going to act to stop these killings #GunReformNow #GunControlNow — attilla the hun (@Attilla_dehun) April 22, 2018\n\nMyth: The only way to stop a bad guy with a gun is a good guy with a gun Reality: An unarmed civilian stops the Nashville Waffle house shooter\n\n\n\nBravo Mr. James Shaw jr.\n\nYou are as brave as it gets! pic.twitter.com\/SsTKPOBR8V — Kanisha J (@KaniJJackson) April 22, 2018\n\nMeanwhile, Shaw remains humble.\n\n\"I don't want people to think that I was the Terminator or Superman or anybody like that,\" CNN reports him as saying. \"I figured if I was going to die, he was going to have to work for it.\"\n\nThe alleged shooter, 29-year-old Travis Reinking, has yet to be apprehended.","6":"On platforms and devices, software and apps, the emoji keyboard is a gun-free zone. Well, almost.\n\nOn Wednesday, Google rolled out an Android update for the emoji keyboard that replaces the gun emoji with a \"toy water pistol.\" And according to Emojipedia, a similar change is imminent on Facebook.\n\nSEE ALSO: Apple is replacing the pistol emoji with a bright green squirt gun\n\nApple (via Unicode), Samsung, Twitter, and WhatsApp for Android have also all previously replaced guns with toy water pistols.\n\nEmojipedia reports that in the past, Google hedged on the change. But it has also emphasized its desire to be consistent with other platforms. That \"consistency\" is surely what drove this change — definitely not the gun control movement which has literally taken over the country in the wake of February's Parkland, FL shooting.\n\nIn 2016 when I asked if Google planned to change their gun emoji to a water pistol, the answer was \"we'll see\". Implied: we'll change ours, if or when others change theirs. And now they have. https:\/\/t.co\/lKzrMoSNys pic.twitter.com\/KGTlFLmOn9 — Jeremy Burge (@jeremyburge) April 24, 2018\n\nGoogle and Facebook's switch leaves one major player still with a straightforward, and not \"playful\" gun emoji option. That's Microsoft, on its Windows devices. Interestingly, though, Microsoft initially had a \"ray gun\" as its gun option. It only switched to a pistol in 2016 — the same year that Apple opted for a water gun option.\n\nAre toy guns much better tho? Just saying. Image: emojipedia\n\nRidding emoji keyboards of guns may sound like a trivial move in the effort to end gun violence — and it was a decision that certainly would irked some gun rights advocates. But with emoji more and more defining the way we speak to each other, and with the evidence that words and images impact the way that we actually think and act in the world, taking a gun out of our visual lexicon may be a more powerful act than it seems.","7":"Threatening murder to control your daughter's sex life is soooo funny, right?\n\nOh, wait, no it's not. It's horrifying — a fact that seems to have escaped gun-toting Dad and former NFL player Jay Feely when he tweeted out a picture of himself standing between his daughter and her prom date, pistol in hand.\n\nSEE ALSO: The only student to walk out for gun control last month rallied his classmates for Columbine\n\n\"Wishing my beautiful daughter and her date a great time at prom,\" he wrote.\n\nWishing my beautiful daughter and her date a great time at prom #BadBoys pic.twitter.com\/T5JRZQYq9e — Jay Feely (@jayfeely) April 22, 2018\n\nWith the hashtag #BadBoys, Feely is clearly making a reference to a scene in Bad Boys II where the main characters threaten a 15-year-old boy taking one of their daughter's on a date.\n\nThat movie came out in 2003, and it's debatable if the joke was funny even then.\n\nIt's certainly not now.\n\nObviously, we're in the middle of a heated national conversation about gun violence following too many mass shootings to count. But there's also something to be said about the way Feely's \"joke\" denies his daughter's agency — which is to say, her ability to think and act as a free-thinking human capable of making her own decisions.\n\nThat kind of attitude should (in a just world) be as out of style as, well, treating a deadly weapon as a source of humor.\n\nThe Stoneman Douglas shooting was 2 months ago.\n\n\n\nBut sure, let's make jokes about murdering high schoolers. https:\/\/t.co\/Km3j9G4Ffn — Geraldine (@everywhereist) April 22, 2018\n\nOh yay - American dads have kicked off the season of “let’s pretend I’m going to shoot my daughter’s date for for impugning her chastity” pics. https:\/\/t.co\/JRkhQTmKRV — Shannon Watts (@shannonrwatts) April 22, 2018\n\nCool to know if your daughter has any self agency you’ll shoot her boyfriend. — Ally Maynard (@missmayn) April 22, 2018\n\nFeely did tweet out a clarification, noting that it was all just a joke and that he takes \"gun safety seriously\" — adding that \"I did not intend to be insensitive to that important issue.\"\n\nThe prom picture I posted was obviously intended to be a joke. My Daughter has dated her boyfriend for over a year and they knew I was joking.\n\nI take gun safety seriously (the gun was not loaded and had no clip in) and I did not intend to be insensitive to that important issue — Jay Feely (@jayfeely) April 22, 2018\n\nBut, again, Feely is missing the point. Guns, even when they are \"not loaded,\" aren't jokes. And his daughter is not his property.\n\nIn other news, Friday was the 19th anniversary of the Columbine school shooting that left 23 students injured as well as 12 students and one teacher dead.","8":"Aside from being blessed with some of the greatest facial hair we've seen this millennium, Rob Delaney is also a very funny guy.\n\nAnyone who's seen Catastrophe will know this. He doesn't just confine his jokes to his TV show or his standup: he also has an A+ Twitter game.\n\nSEE ALSO: 69 times Ryan Reynolds was hands down the funniest actor on Twitter\n\nFrom his acerbic political comebacks to his undying love\/hate for a man named Kevin, here are some of Delaney's most memorable tweets.\n\n1. This beautiful action shot.\n\nRT to bless someone’s timeline🧚‍♂️ pic.twitter.com\/YNbiuaNayk — rob delaney (@robdelaney) March 25, 2018\n\n2. This honest admission.\n\nI'm truley sorry I voted for Trump. I only wanted disabled kids to lose their Medicaid ;I didn't want people to know im racist — rob delaney (@robdelaney) August 18, 2017\n\n3. This tweet about Kevin.\n\n“One Two Three Four Five Six… KEVIN!!!” - how I would introduce myself 100% of the time if my parents had blessed me with the name Kevin — rob delaney (@robdelaney) September 28, 2012\n\n4. And this one.\n\nMy 2 favorite carpenters of all time are definitely Our Saviour Lord Jesus Christ & my neighbor Kevin who lets me use his pool. — rob delaney (@robdelaney) November 24, 2012\n\n5. Okay, one more.\n\nWhy do men have nipples? Come sit on my lap & I’ll show you Kevin — rob delaney (@robdelaney) March 17, 2018\n\n6. This erotic carousel shot.\n\ngiddy up 4 sexy time pic.twitter.com\/4J3OWL2yN0 — rob delaney (@robdelaney) September 29, 2017\n\n7. The time he responded to National Geographic.\n\nwhat is this fucking buzzfeed show me a snake eating a horse https:\/\/t.co\/B9NC5L3eIQ — rob delaney (@robdelaney) March 23, 2018\n\n8. And the time he responded to Fox News.\n\nHillary Clinton popularity hits all-time low, poll shows https:\/\/t.co\/PsgV6xodgR — Fox News (@FoxNews) December 20, 2017\n\nYou guys poll any other private citizens’ popularity? How’s my cousin Geoff doing? https:\/\/t.co\/P6SsPkwULw — rob delaney (@robdelaney) December 20, 2017\n\n9. His caption for this photo.\n\nBabysitter hooking my son Tannyn up to a simulation where my wife didn't leave us for her karaté teacher pic.twitter.com\/A3XfDUoQSz — rob delaney (@robdelaney) September 4, 2017\n\n10. The time he trolled Ted Cruz.\n\n\"Now I don't know what this is, but I know I don't like it.\" pic.twitter.com\/kKNsub7jBN — rob delaney (@robdelaney) March 9, 2016\n\n11. And Mike Pence.\n\nNext Sunday Mike & Karen Pence will spend $223 billion taxpayer dollars to fly to the moon for 15 minutes & yodel the N word at an apple pie — rob delaney (@robdelaney) October 9, 2017\n\n12. And Donald Trump\/Sean Spicer in one go.\n\n13. The time he made his feelings about gun control perfectly clear.\n\nIf your response to calls for gun control is “Should we get rid of cars too?” the answer is, for you, yes. You should not have a gun or car. — rob delaney (@robdelaney) December 14, 2012\n\n14. His response to this photo of Neil Armstrong eating breakfast.\n\nNeil Armstrong eating his last breakfast on Earth before leaving for the moon, 1969. pic.twitter.com\/0bK1afJ5Kr — History Lovers Club (@historylvrsclub) March 18, 2018\n\nlook at this psychopath. thank god they banished him to the moon https:\/\/t.co\/Ax5WQ2vrrR — rob delaney (@robdelaney) March 18, 2018\n\n15. Everything about this selfie.\n\nI ate a lot so I may queef a little when we make love tonight pic.twitter.com\/R0WsN1br89 — rob delaney (@robdelaney) November 23, 2017\n\n16. And this one.\n\nI’m not on Tinder pic.twitter.com\/b0ONW8wrIJ — rob delaney (@robdelaney) November 22, 2017\n\n17. Finally, this visual feast.\n\nFor you, Rob, we're always up.","9":"Another spokesman for the Police Department, Sgt. Robert Gomez, said at the news conference: “It is illegal to walk on a highway. It’s next to impossible for motorists to move out of the way of pedestrians on the roadway and that’s why it’s a restricted passage.”\n\nOn social media, some blamed the walkout for Jonathan’s death and called for schools to stop endorsing the protests, but Mr. De La Torre said the students who left the campus were an “isolated group.”\n\nNewsletter Sign Up Continue reading the main story Get the Morning Briefing by Email What you need to know to start your day, delivered to your inbox Monday through Friday. Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nSchool walkouts took place throughout the country on Friday, the 19th anniversary of the Columbine shooting. It marked the third nationally coordinated gun control protest this year — each led by students, some of whom have had to participate in school lockdown drills since kindergarten.\n\nThey banded together to call for tougher gun laws, share firsthand stories about the violence that has roiled their communities and honor the 17 people who were shot to death in February at Marjory Stoneman Douglas High School in Parkland, Fla.\n\nJonathan’s mother, Ashley Benko, is a nurse in the University Medical Center’s emergency department, a spokesman for the hospital said, and his uncle, Michael Benko, works as a respiratory therapist there.\n\n“All of us at U.M.C. are heartbroken by the loss of a child belonging to one of our associates, especially a child as young as Jonathan,” Jacob Cintron, the chief executive of the medical center, said in a statement.\n\nThe middle school had placed additional supervision at the back and front of the school, but the group of students left the school grounds on the east side, Mr. De La Torres said.\n\nAdvertisement Continue reading the main story\n\nThe school’s safety and security “is unparalleled,” he said, but when students choose to leave campus “it becomes more and more difficult to guarantee their safety.”\n\nJonathan’s death was a tragic accident, he said.\n\n“What we’ve come to understand is that there are students out there that are very vocal, that are going to be our future leaders that are going to insist upon walking out,” he said. “And what we try to do is help them understand that they can still have a voice and that they can still have a presence and demonstrate their recognition and honor of some of the things that have happened in this country without leaving the premises.”\n\nGet what you need to start your day. Sign up for the Morning Briefing newsletter.","10":"Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed in this commentary are his.\n\n(CNN) Bless your soul, Mick Mulvaney, for spelling out so clearly and succinctly the evil that drives Washington. As the former congressman and now interim director of the Consumer Financial Protection Bureau explained to bankers on Tuesday, \"We had a hierarchy in my office in Congress. If you're a lobbyist who never gave us money, I didn't talk to you. If you're a lobbyist who gave us money, I might talk to you.\" Yes, Mulvaney would also meet his constituents from back home, whom he insists were at the top of the hierarchy.\n\nAmerica is a pay-to-play political system. When the lobbyists pay up, they're at the table. And to be sure, the big boys now run the show. The result is a political system among the most corrupt in the world, but with a twist of genius: the US Supreme Court has for all intents and purposes legalized the corruption and thereby put American democracy on a downward death spiral. The system works like this.\n\nAmerica's business interests, upper classes and white population have long made it hard for the poor and working class to register to vote. In most other democracies , voter registration is not the responsibility of individual voters, but is more or less automatic. Unlike these other democracies, US elections are a game of voter turnout, not of substance.\n\nAnd voter turnout efforts are based heavily on money -- big money -- to run ads on TV and other media, buy voter data, manage expensive targeting of households, and other big-ticket strategies. The 2016 federal election cycle saw at least $6.4 billion spent on federal campaigns, and that's not counting the anonymous corporate sums that are not reported.\n\nCongressmen live and breathe for campaign funds, and also to avoid crossing the interests of powerful corporate lobbies that might fund a primary challenger. The result is that billionaires and powerful companies own and operate the US political system. The vulgarity of the US situation would shock Karl Marx, who famously described 19th century democracy as a system in which \"the oppressed are allowed every few years to decide which particular representatives of the oppressing class are to represent and repress them.\"\n\nJUST WATCHED Warren to Mulvaney: You're hurting real people Replay More Videos ... MUST WATCH Warren to Mulvaney: You're hurting real people 02:24\n\nJane Mayer brought this home with flair in her account in \" Dark Money ,\" focusing especially on mega-billionaires David and Charles Koch, as well as the detailed account of hedge-fund billionaire Robert Mercer of Cambridge Analytica notoriety.\n\nSo, the public wants gun control, but Washington delivers guns and mass shooting instead. The public wants renewable energy, but Washington delivers EPA Chief Scott Pruitt and fossil fuels instead. The public wants taxes on the rich, but Washington delivers massive tax cuts for the rich instead. The public wants peace, but Washington and the military-industrial lobby deliver perpetual war instead. The American people are not the problem; the billionaires and their greedy agenda are at the heart of the crisis.\n\nDuring the Obamacare debates a few years ago, when I asked a congresswoman why there was so little attempt by Congress to control soaring medical care prices, she buried her head in her hands and murmured \"the lobbies! the lobbies!\" It was like Kurtz in \"The Heart of Darkness\" murmuring \"The horror! the horror!\"\n\nJUST WATCHED Jon Stewart slams 9\/11 health program proposal Replay More Videos ... MUST WATCH Jon Stewart slams 9\/11 health program proposal 02:19\n\nThe Supreme Court's infamous decision in Citizens United v. Federal Election Commission will go down in US history alongside Dred Scott v. Sandford (1857) and Plessy v. Ferguson (1896) as among the worst moments in US jurisprudence. In Citizens United, the Supreme Court basically gutted any control over corruption by eliminating nearly all restrictions on independent campaign spending by corporations, on the grounds that such restrictions violate the \"free speech\" guarantee of the First Amendment.\n\nA system that was already corrupt up to the gills suddenly was essentially told, officially and at the highest level, that American democracy was hereafter being turned over to the highest bidder. Evidently, Mulvaney knew well how to play the game, as he was showered with largesse from the financial industry\n\nThe Roberts Court is certainly one of the shoddiest in American history. It followed up the Citizens United decision with McDonnell v. United States, declaring, in effect, that the blatant corruption of former Virginia Gov. Robert McDonnell and his wife could be seen merely as a politician interacting normally with his constituents. McDonnell, duly convicted of bribery earlier by a jury of his peers, walked free after the Supreme Court ruling.\n\nIn Citizens United, the court offered the following stunning claims: \"We now conclude that independent expenditures, including those made by corporations, do not give rise to corruption or the appearance of corruption. ... The appearance of influence or access, furthermore, will not cause the electorate to lose faith in our democracy.\"\n\nJUST WATCHED Showdown of dueling bosses at watchdog agency Replay More Videos ... MUST WATCH Showdown of dueling bosses at watchdog agency 01:30\n\nIt would be hard to find a more inaccurate statement. The public's confidence in American democracy has plummeted. In a January 2018 survey, just 8% of Americans expressed \"a great deal of confidence\" in the Congress. According to Gallup, the proportion of Americans expressing \"a great deal\" or \"quite a lot\" of confidence in Congress has declined from 30% in 2004 to just 12% in 2017.\n\nYou have done your duty, Mulvaney, and now you and your ilk should resign in peace. It is also urgent to challenge again in the courts the absurd claims of Citizens United before the confidence in our political institutions falls to zero.","11":"When I meet Amy Schumer, she has been married for exactly one month and is working on a joke about her husband’s penis. Something along the lines of, my husband is uncircumcised – for now. She had jotted it down on the Notes app on her iPhone, where she keeps a lot of ideas, but it duplicated the note five times “so now it looks like I really have plans to mutilate him,” she says.\n\nShe then admits that she actually first used that line about another man she used to date, “but you have to update it so it’s about the person you’re with now. And really, my husband is good, he can keep everything he has. At this point in my life, I’m cool with foreskin or not – God bless everyone and their penii,” she says, breezily, as if she might have exhausted herself by creating a persona who is supposed to care so much.\n\nI think we should see more – I’m not letting them retouch me in the film\n\nAmy Schumer is a conundrum. A native New Yorker, she made her incredibly successful name doing stand-up comedy about raw, rude sex and all of its discontents, about dating and dirtiness and blacking out drunk and doing the walk of shame home. Her TV sketch show, Inside Amy Schumer, ran for four series on Comedy Central and often mercilessly skewered the gender hypocrisy of what our culture allows men and women to do, in particular the beauty myths that silently surround women, in sketches such as “Girl You Don’t Need Makeup” and “Her Last Fuckable Day”.\n\nAt the Glamour awards in London in 2015, after various female celebrities had tottered up to the stage to receive awards in heels they could barely walk in and dresses they could barely breathe in, Schumer strode on. “I’m probably 160lb right now,” she said, looking out over the audience with disdain, “and I can catch a dick whenever I want. That’s the truth.” I was there; she changed the mood of the room from faux modesty to explosive, spluttering laughter, and all the disdained women ran up to her afterwards, desperate to be her friend. It felt like a tipping point in that industry; famous women have been letting their guard down ever since.\n\nFacebook Twitter Pinterest Stealing the show: Amy Schumer after bringing the house down at the Glamour awards. Photograph: David M Benett\/Getty Images\n\nYet a couple of months later, her debut movie Trainwreck came out, which she wrote and starred in. It began promisingly and originally, but ended with her character giving up her competitive career and literally becoming a cheerleader – an actual cheerleader – for her clever, high-achieving man. The next year Schumer published her autobiography, The Girl with the Lower Back Tattoo, in which, alongside stories of a childhood going from riches to rags on Long Island with her dad’s dodgy business skills and then illness, and both her parents’ philandering, she wrote that, actually, she had only ever had a one-night stand once, and it was lovely and respectful, thank you very much.\n\nNow she has made I Feel Pretty, a film about a woman who gets a bash on the head and wrongly believes herself to have become as beautiful as a supermodel, and so creates a whole new life for her sexy self. The film asks if beauty is a state of mind – while also involving Schumeresque motifs such as a vaginal injury on an exercise bike.\n\nMeanwhile, Schumer has surprised the gossip papers by suddenly getting married, to a chef called Chris Fischer, in a lacy white wedding dress on a clifftop in Malibu. For celebrities, this is as traditional as your father walking you down the aisle in your village church. Coverage of the wedding made it all sound rather giddy and impulsive, but when I ask her about it, she is anything but.\n\n“I feel exactly the same as before I was married – but I’m psyched. I love him,” she says, her face deadly serious, like she’s been through a thing or two in this life. “Like, I’m fucking – it feels like having a partner. It feels like not being alone.” We are sitting in a rather fancy hotel suite overlooking Central Park, where Schumer is promoting her new movie. Her bodyguard is in the next room, along with two assistants who have taken Schumer’s tiny black poodle Tatiana, who was barking too much for the interview. “He’s 38, I’m 36, so, you know, we are not completing each other. We already are who we are and just want to support and encourage each other. And so I’m psyched that I don’t have to be zipping up my knee boots, leaving someone’s apartment at 3am. I’m done.” She says this wasn’t like other relationships, “where you’re like, come on, pleeease meet my parents. I can’t believe I dealt with any of that bullshit before! This was like, oh my God I fucking love this person, and I admire him, and we’re a team and he was ready.”\n\nFacebook Twitter Pinterest ‘I don’t think of this movie as a love story. It’s about her and her friends’: with Rory Scovel in I Feel Pretty. Photograph: Mark Sch\u008afer\/STX Films\n\nI ask her if it is hard, having created such a bold sexual persona, ever to find the space to feel shy, but she looks baffled by that question and says that she isn’t ever shy. In fact, she looks baffled by quite a few of my questions: interviews are clearly not her favourite thing. I want to discuss her work being about the concept of fuckability, but she says that that’s not accurate, and turns her nose up a bit.\n\nShe says this film is about her character Renee simply wanting to be seen, and though there’s a boyfriend angle, “I don’t think of this movie as a love story. It’s about her and her friends.” She says the dressing-up is for other women, because she has learned, with age, that we don’t really dress for men. “In my experience, men are not that psyched and the guys that I’m attracted to aren’t the guys who are like, ‘Oh, is that the new Givenchy line?’ I think, her thing is about confidence and about feeling attractive.”\n\nWhat the kids are just realising is that the adults are not actually in control\n\nWell, yes and no. I mean if it’s all about women, then her character entering a bikini competition and shaking her stuff all over the stage in a dive bar full of men does seem an interesting move. Yet the thing about the bikini scene is – it becomes lovely. You start watching it behind your hands, cringing – and by the end you’re charmed by the sight of someone just thoroughly, unabashedly enjoying herself.\n\nSchumer is glad I liked that scene, and says she fought for it. She was supposed to just stand there, “but I said no, I’m going to go nuts on stage, I’m going to dump water on myself, do the whole thing. And I seriously fought everybody and I’m so glad I did.” She also has a sex scene, and fought to be allowed to reveal more flesh but still have the film rated 13. “I think we should see more, you know, and I’m not letting them retouch any of me in the movie.”\n\nThere is an idiosyncratic, pioneering power to Schumer’s comedy work that I keep looking for in her films. They veer towards slapstick whereas her solo material has brains and guts. I do not make myself popular by suggesting this, and Schumer bristles when I ask what sort of movies she would make if there was no financial compulsion for feelgood endings.\n\n“You know, I said no to a movie where I would have made five times this amount of money,” she says. Really? Someone else’s project? “Mmm,” she replies, mysteriously. “For me, it’s not so much about the money. Like, I wouldn’t want to spend three years of my life working on The Revenant. I filmed a drama two years ago and it was a bummer. I don’t want to show people what I can do – I just want to do stuff that will make people feel better.”\n\nHot women, once the butt of her jokes, now get cast in her films. I Feel Pretty co-stars Emily Ratajkowski, who rose to fame dancing topless in the Blurred Lines music video, and also features a cameo from Naomi Campbell. “I did a lot of press yesterday sitting next to Emily and I think that probably would have been kind of hard for me 10 years ago,” she admits. They were wearing similar clothes, “and I would have made a joke about it before – but now it’s just – I just feel like that’s over. I kind of feel done with the self-ranking thing.”\n\nFacebook Twitter Pinterest Black humour: Schumer’s The Leather Special. Photograph: Marcus Price\/Netflix\n\nShe says this comes from growing up and realising that she feels most beautiful when she’s away with her girls, or on a night out where she’s just “so happy, so comfortable, you know who you are. And then it’s like, well, why can’t we just feel like that all the time?” One of those girls is her best buddy Jennifer Lawrence. “I texted her yesterday and I was like, ‘I did an interview today and I told them you were really hideous up close.’ And she wrote, ‘Actual LOL’, and then she added in parenthesis ‘(Because I’m so pretty, you know?)’ And I was like, ‘Exactly.’” I ask about their shared sense of humour. “Well, Jen’s quick. She picks up on things that I just mutter to make myself laugh. I’ll just say something under my breath, and she’ll be like, ‘I heard that.’”\n\nSpeaking of comic actors, Michelle Williams is an absolute revelation in I Feel Pretty. It’s perhaps the biggest shock of the film. “Me too,” says Schumer. “I didn’t know she was really funny. Like she’s really funny. Why didn’t we know? It’s because they always put her in some awful thing where she’s got to be on the floor, crying.”\n\nAs for the #MeToo movement, Schumer wholly supports it but isn’t jumping up and down whooping about it “because, while it’s exciting, it’s also really triggering and upsetting. It makes everybody feel super vulnerable. But to think that this generation is going to say, ‘This isn’t acceptable,’ and not just bury the things that our mothers buried – that feels really good. It feels like, across the board, we’re getting closer to equality. Which is – it’s such a gut-wrenching thing to even have to say that.”\n\nShe must have seen a few of her own male colleagues in comedy go down. “Right, there are people you love that can have really shitty behaviour that needs to be called out. And then there are so many men who are just scared, they’re just waiting for the phone to ring, they’re waiting to open their computer and see their faces and it’s a frightening time for them. But then we’re going, ‘We’ve been frightened our whole lives.’”\n\nFacebook Twitter Pinterest Show of strength: on the Women’s March in 2017 with Madonna. Photograph: Kevin Mazur\/WireImage\n\nAs for the future, Schumer continues to campaign for gun control, aided by her distant cousin the US senator Chuck Schumer, and to call out certain other senators and their links to the NRA. It’s a subject even closer to her heart after two young women were shot in an American cinema while watching her movie Trainwreck. The day we meet, schoolkids are pouring out of their classrooms across the USA to demonstrate, “and I think once I start looking at that news footage I’ll just be crying all day,” she says. We discuss the Florida survivors, such as Emma Gonzalez. “These kids are really making an impact and I feel more hopeful right now than I thought possible,” she says. “This has been more movement than I thought that I would see in my lifetime. I think what they’re just realising is that the adults are not actually in control.”\n\nIt’s also time for a change in Schumer’s own life. I ask about a typical day for her and she says that for the past 10 years, from the moment she woke up till she went to sleep, “I was driven and working and writing. Doing stand-up, you know, promoting something or filming something. I would say that, for 15 years, I was getting up at seven, going boxing, showering, going to the writer’s room all day, and having an interview during lunch. Afterward, maybe getting some sort of acupuncture before going and doing stand-up, and then having, like, 90 minutes when I could write when I got home. You know? That’s been it. I’ve been hustling for so long, I want to take care of myself now. I got really sick and it just made me realise I wasn’t invincible. I need to slow down.”\n\nOne last thing though – can we just clear up the one-night-stand thing? Do you really mean you only had sex within relationships? “No! See to me, a one-night stand is where you meet someone that same day, you have sex with them, and then you never see them again. Sleeping with a friend or having sex with someone you know just once, no, I don’t consider that a one-night stand. I should make an addendum to that book. Something else I realised: I wrote that I don’t like watercress in the book. But I meant water chestnuts. So I need to publish two corrections, I guess.”\n\nI Feel Pretty is in cinemas in the UK and Ireland on 4 May","12":"Fifty years ago civil rights activists took to the streets of Derry, Belfast and Armagh. Their bid to effect peaceful change is arguably one of the great ‘what if?’ moments in Irish history, now remembered in a new exhibtion\n\nWhen did the Troubles begin? Was it when the first stone was thrown or the first shot fired? Or did they begin earlier with a police baton blow? Or earlier still with a peaceful march demanding civil rights? As with almost anything to do with Northern Ireland’s turbulent political past, the moment is contested. For me, they began on 30 November 1968, when, as a young lad, I attended a civil rights march in my home town, Armagh.\n\nThe Northern Ireland Civil Rights Association (Nicra) had been formed the year before by a broad coalition – trade unionists, radical socialists, republicans and members of the Northern Irish Labour and Liberal parties – with the same basic aim: to challenge anti-Catholic discrimination in jobs and housing. One of its defining slogans was the now quaintly sexist “One man, one vote”, which demanded an end to the system of plural voting that prevailed in Northern Ireland long after it had been abolished in the rest of the UK. To be eligible to vote in a local election in Northern Ireland you had to be a homeowner, most of whom were middle- and upper-class Protestants. Many of them were business owners, which entitled them to several extra votes.\n\nTo make matters worse, the state also employed gerrymandering (manipulating ward boundaries in local elections to maintain a false unionist majority). This meant that in 1968 in predominantly Catholic Derry, where the total nationalist vote was 14,000 and the unionist vote 9,000, the local council comprised 12 unionist and eight nationalist members. Since its inception in 1921, when Ireland was partitioned, Northern Ireland, though remaining part of the UK, was a place apart. One of its founders, Lord Craigavon, had promised “a Protestant parliament for a Protestant people”. Four decades later, the state was essentially and unapologetically biased in favour of its majority population in terms of the allocation of council houses and jobs.\n\nWhen we saw police laying into marchers, it was as if something hidden and hateful had been pushed into the open Rory McShane, civil rights activist\n\nFor the majority of working-class Catholics who took to the streets in support of civil rights, the cause was personal as well as political. After they married, my parents were on a council house waiting list for 13 years, living for most of that time with my maternal grandparents. For that period and longer, neither of them had a vote in a local election. As with many of their generation, the civil rights protests signalled to them an end to the soul-sapping collective acquiescence that had prevailed in the province for so long, and led to an embrace of a late-flowering activism that was profoundly empowering.\n\nI remember the day of the Armagh march well: the almost carnival atmosphere as the marchers, several thousand strong, set off from the Killylea Road, close to the housing estate I lived on. My parents joined the march, taking my younger brother and sister with them. My grandparents attended, as did most of my relatives and several of my school teachers and fellow pupils from the Christian Brothers’ grammar school. Almost everyone from Catholic housing estates in the town seemed to be there, as well as many prominent middle-class local figures. Protesters came from all over the north, and even from the south. Under the civil rights banner, trade unionists, Labour party members, radical socialists, communists and even anarchists united for a common cause, with ordinary, politically unaffiliated people believing, perhaps for the first time in their lives, that real change was a possibility.\n\nAll this came back to me a few months ago when I was asked by the Gallery of Photography Ireland to put forward an idea for an exhibition. The more I thought about it, the more it seemed crucial to evoke the sense of excitement and empowerment of that lost moment in 1968, before the Troubles reinstated an older narrative of violent Irish republicanism against British colonialism.\n\nFor many people, particularly in England, the Troubles are understood essentially as a war between the IRA, whose aim was to reunite Ireland, and the British security forces. The short-lived civil rights era of the late 60s and early 70s has been conveniently overlooked, perhaps because it illuminates the fact that the endemic discrimination in Northern Ireland was ignored for decades by successive Westminster governments of every political hue. In retrospect, though, it represents one of the great “what if?” moments when the violence that followed might have been averted through reform.\n\nI have called the exhibition The Lost Moment (having decided after much deliberation not to place a question mark after the title) and it will open on 28 April in the Nerve Centre in Derry, a gallery housed in the former Ebrington army barracks that looked over the city throughout the Troubles. The show will include work by local and international photographers as well as films, projections and ephemera from the time in the form of political posters, periodicals and pamphlets. It is an attempt to evoke not just the spirit of idealism and protest, but also the anxieties and anger of the unionist counter-demonstrations that sprang up in reaction to it.\n\nOne of the aims of the exhibition is to place the Northern Irish civil rights movement in the context of other protest movements of the time. It was a struggle that adopted the nonviolent tactics espoused by Martin Luther King and his followers in America – even borrowing their gospel anthem, We Shall Overcome. Like that movement, it was a broad church – an approach with which its more radical supporters, particularly the young leftwing students who formed the more militant People’s Democracy party in 1968, quickly grew impatient. They looked instead towards the more confrontational actions on the streets of Paris and Chicago during the various revolutionary uprisings of that tumultuous year. Veteran Derry-based leftwing activist and political commentator Eamonn McCann, for instance, had attended the anti-Vietnam war protest in London’s Grosvenor Square in March of that year, which ended in a riot.\n\nFacebook Twitter Pinterest The first civil rights march, on 24 August 1968 in Dungannon. Photograph: Belfast Telegraph\n\nHistorian Paul Bew, one of several Protestant leftwing student activists at the time (and later an adviser to the former unionist leader David Trimble) says: “I don’t recall ever having a discussion about the border or the national question with any of the student protest leaders. It was all about Vietnam, Prague, Paris – those issues cut across the partisan politics of Northern Ireland and fed into the protests there.” One of the student leaders, Michael Farrell, later recalled how a group of activists went straight from an anti-Vietnam war protest outside Belfast city hall to the first civil rights march in Dungannon in August 1968, replacing the slogans on their placards along the way.\n\nThe march from Coalisland to Dungannon on Saturday 24 August 1968 drew 4,000 people, and despite a government ban and a vociferous loyalist counter-demonstration organised by the Rev Ian Paisley, passed off peacefully. McCann and his fellow activists immediately contacted Nicra with a request to hold another march in Derry on Saturday 5 October. At the 11th hour, it was banned by William Craig, the minister for home affairs, after a local loyalist organisation announced that they would hold a march along the same route on the same day.\n\nThe Derry activists decided to go ahead with the protest anyway, hoping their defiance would help attract an even bigger crowd. The ban had the opposite effect and only about 400 assembled at the start point, with another 200 curious onlookers lining the pavements. “It was a very disappointing crowd,” McCann later concluded. What subsequently happened, though, had a seismic impact way beyond Derry and Northern Ireland.\n\nFacebook Twitter Pinterest A poster announcing the Derry march that ended in disaster. Photograph: Nicra \/ Museum of Free Derry\n\nThe march ended almost before it began, when large numbers of Royal Ulster Constabulary (RUC) employed a tactic that decades later would be known as “kettling” – hemming in the protesters on Duke Street. Stewards urged the crowd to keep calm, but placards were thrown in frustration. Then all hell broke lose. Gaye O’Brien, a news cameraman from the Irish broadcaster RTE, was on hand to record the RUC’s response. The footage remains viscerally shocking to this day – baton-wielding officers wading into the crowd, felling young and old alike, cracking skulls as women scream and children scatter. An unsuspecting elderly man is struck from behind across the side of the face. Moments later, a breathless officer batons a marcher to the ground, his face twisted in fury, before he catches sight of the camera that has just captured his violence for posterity.\n\nAmong those who escaped serious injury that day, but underwent a dramatic political epiphany, was a young woman who would soon become one of the key figures in the years of ferment that were to follow. “You could feel the hatred,” Bernadette Devlin said decades later. “That’s my recollection of that day. It was my first realisation that the police hated us.”\n\nAcross the nationalist areas of the north, the scenes of police violence provoked a collective howl of anger. “People were outraged,” remembers Rory McShane, who in 1968 was president of the students’ union at Queen’s University in Belfast and a prominent civil rights activist. “When we saw the police laying into the marchers on the news, it was as if something hidden and hateful had suddenly been pushed out into the open.”\n\nCoverage of the violence achieved more in terms of highlighting the plight of Northern Ireland’s Catholic minority than decades of dogged, but unproductive, campaigning by nationalist politicians. Derry suddenly became synonymous with Selma and the US black civil rights struggle led by the recently murdered Martin Luther King. If, as Devlin later put it, “television brought the world to our doorstep”, it also brought the civil rights cause in Northern Ireland to a global audience. “The Bogside was deluged with journalists,” recalled McCann. “A journalist from the Daily Mail came to my front door asking for the name and address of an articulate, Catholic, unemployed slum-dweller she could talk to. Derry was big news.”\n\nFacebook Twitter Pinterest The Belfast Telegraph, from November 1968, reports on the violence spiralling out from the Derry march. Photograph: The Belfast Telegraph\n\nThe immediate effect was about 2,000 students organised a march from the university to the city hall in protest at police brutality. They were blocked by the RUC and another counter-demonstration organised by Paisley, who was fast become an imposing and divisive presence in Northern Irish politics. A four-hour sit-down protest ensued.\n\nIt was against this backdrop of protest and counter-protest that the march in Armagh took place. I went to the assembly point early with a couple of friends and we attached ourselves to a group containing some older lads from school. They had congregated beneath a large red-and-black banner, which we soon discovered belonged to a small, but vociferous, local anarchist group. Ahead of them was a much bigger group of young radicals who belonged to the People’s Democracy party. They exuded a collective confidence that was in contrast to the more tentative demeanor of some of the older people there. As we set off towards the centre of town, the crowd sang We Shall Overcome. It is my recollection that the anarchists and student radicals didn’t join in, instead chanting “Ho Ho Ho Chi Minh! – We shall fight and we shall win!” and “Two, four, six, eight – organise and smash the state!” It was all very new and exciting, an event of almost epic proportions for those of us who had never witnessed such an energising disruption of the everyday.\n\nOn we went, singing and chanting, until the march came to an abrupt halt. In the ensuing confusion, my friends and I negotiated our way through the throng to the corner of Thomas Street, which led to the town centre. A line of uneasy-looking RUC men stood in front of their vehicles, which blocked the street. Beyond them, at the other end of the street, another row of police was visible, and behind them a huge crowd of union jack-waving loyalists. They were “the Paisleyites” and they had somehow been allowed to commandeer the centre of town. The protesters were outraged, but the presence of the Paisleyites was not entirely unexpected: rumours had circulated though the Catholic housing estates earlier that a certain Protestant shopkeeper had been seen handing out pickaxe handles to a mob that had arrived in town the night before. There were indeed large sticks being brandished in Market Street alongside the union flags being waved.\n\nFacebook Twitter Pinterest The Armagh march on 30 November 1968. Photograph: Ulster Gazette\n\nAnother rumour quickly spread through the marchers that some in the loyalist mob were armed. The tone of the march changed quickly from celebratory to defiant. An RUC man addressed the crowd who, surprisingly, listened attentively. He assured us that we were not allowed to proceed for our own security, which elicited hoots of jeering laughter. Prominent civil rights figures Ivan Cooper and John Hume cautioned restraint through a crackling megaphone. Their pleas were successful and, after some debate and a few attempts by one boy to scale the police barricade, the marchers turned back, much to the disgust of the young militants.\n\nLater that day, police attacked a crowd of locals who had broken the windows of a departing bus full of Paisleyites. “I vividly remember the RUC arrived and the stewards tried to negotiate with them,” recalls Dermot Kelly, who attended the march as a young People’s Democracy activist. “It seemed to work, but then the RUC broke though their ranks and started batoning everyone in sight, including the moderators. It was vicious and indiscriminate.” A familiar narrative was being played out: loyalist triumphalism, aggressive policing of the protests, rising frustration among the protesters.\n\nFor days afterwards, the question asked by the nationalist community in Armagh was: what would have happened if a nationalist mob had attempted to take control of the town centre to prevent a loyalist march? It was, of course, a rhetorical question: everyone knew the answer. It was clear too, that a sizable minority of the protesters were growing impatient with the perceived compliance of the civil rights association in the face of the police and loyalist tactics. Where I lived, the middle-class representatives of Nicra were now being referred to derisively as “green Tories”.\n\nWhat happened next, as 1968 gave way to 1969, and the schism between the moderates and the militants in the civil rights movement deepened, is viewed by some historians, including Paul Bew, as one of the crucial moments in the escalating drama that preceded the coming years of violence. On Monday 9 December 1968, the Northern Ireland prime minister, Terence O’Neill, made a television appeal to moderates of every political persuasion in what became known as his “Ulster stands at the crossroads” speech. It could be said, with hindsight, that the patrician and undoubtedly sincere O’Neill fundamentally misunderstood the depth of feeling on both sides, most crucially among the more hardline unionist forces that would soon topple him.\n\nWhy put the Good Friday agreement at risk when harmony is possible? | Letters Read more\n\nBew sees it differently. “One could view the events of early 1969 as the real lost moment,” he says. “O’Neill had come up with a modest reform programme that many on the unionist side, as well as the Catholic middle class and the church, had accepted as a step forward and a meaningful commitment to further change. Our march shattered the prospects of that change taking place.”\n\nThe march Bew refers to was organised by the People’s Democracy party, of which he was then a member, against the advice of the civil rights association, who thought its route too provocative. Modelled directly on Martin Luther King’s Selma to Montgomery march from 1965, it began in Belfast on New Year’s Day, 1969, and ended four days later in Derry, its route taking the marchers through several rural Protestant areas along the way. For Michael Farrell and the party’s other young socialists it was a way of keeping the momentum of protest going in the face of reforms that they, like many in the nationalist community, thought of as too little too late.\n\nFacebook Twitter Pinterest In April 1969 21-year-old Bernadette Devlin became Britain’s youngest ever female MP, winning south Derry for the People’s Democracy party. Photograph: PA Archive\/PA Images\n\nAbout 40 student protesters left Belfast, growing to about 200 over the following days. They were attacked by stone-throwing loyalists on several occasions, but nothing prepared them for what happened as they crossed Burntollet Bridge on the fourth day. Waiting in ambush was a crowd of about 200 loyalists, including off-duty members of the “B-Specials” (an all-Protestant auxiliary police force), who descended on the marchers with sticks, iron bars, bottles and stones. Panic ensued with protesters, including several injured women, running into the river and the nearby fields. Though 80 RUC officers had accompanied the march, they seemed unable or unwilling to provide protection. The Burntollet ambush, shown on television that evening, was etched on the nationalist psyche as another example of state collusion with loyalist mob rule. “No one did as much damage to the unionist cause as the people who attacked the marchers at Burntollet,” says Bew.\n\nIn the months after, events in Northern Ireland accelerated. In early February, O’Neill announced the dissolution of Stormont and a subsequent election that would signal a major schism in the unionist party. On 17 April 1969, Bernadette Devlin stood as an independent Unity candidate in Mid Ulster. Aged 21, she became the youngest woman to be elected as an MP at Westminster and made her debut with one of the most stirring speeches ever made in the House.\n\nA few days later, serious rioting broke out in Derry after clashes between civil rights protesters and loyalists, who laid siege to the nationalist Bogside area. The following month, what came to be known as the Battle of the Bogside took place when RUC officers and loyalists once again attempted to enter the area. They were met with fierce resistance from locals, many of whom had been present when the police attacked the civil rights march on Duke Street less than a year before. As Bogside residents forced the RUC out of the area and declared it Free Derry, rioting spread across Northern Ireland. The most vicious outbreak of sectarian violence erupted in Belfast, where hundreds of families were driven from their burning homes by a large loyalist mob, an event that directly led to the IRA re-forming and recruiting younger volunteers in nationalist areas. In Divis flats, a nine-year-old boy, Patrick Rooney, became the first child victim of the trouble, killed by RUC machine-gun fire as he lay sleeping. On Thursday 14 August 1969, British troops were deployed on the streets of Northern Ireland. The darkness had descended with a vengeance.\n\nFacebook Twitter Pinterest Derry youths throw petrol bombs at the RUC during the Battle of the Bogside in August 1969. Photograph: Peter Ferraz\/Getty Images\n\nThat same evening, in Armagh, a local man called John Gallagher was shot dead by members of the B-Specials on the Cathedral Road. He was the first of eight people to die by violence that month, five of them killed by security forces. Gallagher had unwittingly walked into a street disturbance that followed the cancellation of a civil rights meeting in Armagh city hall due to the escalating tension. I remember the utter bewilderment felt by many in the town when news of his death spread. Already, the carnival atmosphere that had prevailed on the day of the civil rights march just nine months previously had become a distant memory.\n\nThere are those that still maintain that the people who took to the streets in peaceful protest share the blame for starting the Troubles. I, as you might have guessed, am not one of them. I leave the last word to someone from my home town who also marched on that day. “It seems to me now that we were idealistic to the point of naive in underestimating how violent the state’s response would be,” says Dermot Kelly. “But looking back, we were very clear in our aims. People have the right to aspire to equality in a democracy. You either believe that or you don’t. And, if you do, then marching for the rights denied you by a so-called democracy seems a perfectly reasonable thing to do.”\n\nThe Lost Moment exhibtion opens at the Nerve Centre, Derry on 28 April","13":"A woman cries at a hospital after she lost her son in a suicide attack on a voter registration center in Kabul, Afghanistan, Sunday, April 22, 2018. AP Photo\/Massoud Hossaini\n\nKABUL, Afghanistan (AP) — A suicide bomber struck a voter registration center in the Afghan capital on Sunday, killing at least 31 people in an attack claimed by the Islamic State group.\n\nPublic Health Ministry spokesman Wahid Majro said another 54 people were wounded in Sunday's attack, updating an earlier toll. Gen. Daud Amin, the Kabul police chief, said the suicide bomber targeted civilians who had gathered to receive national identification cards.\n\nThe large explosion echoed across the city, shattering windows miles away from the attack site and damaging several nearby vehicles. Police blocked all roads to the blast site, with only ambulances allowed in. Local TV stations broadcast live footage of hundreds of distraught people gathered at nearby hospitals seeking word about loved ones.\n\nThe Islamic State group has claimed responsibility in a statement carried by its Aamaq news agency, saying it had targeted Shiite \"apostates.\"\n\nAfghanistan will hold parliamentary elections in October.\n\nAfghans are seen through shattered windows of a voter registration center that was attacked by a suicide bomber in Kabul, Afghanistan, Sunday, April 22, 2018. AP Photo\/ Rahmat Gul\n\nLast week, three police officers responsible for guarding voter registration centers in two Afghan provinces were killed by militants, according to authorities.\n\nAfghan security forces have struggled to prevent attacks by the Islamic State affiliate as well as the more firmly established Taliban since the US and NATO concluded their combat mission at the end of 2014. Both groups regularly launch attacks, with the Taliban usually targeting the government and security forces, and IS targeting the country's Shiite minority.\n\nBoth groups want to establish a harsh form of Islamic rule in Afghanistan, and are opposed to democratic elections.\n\nElsewhere in Afghanistan, at least five people were killed when their vehicle struck a roadside bomb in the northern Baghlan province. Zabihullah Shuja, spokesman for the provincial police chief, said four other people were wounded in Sunday's blast in Puli Khomri, the capital of the province.\n\nThe Taliban routinely target security forces and government officials with roadside bombs, which often end up killing civilians.\n\nIn the northern Balkh province, a district police chief died of his wounds after being shot Saturday during a gunbattle with insurgents, according to Sher Jan Durrani, spokesman for the provincial police chief. He said around a dozen insurgents were also killed in the battle, which is still underway.\n\nDurrani identified the slain commander as Halim Khanjar, police chief for the Char Bolak district.\n\nThe Taliban claimed responsibility for the killing.","14":"Missouri Gov. Eric Greitens speaks to supporters during a rally Tuesday, May 23, 2017, outside the state Capitol in Jefferson City, Mo. Greitens has brought lawmakers back to for a special session to consider legislation that would allow steel-works facilities and aluminum smelters to negotiate electricity rates lower than what is allowed under current law and for longer contracts which supporters say would create jobs while critics call the push a veiled attempt to make it easier for investor-owned utilities companies to raise rates. Jeff Roberson\/AP\n\nST. LOUIS (AP) — St. Louis prosecutors on Friday charged Missouri Gov. Eric Greitens with a felony for using a charity donor list for his 2016 political campaign, adding to the woes of the first-term governor who responded by calling it another effort to \"smear\" him.\n\nThe charge of tampering with computer data is in addition to an earlier charge alleging Greitens took and transmitted a nonconsensual photo of a partially nude woman with whom he had an extramarital affair in 2015. The new charge accuses Greitens of disclosing the donor list from The Mission Continues in 2015 without permission from the St. Louis-based charity that Greitens founded.\n\nThe Associated Press first reported in October 2016 that Greitens' campaign obtained a list of top donors to The Mission Continues and raised nearly $2 million from donors who were on it.\n\nGreitens has been facing increasing pressure to resign — including from fellow Republicans — since a special House investigative committee's report released April 11 that detailed allegations from the woman with whom he had the affair. She testified that Greitens restrained, slapped, grabbed, shoved and threatened her during a series of sexual encounters that at times left her crying and afraid.\n\nGreitens has denied committing any crimes and vowed to remain in office, calling the investigations into him a \"political witch hunt.\" On Friday, he accused Circuit Attorney Kim Gardner, a Democrat, of wasting \"thousands and thousands of taxpayer dollars.\"\n\n\"Her original case is falling apart — so today, she's brought a new one,\" Greitens said in a statement. \"By now, everyone knows what this is: this prosecutor will use any charge she can to smear me.\"\n\nMissouri Attorney General Josh Hawley, a Republican whose office has been investigating The Mission Continues, announced Tuesday that he had found evidence to support a felony charge against Greitens, but said it was up to the St. Louis circuit attorney's office to file charges. That office had to move quickly because the statute of limitations was approaching.\n\nA probable cause statement says Greitens directed a person identified as K.T. to disclose the charity's donor list to a political fundraiser on April 22, 2015. It doesn't identify the fundraiser. The initials match those of Krystal Taylor, an employee of the Greitens Group who had previously worked at The Mission Continues.\n\nThe court filing says Greitens and K.T. knew the charity donor list had been taken without the permission of the charity and used without its consent. Federal law generally prohibits charities such as The Mission Continues from becoming involved in political campaigns, and the charity has repeatedly denied granting permission for Greitens — its former CEO — to use the list for political purposes.\n\nHouse Minority Leader Gail McCann Beatty cited the new charge as additional grounds for lawmakers to try to quickly remove Greitens from office.\n\n\"One way or another, Eric Greitens' short tenure as Missouri governor is about to end. The only person who doesn't understand that is Eric Greitens,\" Beatty said. \"Since he will not resign, the House of Representatives must immediately begin impeachment proceedings.\"\n\nHawley's office has said that its investigation into The Mission Continues began after the St. Louis Post-Dispatch reported in February that it had it had obtained a copy of an email indicating that Taylor had shared the charity donor list in January 2015 with Michael Hafner, who had been working for Greitens' gubernatorial exploratory committee, and Danny Laub, Greitens' first campaign manager. But that incident wasn't cited in the criminal charge, because it was past the three-year statute of limitations.\n\nWhen the AP first reported about the campaigns' access to the charity donor list in 2015, Greitens initially denied to the AP that he had used the donor list for his campaign. But in April 2017, Greitens agreed to pay a $100 fine for failing to report that his gubernatorial campaign had, in fact, received the charity's donor list. Greitens' campaign filed amended finance reports referring to the list as an in-kind contribution valued at $600 and received March 1, 2015, from Laub.\n\nGreitens' attorney, Edward L. Dowd Jr., said the new charge \"makes no sense at all,\" noting that it was Greitens who built the charity and raised millions of dollars for it through \"an extraordinary act of public service.\"\n\n\"Now he's being accused of stealing an email list from an organization he built? Give me a break,\" Dowd said in a statement. \"Not only did he create this list donor by donor, friend by friend, but the Mission Continues still has the list.\"\n\nThe charge intensifies the feud between Greitens and Gardner. He has called her a \"reckless liberal prosecutor\" for leading the investigation that resulted in the invasion-of-privacy charge. His attorneys, in court hearings and filings, have painted a picture of an incompetent prosecutor who rather than working with police to investigate Greitens hired a private investigator who bungled the investigation, hid evidence and lied to the court.\n\nGardner's office began investigating after KMOV-TV in St. Louis first reported on the affair on Jan. 10, the day Greitens was giving his annual State of the State speech. The governor acknowledged the affair but denied allegations that he had threatened to release a compromising photo of the woman if she disclosed the relationship. His trial in that case is scheduled to begin May 14.\n\nGreitens, a former Navy SEAL officer and Rhodes Scholar, and Hawley both won election in 2016 as maverick political outsiders. Hawley is now running to unseat Democratic U.S. Sen. Claire McCaskill, and Democrats have been running TV ads linking Hawley to Greitens. Democrats have criticized Hawley's earlier investigation that found no wrongdoing in Greitens' use of a text message-destroying app, and claimed he stepped up his investigation of the charity only after it became politically beneficial.\n\nIn the Legislature, meanwhile, Senate leaders are considering holding off on sending bills to Greitens amid the multiple investigations. Republican Senate President Pro Tem Ron Richard and Democratic Minority Floor Leader Gina Walsh have not made a final decision, but Walsh has said she doesn't believe any bills signed by Greitens should become law.\n\n___\n\nAssociated Press reporter David A. Lieb contributed from Jefferson City.","15":"The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Insider Pick: If you style your hair daily with a blow dryer or curling iron, your hair needs protection from heat damage. The Tresemme Thermal Creations Heat Tamer Spray will protect your hair from heat damage without weighing it down, keep frizz at bay, and give you silky hair at an extremely affordable price. If you use any type of heat styling tool on your hair — whether it’s a hair dryer, curling iron, or hair straightener — a heat protectant is a must-have! Exposing your hair to any type of heat without applying a protectant first is like laying out in the sun without any sunscreen. It may not be super noticeable at first, but the consequences won’t be pretty. Without a properly applied protectant, heat will dry out your hair, making it brittle and prone to breakage. To find the heat protectant that's best suited to your hair type, there are a few things you should consider. The most important factor is your hair type. You may find that one kind of protectant works better for you than another. If you have fine or frizz-prone hair, you’ll want a protectant that will smooth flyaways without weighing down your strands. If you have hair that is already prone to damage, look for a protectant that provides maximum protection of up to 450 degrees Fahrenheit. If you have thick hair, a protectant that can be applied to wet hair is ideal so all that volume can soak up the product. Knowing how you want to style your hair can also help you decide which heat protectant will best serve you. Heat protection should be applied at the very beginning of your styling routine. If you just plan on blow drying your hair, a conditioning protection mist may be all you need. If you plan on using a hair straightener, using a protectant that will help smooth your hair and create shine will make styling easier. For a wavy or curly style, a protectant that provides texture, volume, and hold can help you achieve curls that won’t go limp after a couple of hours. We did the research and read the reviews to find the best heat protectant sprays that cost less than $25. For this guide, we chose to go with heat protectant sprays because they’re versatile, and there are plenty to choose from depending on what type of style you’d like to achieve. Sprays provide even coverage, and when used properly, they won’t weigh hair down. Here are our picks: Best overall: Tresemme Thermal Creations Heat Tamer Spray\n\nBest for straightening hair: HSI Professional Argan Oil Heat Protector\n\nBest for curling hair: Matrix Biolage Thermal Active Setting Spray\n\nBest for fine hair: Kenra Professional Thermal Styling Spray 19\n\nBest for thick hair: Redken Pillow Proof Blow Dry Express Primer Spray Read on in the slides below to learn all about the best heat protectants you can buy to save your hair from damage. View As: One Page Slides\n\nThe best heat protectant overall Why you'll love it: If you’re looking for an effective and affordable heat protectant that will leave your hair looking healthy, the Tresemme Thermal Creations Heat Tamer Spray won’t disappoint. It comes as no surprise that the Tresemme Thermal Creations Heat Tamer Spray has received consistently positive reviews from buyers. It costs less than $10 and holds its own among the more expensive options of heat protectants. It’s a hair product that works, and unlike many heat protectants, its light formula won’t weigh hair down. Tresemme's spray makes hair soft, shiny, and manageable. Most importantly, it lives up to its name by protecting your hair against heat damage so you can blow dry, straighten, or curl to your heart’s content. This spray is infused with vitamins to help your hair continue to look and feel healthy after you’re done styling. It’s also versatile: You can apply it to wet hair before drying — a must to ensure total heat protection — and you can also apply it to dry hair before straightening or curling. While it’s an excellent heat protectant, be aware that this formula doesn’t provide any hold, so if you are curling your hair, you’ll want to layer it with another product. Since it has a lightweight formula, it can be layered with other products without your hair feeling greasy or weighed down. Experts agree. In its review, Allure praises this Tresemme heat protectant for being “light as a feather” on hair, and for the spray gun style nozzle that “covers hair quickly and evenly.” As with any hair product, for the best results, you’ll need to follow the instructions on the packaging. For this heat protectant, it’s advised to spray 6 to 8 inches away from your head, from mid-shaft to the ends of your hair. For the most thorough heat protection, you should use on your hair while its wet, before drying, and then again if you’re using additional heat styling tools once it’s dry. Some reviewers did have trouble with the nozzle breaking or not spraying properly, but most found the spray function easy to use, and appreciated the lock and unlock function on the nozzle. Those with fine hair and with thick hair have had good luck with this product. Another plus? According to buyers like Ren, “It smells great, and works with my hair!” Often it can be hard to find an effective hair product without an overpowering smell. Reviewer Jen-Nar’s statement sums up why the Tresemme Thermal Creations Heat Tamer is our top pick: “This is the best thermal protector spray out there for the price.” Pros: Lightweight formula won’t weigh down hair, infused with vitamins to enhance hair health, pleasant scent, can be used on wet or dry hair, affordable Cons: Doesn’t provide hold for curly or wavy styles, some reviewers had trouble with the nozzle breaking or not spraying properly Buy the Tresemme Thermal Creations Heat Tamer Spray on Amazon for $4.48 Buy the Tresemme Thermal Creations Heat Tamer Spray at Walmart for $4.48\n\nThe best heat protectant for hair straightening Why you'll love it: The HSI Professional Argan Oil Heat Protector will protect your hair from temperatures up to 450 degrees, thanks to nourishing oil. It comes as no surprise that the makers of the best-selling hair straightener on Amazon also have an effective heat protectant that’s the number one seller in hair sprays. The HSI Professional Heat Protector is infused with antioxidant-rich argan oil to make your hair sleek and shiny. Most importantly, it creates a protective barrier against heat styling tools. If you blow dry and straighten your hair often, this heat protectant will help keep your hair healthy. Even if you aren’t using heat styling tools every day, this heat protectant can also work as a leave-in conditioner to create a frizz-free look. It’s sulfate, paraben, and phosphate free so it can also be used on color treated hair and even human hair extensions. While the HSI Professional Heat Protector can work with any heat styling tool to protect your hair, its high heat protection and infusion of argan oil make it ideal if you want to straighten your hair — especially if it’s naturally very curly. The argan oil will smooth and get rid of frizz, while the heat protection of up to 450 degrees Fahrenheit will allow you to use higher heat settings if needed. You may equate anything with oil in it to be heavy, but this heat protectant still manages to have a weightless feel while protecting your hair and infusing it with moisture. This makes it ideal for straightening both fine and thick hair. It can be applied to wet or dry hair for styling. If you are starting with wet hair, you should apply before using a blow dryer to provide full coverage against heat damage. Some reviewers did find the smell of this hair protectant too strong. On the upside, those that found the scent to be strong do note that the product itself does work well. Other reviewers are complete converts, loving the way their hair looks, feels, and smells after using it. Reviewer Karina loves that it “gets all those stubborn little hairs in place” and “makes the straightening job much easier.” Pros: Heat resistant up to 450 degrees, infused with argan oil for a sleek look and frizz control, weightless feel, can be used on wet and dry hair Cons: Some reviewers didn’t like the scent Buy the HSI Professional Argan Oil Heat Protector on Amazon for $6.95 to $14.99\n\nThe best heat protectant for curling Why you'll love it: The Matrix Biolage Thermal Active Setting Spray provides heat protection as well as light hold for long-lasting curls and waves that won’t feel stiff or crunchy. Hair products that serve a dual purpose make for a great addition to your style routine, saving you time and money. If you curl your hair often, a heat protectant that provides both protection against heat and hold to keep your style in place is definitely worth considering. The Matrix Thermal Active Setting Spray does both, and won’t leave your hair feeling stiff or crunchy like some hairsprays tend to do. It will also add volume and shine, so your hairstyle won’t go limp and dull halfway through the day. It’s happened to the best of us, but getting up early to style your hair is a wasted effort if your style doesn’t last. This is a non-aerosol spray that can be applied to both wet and dry hair. You can apply a layer before blow drying for thermal protection. Then, apply another layer to hair once it’s dry before you start using any other heat styling tools to provide extra hold. If you have fine, naturally straight hair that typically doesn’t hold curl very well, you're in luck with this spray. Reviewer Meagan says this is “the only product that works on my straight hair to hold curl. It doesn’t leave sticky residue like other products I’ve tried.” In addition to providing hold, volume, and shine this protectant will also help control frizz and flyaways. While it works great with curling irons and hot curlers, it can also be used with a hair straightener or just a blow dryer for a frizz-free style that stays in place and has extra shine. Some reviewers did experience stickiness after using this product and felt that it coated their hair too heavily. As with most hair products, hair type and user application do influence the effectiveness of a heat protectant. With hair products that provide any sort of hold, it’s important to remember that a little goes a long way. Start with the minimal amount of product, and only add more as needed, otherwise, you can easily end up with stiff, greasy feeling hair. Most reviewers are happy they tried the Matrix Biolage Thermal Active Setting Spray, loving that it helps fine hair hold curl, keeps frizz at bay, and that their hair stays in place without feeling too heavy. Pros: Provides soft hold for curly and wavy hairstyles, adds volume and shine, can be used on wet or dry hair Cons: Some reviewers experienced stickiness after using it, and felt the formula was too heavy Buy the Matrix Biolage Thermal Active Setting Spray on Amazon for $13.58\n\nThe best heat protectant for fine hair Why you'll love it: The Kenra Thermal Styling Spray 19 provides thermal protection up to 428 degrees, will tame frizz and flyaways, and has a truly weightless formula ideal for fine hair. It can be easy for fine hair to get weighed down with product, becoming greasy and limp. While this may deter you from wanting to put a heat protectant in your hair and start styling right away, you should really use one. Fine hair can also be easily damaged and is prone to breakage, so if you’re using heat styling tools without any protectant, you’ll be putting your hair at risk. Luckily, there are hair products designed for fine hair, like the Kenra Thermal Styling Spray. The non-sticking formula will protect your hair from heat, but won’t leave any residue behind. It provides a clean and easy release from curling irons and hair straighteners that will minimize breakage. It’s weightless, but does provide just enough control to tame any frizz or flyaways, and will add shine to any hairstyle. This spray also provides light hold for use with curling irons and hair straighteners alike, giving your curls bounce, or keeping your hair pin straight all day depending on which style you decide to go with. This is a styling spray, so it’s meant to be applied to dry hair right before using a curling iron or hair straightener. If you’re starting with wet hair, you’ll want to apply a heat protectant designed to be used before blow drying. If you’re worried about layering products, the lightweight formula of the Kenra Thermal Styling Spray will allow it to be used with other products. As with any heat protectant, it’s important to follow the instructions on the packaging for the best results. When using this spray, you can apply it to hair section by section as you apply your styling tool. When you’re done styling, it’s also advised to spray over your entire head 8 to 10 inches away for a finishing hold. Some buyers did find the formula to be too sticky for their hair, and others felt that it dried out their hair over time. However, most fine-haired reviewers love this spray and found that it worked well enough to use daily to prevent heat damage and provide hold when they wanted to straighten or curl their hair. Reviewer Aimee from ultabeauty.com says, “I have been using this product for years. For my super fine straight hair, I get the longest lasting curls I have ever had.” Reviewer Cindy Lou echoes this sentiment, saying, “I love the hold this gives my hair! It also smells great!”\n\nPros: Thermal protection up to 428 degrees, weightless formula, controls frizz, adds shine, provides hold for style that lasts all day Cons: Not designed to be used on wet hair, some reviewers found the formula sticky, some felt it dried out their hair over time Buy the Kenra Thermal Styling Spray 19 at Ulta for $16.00","16":"Jay Feely posed with his daughter, her prom date, and a gun. JayFeely on Twitter \/ Courtesy of Leah Rocketto\n\nOver the weekend, former NFL player Jay Feely shared a photo of himself holding a gun alongside his daughter and her prom date.\n\nMany criticized Feely for the post, claiming it is insensitive given the recent discussions around school shootings and gun safety.\n\nOthers dragged the former NFL player for furthering the idea that fathers with rifles will use their weapons on anyone who hurts their children — particularly their daughters.\n\nAs the daughter of a professional marksman and rifle coach, I'm angered by Feely's photo and his response to the criticism.\n\nAs a child, I was probably more familiar and less fearful of guns than my peers. That's because my father, in addition to being a world-class egg scrambler and terrible joke teller, is a distinguished rifleman and rifle coach. His office walls are covered with plaques acknowledging his success in the sport, as well as a picture of me posing in an ammunition box as a baby.\n\nMy father had me pose in an ammo box — but never with a gun. Courtesy of Harold Rocketto\n\nLike any dad, he wanted to share his passion with his children. But since his sport came with a certain stigma, he made sure my sister and I were well-versed in gun safety. He never left his rifles out in the open, and immediately stored them in their safe when he returned home from a match. He constantly reminded us that he did not use his rifles on people or animals, and never would. Heck, we weren't allowed to watch \"Bambi\" as kids because he didn't want us to associate him with the death of an adorable creature.\n\nBecause of my upbringing, my mind goes to a million places when I see a story about gun violence or gun regulations in the news. That was the case this weekend when former NFL player and CBS sports announcer Jay Feely shared a photo on Twitter that featured himself holding a handgun alongside his daughter and her prom date, as INSIDER previously reported.\n\nFeely captioned the photo, \"wishing my beautiful daughter and her date a great time at prom\" with the hashtag #BadBoys. More than 12,000 people responded to the original Tweet at the time of publication. While there were some shows of support for Feely, the majority of the messages chastised the former Miami Dolphins player for the image.\n\nMany were quick to point out the timing of Feely's tweet, which came two months after the shooting Marjory Stoneman Douglas High School, a month after the March For Our Lives protests for stricter gun control, and the same week as the 19th anniversary of the infamous Columbine school shooting.\n\nOthers were frustrated by the message behind Feely's photo. To many, this photo promotes the idea that women, particularly young ones, are incapable of making decisions that won't lead to trouble; that they can't defend themselves and need a man to do it for them — bonus points if it's done with violence.\n\nFeely did not respond to INSIDER's request for comment at the time of publication. He did, however, respond to the criticisms of his photo on Twitter.\n\n\"The prom picture I posted was obviously intended to be a joke. My Daughter has dated her boyfriend for over a year and they knew I was joking,\" Feely wrote, adding that he takes gun safety seriously.\n\nBut as stories of the photo showed up in my Twitter feed, I couldn't help but think about my own dad who, like Feely, owns a gun. Despite being my protector, he never used his gun ownership or skills as a way to threaten gun use against me or my boyfriends — even as a joke. Even when an ex-boyfriend stalked me for a year and threatened my safety, my dad did not make a joke about having \"a gun, a shovel, and an alibi\" nor did he threaten this guy's safety with one of his many rifles. He simply asked how he could help me.\n\nMy dad, like many gun owners, is aware of the dangers guns can have when put in the wrong hands. He knows that roughly 96 Americans are killed by guns each day, according to the Centers for Disease Control and Prevention. He knows that, as cited by Every Town, 50 American women are shot to death by intimate partners each month. He knows that nearly 1,300 children die from gunshot wounds each year, according to the American Academy of Pediatrics. And because he knows all this, he knows not to make jokes about gun violence.\n\nAnd if he ever tried, he knows I have the self-agency to tell him off.\n\nSign up here to get INSIDER's favorite stories straight to your inbox.","17":"CLOSE Police released the 911 call that led to Travis Reinking's arrest 34 hours after authorities say he killed four people in a shooting at an Antioch Waffle House.\n\nBuy Photo Law enforcement personnel escort accused Antioch Waffle House gunman Travis Reinking into booking Monday, April 23, 3018, at Hill Detention Center in Nashville, Tenn. (Photo: Lacy Atkins \/ The Tennessean)Buy Photo\n\nThe red flags have been there for years.\n\nIn 2016 Illinois police took Waffle House shooting suspect Travis Reinking into protective custody after he was found in a CVS parking lot \"delusional.\"\n\nCLOSE Sheriff Daron Hall gives updates on Travis ReinKing, Waffle House shooting suspect.\n\nReinking believed that Taylor Swift, his family and police were involved in hacking into his phone and stalking him, according to a police report. Family members said he had threatened to kill himself and told police he \"owns and had access to many firearms at his residence.\" His parents told police Reinking had been having similar delusions since 2014.\n\nReinking, who was 27 at the time, was taken to a local hospital for a mental health evaluation. It's unknown what the evaluation found or when he was released.\n\nBetween August 2016 and March 2017, Reinking had moved to the small town of Salida, Colorado. At the crane company where he worked, his bosses and a coworker said he exhibited bizarre behaviors, including an \"obsession\" with Taylor Swift whom he claimed he would marry, but he also complained Swift was stalking and harassing him, and hacking his bank accounts, according to a Salida police report.\n\nReinking claimed he was a \"sovereign citizen\" - a group the FBI defines as anti-government extremists who believe they are separate or “sovereign” from the United States. He showed a coworker his guns.\n\nWhen he quit. claiming police were following him, he said he was moving back to Illinois. His former boss in Colorado, Ken Sustrich called his father \"to let him know of concerns he had about Travis' mental health issues.\"\n\nIn June, 2017, Illinois police intervened again. Reinking had threatened an employee of his father's crane company while holding an AR-15 rifle and wearing a pink dress.\n\nLater the same day, he drove to a public pool, took off the pink dress and jumped in, exposing himself and yelling at those present.\n\nMore: Waffle House shooting suspect Travis Reinking's $2 million bond revoked; new charges added\n\nMore: Waffle House hero: Could you rush toward a gunman who just killed people?\n\nIn a report about that incident, police said: \"Travis has some mental problems.\" They searched him for weapons but found none.\n\nPolice contacted Jeff Reinking, Travis' father, who said he had taken three rifles and a hand gun away from his son and locked them up – but had recently returned them.\n\nMore: Police search Travis Reinking's electronics amid investigation into Waffle House shooting\n\nMore: Sheriff Daron Hall explains how the jail is securing the Waffle House shooting suspect\n\nOne month later, in July 2017, U.S. Secret Service arrested Reinking for being in a \"restricted area\" near the White House. Reinking said he wanted to meet with the president.\n\nThen in early August, 2017, an Illinois police officer encountered Reinking again. Reinking reported that people were tapping into his phone and computer, and that \"unknown people outside his residence barking like dogs.\"\n\nThe officer filed a report, noting \"this is an informational report only. No further action is being taken.\"\n\nLater that month, in connection to the Secret Service arrest, his Illinois firearms authorization was revoked. Local Illinois authorities seized four weapons and placed them with Jeff Reinking. His father later admitted giving the weapons back to his son, but it is unclear when that happened.\n\nEight months later, Reinking made national headlines when he allegedly killed four people and injured several others in a Nashville Waffle House, spurring a 34-hour manhunt until police apprehended him on Monday. Reinking has been charged with four counts of criminal homicide. He remains jailed without bond.\n\nReinking's brushes with the law reveal a pattern of mental instability that raised red flags among local and federal officials – but they also reveal the limits of law enforcement in removing guns from people whose mental illnesses could pose a risk of danger to the public, experts said.\n\n\"If a police officer is concerned somebody shouldn't have a gun, there's very little an officer can do,\" said Avery Gardiner, co-president of the Brady Campaign to Prevent Gun Violence, which advocates for stricter gun regulations.\n\nThere is also little that can prevent gun buyers with mental illness from purchasing weapons.\n\nSince 1968, a federal law has barred the possession or acquisition of firearms by anyone who “has been adjudicated as a mental defective or has been committed to any mental institution.\"\n\nFrom 1998 to 2014, the FBI rejected 16,669 potential gun buyers because a background check found a mental health adjudication, about 1.4 percent of the roughly 1.2 million background checks that resulted in a denial.\n\nThe National Rifle Association has urged policymakers to focus on the nation's mental health system without limiting gun rights. They also have stressed that there are protections in place.\n\n\"The NRA will support any reasonable step to fix America’s broken mental health system without intruding on the constitutional rights of Americans,\" according to a statement posted on the group's website.\n\nMental health professionals support broadening access to mental health care but stress that mental illnesses are not the only factor behind mass shootings.\n\n\"I think we can see in this case a lot of times mental illness is just one of a number of complicated factors that leads someone to do something completely unexplainable,\" said Dr. Jonathan Metzl, director of the Center for Medicine, Health and Society, at Vanderbilt University.\n\nReinking's mental instability, his brushes with the law, access to family guns and differing gun laws in different states that may have allowed him to legally own guns are all contributing factors, Metzl said.\n\nSince the 2007 Virginia Tech shooting, mental health has moved to the forefront of the debate over gun control and gun rights.\n\nThe gunman in that case was able to pass a background check despite having been treated at a Virginia hospital as a potential danger to himself or others.\n\nMore recently, the debate emerged again after the Parkland Shooting which claimed the lives of 14 students and three school officials on Feb. 14.\n\nSchool officials and a sheriff's deputy had sought to forcibly commit Nikolas Cruz for a mental evaluation a year before the deadly rampage, but their recommendation was never acted upon. Cruz was able to obtain a gun legally.\n\nIn Tennessee, officials are limited in their authority to remove weapons from individuals – even those who appear to pose a danger.\n\n\"Until someone commits a crime, there is no authority in the state of Tennessee to take someone's gun,\" said Judge Melissa Blackburn, a General Sessions judge who also presides over Nashville's Mental Health and Veterans Court.\n\nAfter the Parkland shooting, Blackburn and other judges worked with the city's Legal Department to analyze current laws related to gun ownership and mental illness, she said .\n\nWhat they found was the law prohibits mental health professionals at any of the state's inpatient psychiatric facilities from reporting people they have been determined to be mentally defective to local sheriffs or police.\n\nThe law says that those individuals may be reported to the Tennessee Department of Safety and Homeland Security or the FBI.\n\nThere is no mechanism that allows judges to take guns from people whom mental health professionals suspect are a danger but have not been convicted of a crime, Blackburn said.\n\n\"We have looked extensively at the law,\" she said. \"We need to get our legislators involved.\"\n\nA handful of states have enacted so-called \"red flag\" laws that typically allow law enforcement or family members to petition a court to temporarily remove guns from an individual who has displayed mental instability or made threats of violence.\n\nIn Tennessee, a bill introduced in January by two Memphis lawmakers would have allowed police officers to petition a judge for a temporary, three-week gun removal order for gun owners who could posed a risk to the public. The bill failed to get out of a legislative committee.\n\nAt a news conference on Tuesday, Davidson County Sheriff Daron Hall called Sunday's mass shooting \"evidence that we have too many guns and too many mentally ill people.\n\n\"When you put those two things together in our community, the potential for things like this is going to exist,\" Hall said. \"My hope is we can find a way to reach people who are today suffering from mental illness that we can help, instead of one of these days having another one of these types of cases.\"\n\nReach Anita Wadhwani at awadhwani@tennessean.com, 615-259-8092 or on Twitter @AnitaWadhwani.\n\nWhy the Waffle House shooting stories are free\n\nThe Tennessean is lifting its paywall for coverage of the Waffle House shootings because it is imperative to tell this story to our community and beyond. If you value local journalism and reporters who tell the stories that matter in the Nashville community, please subscribe to the Tennessean. Digital packages start at $0.99\/week.\n\nRead or Share this story: https:\/\/www.tennessean.com\/story\/news\/2018\/04\/25\/waffle-house-shooting-suspect-travis-reinking-mental-health-gun-laws\/546370002\/","18":"The young man in a white jail jumpsuit, handcuffed and shackled, looked past the throng of reporters pointing microphones toward his face, barely opening his mouth as he answered questions.\n\n“I shot through the door,” he said, looking at a female reporter who asked about his connection to the student who had been shot.\n\n“I didn’t see anyone,” he told a man with a video camera who asked why he shot the student.\n\n“I didn’t see anyone,” he said again, this time, to the female reporter.\n\nSky Bouche was being taken to jail that Friday evening, hours after authorities said he drove to a high school in Ocala, Fla., carrying a shotgun hidden in a guitar case. The 19-year-old, a former student of the school, went to the bathroom, where he put on a tactical vest and gloves. He then shot one round from his sawed-off shotgun through a classroom door, injuring one student, investigators said.\n\nThe shooting happened at about 8:30 a.m. Friday, on the 19th anniversary of the mass shooting at Columbine High School in Colorado. It also came just months after a gruesome shooting at a high school in Parkland, Fla., reignited a nationwide debate over guns and created some of the loudest voices calling for gun control: the students themselves.\n\nStudents at Forest High School, like many others across the country, had planned a walkout Friday morning to protest gun violence, in observance of the Columbine anniversary. Instead, they experienced their own traumatic event.\n\n\n\nSky Bouche, 19, is facing several charges, including terrorism. (Marion County Sheriff’s Office)\n\nAs he made his way toward the police car flanked by five uniformed officers, Bouche told reporters he’s “sorry” to the wounded student.\n\n“It doesn’t make it better, anyway,” he said.\n\nBouche is facing several charges, including terrorism, aggravated assault with a firearm and possession of a firearm on school property, according to the Marion County Sheriff’s Office.\n\nThe sheriff’s office said Bouche went to the high school “with the intention of causing harm to the students and to invoke fear in the community.”\n\nBouche told detectives that he had initially planned “some type of shooting” on April 13 but changed his mind, the sheriff’s office said.\n\n“He then began researching different types of mass shootings and chose to target a school because he thought it would gather more media attention,” the sheriff’s office said. “Bouche also expressed to detectives that he felt ignored, and made statements that he could potentially conduct another shooting in the future.”\n\n[A school shooting preempted a Florida high school’s walkout against school shootings]\n\nBouche, in a jailhouse interview with the Ocala Star Banner, said that he bought the shotgun without a background check from a private seller online a week after the Parkland massacre. Shooting, he said, was his only way out of a violent home life.\n\n“It’s not anger, it’s not hatred, it’s an adrenaline rush that, you know, I’m about to do something,” he told the paper. “I spend most of my time in a room alone so I’m getting this rush, so that’s what I was feeling.”\n\nA sheriff’s deputy, who also was a resource officer at the school, arrested Bouche minutes after he fired that one shot, authorities said. The wounded student was reported to have non-life-threatening injuries.\n\nOne of the teachers, Kelly McManis-Panasuk, said she saw Bouche in the hallway near her classroom just after a screaming student came running by. McManis-Panasuk talked to Bouche, who was her student before he dropped out.\n\n“His hands were up, and he said he wanted to be arrested,” McManis-Panasuk told the Ocala Star Banner, adding that Bouche told her he is mentally ill. “I asked, ‘Did you shoot a gun?’ He said he did shoot a gun.”\n\nThe Washington Post was unable to reach the teacher Saturday, but she told the Ocala Star Banner that her former student had been abused by his family and that this time, “he was done.”\n\n“He wanted to be arrested,” McManis-Panasuk said. “I really don’t think he meant to shoot the gun. I think it really was an accident. He just wanted someone to listen to him.”\n\nBouche, wearing a striped red jail uniform, appeared in court for the first time Saturday, the Ocala Star Banner reported. He’s been placed on suicide watch.\n\nThe shooting at the county’s second-largest high school sparked a small panic in the city of nearly 60,000 people.\n\nParents rushed to the school to pick up rattled children, only to be directed elsewhere by sheriff’s deputies. The sheriff’s office and other officials tried to squash rumors that there were other shooters at other schools. Other schools in Marion County were placed on alert as a precaution, Woods said.\n\nOne picture, which appears to have been taken from inside the school, showed a tangle of desks, chairs and books piled up against a door.\n\nSchool shooting at my school, this crap is terrifying.... Praying for everyone. There was actually a scheduled walkout today. It becomes super real when it's your school. pic.twitter.com\/Kafx9qvMWn — RoboKast (@RoboKast) April 20, 2018\n\nCorrection: An earlier version of this article reported that Sky Bouche told reporters he “didn’t kill anyone.” Bouche said he “didn’t see anyone” when he allegedly shot at a classroom door.\n\nCleve R. Wootson contributed to this article.\n\nRead more:\n\nOn the anniversary of the Columbine shooting, some students plan to walk out\n\nMore than 208,000 students have experienced gun violence at school since Columbine\n\nA masked shooter. A campus killing. And a manhunt 159 years before Columbine.","19":"Police on Monday arrested a man accused of killing four people at a Waffle House this weekend, ending a 34-hour, door-to-door manhunt that locked down schools and sent fear rippling across the Nashville region.\n\nAuthorities discovered Travis Reinking, 29, hiding in the woods behind a construction site about a mile from the restaurant where the shooting occurred in the community of Antioch, southeast of downtown Nashville. Police said Reinking immediately lay on the ground and surrendered when an officer approached him with his gun drawn.\n\nReinking was taken to a hospital after his arrest and booked later Monday at the Hill Detention Center on four counts of criminal homicide.\n\nReinking requested a lawyer and refused to answer questions or make a statement, said Don Aaron, a spokesman for the Metropolitan Nashville Police Department. He did not explain how Reinking eluded officers, police dogs and search helicopters, and he would not say what drove the suspect to allegedly open fire on apparent strangers early Sunday morning.\n\nReinking’s bond was set at $2 million — $500,000 for each homicide count. He is scheduled to make his first appearance in court Wednesday morning.\n\nReinking had accumulated a long list of red flags in recent years; police said he showed signs of mental instability, had extensive run-ins with authorities, and had his firearms license revoked and his guns taken away by authorities last year. He allegedly carried out the mass shooting with one of the guns police had removed.\n\n1 of 21 Full Screen Autoplay Close Skip Ad × The scene after a gunman opened fire at a Waffle House in Nashville View Photos Four people died after a gunman opened fire at the restaurant early Sunday. Caption Four people died after a gunman opened fire at the restaurant early Sunday. Jose Romero Buy Photo Wait 1 second to continue.\n\nLast summer, Reinking was arrested outside the White House after he tried to cross a security barrier, declaring himself a “sovereign citizen” who wanted to speak with President Trump. The incident put Reinking under the scrutiny of the Secret Service and the FBI, as well as state and local police in Illinois, where he lived at the time.\n\nIn August, state and local authorities seized his guns and gave them to his father, Jeffrey Reinking, who agreed to keep the firearms secure and away from Travis, officials said. Since Sunday’s shooting, the father has told police that he eventually gave the guns back to his son.\n\nFederal officials said Monday that the transfer was probably illegal and that the older Rein­king might be charged. A young man answering the door at the Rein­king family’s house in Morton, Ill., said the family had no comment.\n\nPolice suspect that Travis Reinking is the gunman who opened fire at the Waffle House in Antioch just before 3:30 a.m. on Sunday, wearing nothing but a green jacket.\n\nThe man kept shooting as he walked inside, shattering the restaurant’s glass windows. At one point, he stopped, presumably to reload. That’s when customer James Shaw Jr. says he lunged at the gunman, wrestled the weapon away from him and tossed it over the counter.\n\n[James Shaw Jr. on why he rushed the Waffle House shooter: ‘He was going to have to work to kill me’]\n\nAmong the victims is 29-year-old Taurean C. Sanderlin of Goodlettsville, Tenn., a restaurant employee who was fatally shot while standing outside. The others killed were customers: Joe R. Perez, 20, of Nashville; Deebony Groves, 21, of Gallatin, Tenn.; and Akilah Dasilva, 23, of Antioch.\n\nTwo others — Shanita Waggoner, 21, of Nashville, and Sharita Henderson, 24, of Antioch — remained hospitalized at Vanderbilt University Medical Center in stable condition on Monday. After the shooting, police said, Reinking was spotted fleeing shirtless into a wooded area behind his apartment.\n\nJust an hour before arresting Reinking, police acknowledged having “no confirmed sightings” of the suspect. Even as authorities expanded their search, with 160 officers scouring surrounding neighborhoods, they said they weren’t sure if he remained in the area.\n\nLate Sunday, a resident of a nearby county told police he had found an empty laptop bag containing a handwritten ID card with Reinking’s name, Aaron said, suggesting that the 29-year-old was in that area the same night the shooting occurred. It remains unclear if the bag was dropped before or after the gunfire, police said.\n\nReinking’s arrest provided few clues about his activities since the shooting. He was wearing a maroon shirt and had a backpack when taken into custody. Inside the backpack, police said, was a loaded handgun, .45-caliber ammunition, a flashlight and a holster.\n\nA long list of red flags\n\nBeginning in May 2016, Reinking had a number of increasingly fraught encounters with authorities. That month, an emergency response officer found Reinking in a CVS parking lot in Morton, Ill. Reinking told police that pop star Taylor Swift was stalking and harassing him, according to police records. Reinking believed that Swift had hacked into his Netflix account and that his family was involved in the harassment. He told police a bizarre story about a Dairy Queen meetup with Swift that ended with him searching for the singer on the restaurant’s roof.\n\nHis parents told officers that he had threatened to kill himself and owned guns at home. Eventually, Reinking agreed to go to a hospital for evaluation, something he told police he had done before.\n\nOn June 16, 2017, police said, Reinking went to a local pool wearing a woman’s pink housecoat; he swam in his underwear, exposed his genitals and tried to pick fights with lifeguards.\n\n[Mass shooting statistics: The terrible numbers that grow with each mass shooting]\n\nThat same day, records show that Reinking — who was living in a shop above the offices of his father’s construction business in Tremont, Ill. — walked down to the offices wearing a pink dress, holding a rifle and shouting expletives at employees, before throwing the rifle in his car and speeding away.\n\nAn officer called his father, Jeffrey Reinking, who was out of state at the time, according to reports from the Tazewell County Sheriff’s Office. The father told police that he had taken three rifles and a handgun away from Travis because his son was having problems. But he eventually returned the guns to his son.\n\nIn the report, an officer said he later called Jeffrey Reinking and told him that “when he gets back home, he might want to lock the guns back up until Travis gets mental help which he stated he would.”\n\nThree weeks later, Travis Reinking traveled to Washington and picked a fight with federal authorities.\n\nOn July 7, Reinking told authorities outside the White House that he had to get in to speak with the president. He said that “he was a sovereign citizen and has a right to inspect the grounds,” according to a D.C. police report. Sovereign citizens are viewed by the FBI as anti-government extremists who believe they are not subject to governmental laws, and law enforcement officials have described them as a major concern.\n\n[‘There was so much left for him’: Mourning for the victims of the Waffle House shooting]\n\nWhen an officer told him to stop blocking the entrance, Reinking “began to take his tie off and balled it into a fist” while walking past the security barriers and toward an officer, the police report says.\n\n“Do what you need to do,” Reinking said, according to the report. “Arrest me if you have to.”\n\nReinking was charged with unlawful entry, a misdemeanor, officials said.\n\nHe was ordered to perform 32 hours of community service at Cornerstone Baptist Church in Morton, Ill., and to stay away from the White House for four months. He mowed grass, ran a forklift to move pallets of food, and packaged food for distribution to local food banks as well as hygiene packets for hurricane relief, according to court records.\n\nA letter signed by the church’s pastor, the Rev. Steven. E. Hauter, says Reinking completed 33.5 hours of community service.\n\nA woman who answered the phone at the church Monday said Hauter was “not available, and we have no comments.”\n\nProsecutors dismissed the case against Reinking in November after he completed the terms of the agreement.\n\nAfter an investigation by the FBI office in Springfield, Ill., the Tazewell County Sheriff’s Office said Monday, it was asked by the Illinois State Police to take away Reinking’s firearm owners identification (FOID) card, which he needed to legally possess guns or ammunition in Illinois.\n\nWhen a person’s FOID card is revoked, they have to hand it over to authorities and fill out paperwork confirming that their guns have been transferred to someone who has a valid card, the sheriff’s office said.\n\nReinking signed his four guns over to his father on Aug. 24, 2017, according to state records. Matthew E. Espenshade, assistant special agent in charge of the FBI’s Memphis division, said Monday that “every federal resource was brought to bear” in Reinking’s case after his arrest at the White House and the FBI assessment, pointing specifically to the attempts to keep him from possessing firearms.\n\n“We were able to effectively neutralize what we felt was the threat at the time by ensuring that he did not have the ability to purchase or own weapons and that those weapons were taken,” Espenshade said. “He was not able to possess or own those weapons.”\n\nIllinois State Police said they could not provide details about when Reinking obtained the FOID card or whether any red flags arose during his application. It was not immediately clear whether he had been diagnosed with any mental illness. Illinois law bars someone who has been “adjudicated as a mental defective” or has been a patient at a mental institution from obtaining a firearm license.\n\n‘That is your child’\n\nThe Waffle House shooting is the latest attack to raise questions about the systems intended to prevent such violence — systems that have repeatedly broken down.\n\nIn Parkland, Fla., police and the FBI did not act upon explicit warnings that a teenager intended to shoot up a high school in the weeks and months before 17 people were killed there in February.\n\n[Tennessee community experiences second mass shooting in six months]\n\nIn Sutherland Springs, Tex., a gunman who killed more than two dozen churchgoers last year was able to buy firearms because his domestic violence conviction had not been entered into a national database that would have flagged it during his background check.\n\nThe FBI said a breakdown in the background check system also allowed a shooter in Charleston, S.C., to obtain the gun he used to kill nine people in a church there.\n\nThe Waffle House shooting is the second in less than a year to hit the town of Antioch, where a masked gunman opened fire at a church last year.\n\nLast fall, Reinking moved to the Nashville area and worked in the construction industry, authorities said. He was fired from a job about three weeks ago, police said, and was recently hired by another employer but had not been to work since April 16.\n\nA few days before the Waffle House shooting, Reinking nearly had another run-in with police. On Tuesday, authorities say he stole a BMW from a dealership in suburban Nashville. Police later tracked the car to Reinking’s apartment complex but did not know who the thief was. After the shooting, a key fob for the BMW was found in Reinking’s apartment, officials said.\n\nEmployees at the dealership “had no idea who the man was” who took the vehicle, Aaron said, noting that Reinking refused to give identification to the dealership. Police in Brentwood said charges are pending in the case.\n\nA neighbor near his family’s home in Morton, Ill., said Reinking worked for a while for his father’s company, J&J Cranes.\n\n“He’s a good man. He was raised in a Christian home,” said Bill Koepnick, who called Reinking hard-working and honest. “A guy who perpetrates a crime like that naked? Come on, he’s not in his right mind.”\n\nBut Abede Dasilva, who was in the Waffle House with his brother, Akilah Dasilva, when Akilah was fatally shot, said he is struggling to understand why Reinking’s family allowed him to keep his firearms.\n\n“That is your child,” Dasilva said. “If something is mentally wrong with him, then you have to know that. How did they think it was okay to give him his guns back?”\n\nTara Haelle in Morton, Ill., and Devlin Barrett, Rachel Chason, Keith L. Alexander, Julie Tate, Magda Jean-Louis and Alice Crites in Washington contributed to this report.\n\n\n\nEmergency workers outside the Waffle House near Nashville, where a gunman opened fire early Sunday, killing four. (Mark Humphrey\/AP)\n\nRead more:\n\nMasked gunman rampages through Nashville church; usher uses personal weapon to subdue shooter\n\nHe fired a shotgun into a classroom door, police say, then said ‘sorry’ to the injured student\n\nMore than 208,000 students have experienced gun violence at school since Columbine"},"URL":{"0":"https:\/\/lifehacker.com\/a-gun-lingo-glossary-for-those-unfamiliar-with-firearms-1825427596","1":"https:\/\/www.theverge.com\/2018\/4\/25\/17275996\/cult-leaders-psychology-bhagwan-shree-rajneesh-netflix-wild-wild-country","2":"https:\/\/gizmodo.com\/inside-amds-quest-to-build-chips-that-can-beat-intel-1824064984","3":"https:\/\/www.nytimes.com\/2018\/04\/24\/us\/gun-owners-laws-parkland.html","4":"https:\/\/www.nytimes.com\/2018\/04\/23\/opinion\/waffle-house-shooting-nashville.html","5":"https:\/\/mashable.com\/2018\/04\/22\/james-shaw-jr-hero-waffle-house-shooting\/","6":"https:\/\/mashable.com\/2018\/04\/25\/water-pistol-emoji-google-facebook\/","7":"https:\/\/mashable.com\/2018\/04\/22\/dad-gun-joke-falls-flat\/","8":"https:\/\/mashable.com\/2018\/04\/21\/rob-delaney-best-tweets\/","9":"https:\/\/www.nytimes.com\/2018\/04\/22\/us\/texas-walkout-student-killed.html","10":"https:\/\/www.cnn.com\/2018\/04\/25\/opinions\/mick-mulvaney-delivers-the-chilling-truth-sachs\/index.html","11":"https:\/\/www.theguardian.com\/global\/2018\/apr\/22\/amy-schumer-interview-film-i-feel-pretty-marriage-love-stand-up","12":"https:\/\/www.theguardian.com\/politics\/2018\/apr\/22\/lost-moment-exhibition-northern-ireland-civil-rights-1968-troubles-what-if","13":"http:\/\/www.businessinsider.com\/ap-suicide-bomber-strikes-in-afghan-capital-12-killed-2018-4","14":"http:\/\/www.businessinsider.com\/missouri-gov-eric-greitens-charged-with-felony-2018-4","15":"http:\/\/www.businessinsider.com\/best-heat-protectant","16":"http:\/\/www.thisisinsider.com\/jay-feely-gun-prom-photo-reaction-opinion-2018-4","17":"https:\/\/www.tennessean.com\/story\/news\/2018\/04\/25\/waffle-house-shooting-suspect-travis-reinking-mental-health-gun-laws\/546370002","18":"https:\/\/www.washingtonpost.com\/news\/post-nation\/wp\/2018\/04\/21\/a-florida-school-shooting-suspect-charged-with-terrorism-says-sorry-to-injured-student\/","19":"https:\/\/www.washingtonpost.com\/news\/post-nation\/wp\/2018\/04\/23\/waffle-house-shooting-travis-reinking-manhunt-continues-nashville-police-say\/"}}