{"Content":{"0":"There are a lot of gun terms thrown around in the media these days, like “clip,” “casings,” and “semi-automatic.” But if you’re not familiar with firearms, many of these terms might go over your head. This glossary of common gun lingo will help clear things up so you can be an informed part of the conversation.\n\n\n\nAdvertisement\n\nObviously, this is a sensitive subject, especially in light of the many recent tragedies that have occurred. But knowledge on the subject of guns is important—no matter where you stand on the matter—since misinformation does nothing but cause more confusion and frustration for everyone. Real discussion can only occur when we all understand the basic facts.\n\n\n\nIn alphabetical order, these are the gun terms you may not know:\n\nACP : An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP.\n\n\n\n: An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP. AK-47 : An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s”\n\n\n\n: An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s” Ammunition (ammo) : A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used.\n\n\n\n: A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used. AR-15 : Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee.\n\n\n\n: Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee. Assault rifle : A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s.\n\n\n\n: A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s. Assault weapon : A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons.\n\n\n\n: A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons. Automatic : A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.”\n\n\n\n: A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.” Ballistics : The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did.\n\n\n\n: The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did. Beretta : An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more.\n\n\n\n: An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more. Blank : A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races.\n\n\n\n: A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races. Bolt action : A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber.\n\n\n\n: A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber. Buckshot : Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game.\n\n\n\n: Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game. Bullet : The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target.\n\n\n\n: The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target. Casings : The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.”\n\n\n\n: The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.” Caliber : The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped.\n\n\n\n: The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped. Clip : A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below).\n\n: A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below). Cock : The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates.\n\n\n\n: The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates. Double tap : Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots.\n\n\n\n: Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots. Firearm : By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms.\n\n\n\n: By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms. Flash suppressor : An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter.\n\n\n\n: An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter. Folding stock : A rifle or shotgun stock that can be doubled over for compact storage.\n\n\n\n: A rifle or shotgun stock that can be doubled over for compact storage. Gauge : This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound.\n\n\n\n: This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound. Glock : A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK).\n\n\n\n: A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK). Hair trigger : A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch.\n\n\n\n: A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch. High-capacity magazine : In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds.\n\n\n\n: In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds. Hollow-point : A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target.\n\n\n\n: A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target. Magazine : A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires.\n\n\n\n: A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires. Pistol : A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols.\n\n\n\n: A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols. Pistol grip : An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol.\n\n\n\n: An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol. Point blank : The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull.\n\n\n\n: The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull. Private party transfer : A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t.\n\n\n\n: A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t. Recoil : Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is.\n\n\n\n: Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is. Revolver : A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round.\n\n\n\n: A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round. Rifle : A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic.\n\n\n\n: A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic. Round : A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile.\n\n\n\n: A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile. Safety : A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon.\n\n\n\n: A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon. Saturday night special : A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.”\n\n\n\n: A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.” Sawed-off shotgun : A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted.\n\n\n\n: A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted. Scope : A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily.\n\n\n\n: A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily. Semi-automatic : A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty.\n\n\n\n: A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty. Shells : A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition.\n\n\n\n: A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition. Shotgun : A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range.\n\n\n\n: A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range. Silencer : A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law.\n\n\n\n: A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law. Snubby : Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above).\n\n\n\n: Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above). Stopping power : A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power.\n\n\n\n: A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power. Strawman purchase : When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated.\n\n\n\n: When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated. Waiting period: The legally mandated time between purchasing a firearm and receiving the firearm, anywhere from seven to 25 days. It’s designed to give law enforcement officials time to perform a background check on the purchaser, and provides a “cooling off” period to help prevent impulsive acts of violence and suicides.\n\n","1":"When Ma Anand Sheela first met the Indian guru Bhagwan Shree Rajneesh in his apartment in Mumbai in 1968, she hugged him and cried. “My whole head melted,” Sheela says in the Netflix docuseries Wild Wild Country, which discusses Rajneesh and his cult. “My life was complete. My life was fulfilled.”\n\nRajneesh, who died in 1990, was a powerful spiritual guru who had thousands of followers in India and the West. In 1981, with the help of Sheela, who became his personal assistant, Rajneesh bought a ranch nearby the tiny town of Antelope, Oregon, and moved his cult there, creating a whole new city named Rajneeshpuram. It’s no surprise that the situation snowballed, leading to heated confrontations with local residents, attempted murder, and mass poisoning. Wild Wild Country follows the saga in captivating ways, through historical footage as well as sit-down interviews with Sheela, who effectively ran the cult and was Rajneesh’s spokesperson, and other members who had prominent roles, like Rajneesh’s lawyer Swami Prem Niren.\n\nBut as Ronit Feinglass Plank notes in The Atlantic, the series doesn’t really explain what the day-to-day life was like in Rajneeshpuram. And it doesn’t really address how it’s possible that thousands of people could just give up their lives, wear only maroon clothes, and blindly follow one man. What are the psychological mechanisms at play?\n\nRajneesh preached to his followers about the idea of creating awakened people who live in harmony with their surroundings. But his cult also forced members to donate large quantities of money, while creating an isolated community that kept tight control over its members. The Netflix documentary doesn’t show this, but Win McCormack, who wrote about the cult in the 1980s, points out in The New Republic that Rajneesh’s followers were encouraged to get sterilized or have abortions. (For more on Rajneesh and his cult, read The Oregonian’s 20-part investigation from the 1980s.)\n\nRajneesh was just one of many cult leaders who have captivated — and horrified — people throughout history. In 1978, cult leader Jim Jones urged more than 900 of his followers to kill themselves by drinking poison in Jonestown, Guyana. In 1993, in a standoff with government officials, more than 75 Branch Davidians died in a building fire in Waco, Texas, together with their leader David Koresh. All of these groups, and many more less prominent cult organizations, have some things in common. I talked with Louis Manza, chair and professor of psychology at Lebanon Valley College about how cult leaders control their followers, when people are most vulnerable to cults, and the difference between cults and religions.\n\nThis interview has been lightly edited for brevity and clarity.\n\nHow do cult leaders like Rajneesh exert control over their followers?\n\nThey can take a lot of approaches, obviously. On a real simple level, they could take control in a very physical way, restraining someone from leaving a space, but that doesn’t seem to happen a whole lot. It’s more of a psychological control. If you look historically at different types of cults, there’s always an indoctrination period where the cult leader is going to form a bond with people. Once they have that bond, now they can get inside of someone’s head, because now those people start to trust that person. And now the leader can start to make other suggestions to them: “You should move away from your family.” “You should come live with us.” Etc. That’s one of the critical things: there has to be that emotional connection that’s made by the person who’s running everything with the people they want to bring in with them. If you don’t have that connection, it’s going to be really hard to get people to do anything.\n\nWhat kinds of psychological mechanisms do cults use to keep their members in line?\n\nOnce someone forms a bond with a person, you can use that to your advantage, to a certain extent. You can withhold certain types of things. If you’re the cult leader, [you can decide] we all get to meet at this point in time, and we all get to talk about our feelings, but you can’t come this week because you’ve been misbehaving, or you’re not been pulling your share, or whatever the case might be. Once you have that relationship with that person, punishing [or rewarding] them can get something out of them. Again, it’s not a physical-restraint type of thing, but it is a form of control.\n\nThey’re also paying attention to what works, the same way that a spouse pays attention to what works with their significant other, the same way a parent pays attention with their kids. [Parents] can punish their children by making them stand in a corner for 10 minutes, and that works because that kid doesn’t like to stand in a corner. But for another kid, that doesn’t work, so they have to find something else. So they take the tablet away from them, or they don’t let them watch television. People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that. But the person who’s exploited has to be exploitable. If someone is in a good place psychologically, then they’re most likely not going to be exploitable.\n\n“People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that.”\n\nWhen are people most vulnerable to a cult?\n\nOn a simple level, when they’re in a state of psychological instability — if something is not quite right in their life, if they’re missing something, especially on a relationship perspective. We are social creatures. There’s going to be some variability there; some people like much larger social circles than others, some people like to live in a cabin in the woods by themselves. But the majority of us fall in the middle. It’s part of what makes us humans. And so if that’s missing for individuals, and they don’t have a way of meeting that need on their own, they’re going to look for someone else who can maybe provide that need for them. Now, lots of people will join “cults” as a way of satisfying that. Other people will join other types of groups.\n\nI compete in ultramarathons, so I do a couple races a year. And that kind of satisfies that need for me. Now, is that a cult? I don’t think so, not in a way we define a cult, when you think of like the Jonestown massacre and Jim Jones. If you’re into certain sports teams, that social need is being met there. It’s just that idea that someone needs some type of social connection. I think it’s one of the primary forces. If they simply can’t find a way on their own to fulfill that, and then someone comes along and says, “Hey, we have this group. And you’re welcome. Join us!” it can be a very subtle thing at first. If you want to get someone in, and you know how to manipulate people, it’s fairly simple to do: you bring them in, you establish the relationship, and then you just start sucking them in more and more, and eventually, someone just crosses a line and they’re in. And then they can have a hard time getting out, because now they have that social need being met. It can be a very subtle process along those lines.\n\nWhat do cult leaders have in common?\n\nThey tend to be charismatic. Historically, if you think of the people we call cult leaders, like David Koresh, James Jones, they all had a certain charisma. That goes back to what I was saying about forming social bonds. If you can’t attract people to you, then you’re going to be hard-pressed to form a cult. Beyond that, it’s going to depend. You have to understand people, you gotta know what’s going on inside of their heads, you gotta talk to them, you gotta be able to pull information out of them. Those are skills. All of us use them in different ways. I’ve been teaching since 1992, so I know if I do this, I will get students to interact in class. Is that a form of manipulation? Sure it is. I wouldn’t put it up with the same kind of manipulation that a cult leader is doing, but they are also doing that. They’re understanding people, they’re studying people. They develop that kind of skill-set, but I think charisma has to be at the top of it, because just knowing people, it’s a skill people can acquire. Being charismatic and understanding people, that’s another thing altogether.\n\nPeople who are in power also like to keep that power, and they don’t want to give that power up. The cult leader wants to control people, to a certain degree. When you look at people who run these organizations, if you look at the more historically famous ones, they had a need to control people, and when that control got pushed up against, they pushed back. When David Koresh and the Branch Davidians went down, Koresh didn’t want to give up control of those people. And you had the gun fight and the burning of a building and all that. Jim Jones didn’t want give up control of those hundreds of people in Jonestown, and people died. I think wanting to control is a driving force from the leader, and wanting to belong is the driving force for the member. You put those things together, you create the perfect storm for getting people into a cult.\n\nWhat’s the difference between a cult and a religion?\n\nReligions are an organized belief system, and cults are organized belief systems. People will engage in lots of behaviors on the part of their religion, that can be very good but it can also be very bad. People have killed other individuals in the name of their religion. Now, will Catholics prevent you from leaving the church? Not to my knowledge. I was raised Catholic. I’m an atheist now. Now one held me back. So what we usually consider cults tend to exert a bit more control over their members, but that’s not to say that that control doesn’t happen in more organized, traditional religions. But with cults, you see that real psychological, physical-restraint thing kick in to a much higher degree than you see in Catholics, Lutherans, or whatever. If there is a dividing line, it’s along those lines, but they definitely share a lot of features, because they’re organized belief systems.\n\nBut there are lot of things that are not even religions or cults that are organized belief systems. Again, if you’re part of a certain sports team, you have an organized belief system. But mental manipulation, psychological manipulation is something you tend to see more in cults than in organized religion.","2":"There are few gambles in the tech world as big spending billions to build a new computer processor from scratch. Former AMD board member Robert Palmer supposedly compared it to Russian roulette: “You put a gun to your head, pull the trigger, and find out four years later if you blew your brains out.” Six years ago AMD loaded the gun and pulled the trigger, dramatically restructuring itself internally in a mad bid to escape a disaster of its own making. Now we’ve seen the results and instead of dying, AMD has a savvy new CPU microarchitecture, Zen, that’s the foundation of the shockingly good new series of Ryzen processors. They’re so good, in fact, that they could pose a real challenge to Intel’s incumbent dominance and change what the computer market looks for the next few years.\n\n“I think Intel kind of woke up and said ‘hey you know we’re in a battle all of a sudden,’” Linley Gwenapp, an analyst, and editor of the Microprocessor Report, an industry magazine, told Gizmodo. “So they’re not going to just stand by and let AMD storm into the market.”\n\nAdvertisement\n\nBut Intel has its work cut out for it. In January at CES in Las Vegas, I met with both companies and the mood could not have been more different. Intel seemed to spend the entire consumer electronics show apologizing for Spectre and Meltdown, a series of catastrophic security vulnerabilities that affected every one of the company’s CPUs. It seemed to barely have time to tease all the cool stuff it had coming out in the next few months. AMD, meanwhile, was a peacock—fluttering its feathers and bragging about its plans to continue one of the most aggressive launches in CPU history. The fact that it was vulnerable to Meltdown was almost an aside. AMD was way too busy being thrilled to be back, doing something very cool, and not being the one with all the bad press for once.\n\n“I think it’s been very successful when you look at where they were a year ago,” Gwenapp said of AMD. Because even just a year ago the company was in rough shape. According to Gwenapp, AMD had as little as 1.5 percent of the server market share last year. Intel had the other 98.5 percent. Sure it was making the chips that power every single Xbox One and PS4, and yes it’s the exclusive provider of GPUs for Apple machines, but to anyone who was paying attention, it sure seemed like AMD was a shadow of its former self. After all, the company was once considered Intel’s only serious rival in the CPU space, and until Zen was announced, AMD had been virtually silent on that front, effectively capitulating the multi-billion market for the chips that serve as the brains for everything from your computer to the servers powering your favorite websites.\n\n\n\nPhoto: Gizmodo\n\nAMD’s last big push in the CPU space came with a microarchitecture called Bulldozer back in 2011. In the tech world that’s an eternity. To put it in perspective, the same year AMD was last seriously attempting to compete with Intel, Apple launched the iPhone 4s, and Intel launched the second generation of its Core architecture. Intel is now on generation eight and expected to launch its ninth by the end of the year. It’s been eons since Intel and AMD were serious competitors.\n\nAdvertisement\n\nOne of the biggest reasons it’s taken so long for AMD to compete again is because that last big CPU launch was disastrous. Bulldozer obviously wasn’t intended to be awful. “It wasn’t as if somebody architected something that people thought wouldn’t be successful,” Patrick Moorhead, Founder and Prinicipal Anaylyst at Moorhead Strategy, told Gizmodo. Before becoming an analyst, Moorhead was a VP at AMD for nearly 10 years and departed at the same time Bulldozer came to market.\n\nAccording to Moorhead, Bulldozer was always intended to be a high octane kind of CPU that blazed past its Intel competitors thanks to its high clock rate (or clockspeed). The higher the clockspeed the more cycles of processing a CPU can potentially undergo in a second, and according to Moorhead, AMD had planned a clock rate of 5GHz, which is over five billion processes every second. Intel’s competitor at the time shipped CPUs with a much lower clockrate—only a handful could hit 4GHz.\n\n“That’s why when people say ‘oh we didn’t get out of Bulldozer what we would have wanted’ it’s because that was supposed to be a very high frequency part,” Moorhead said. In fact no CPU in general production from AMD or Intel has ever hit a clockrate of 5Ghz or higher. The only CPU to ever go into production with such a high clockrate is the IBM zEC12 released in 2012 and intended solely for IBM mainframes.\n\n“It was never really competitive.”\n\nWhen Bulldozer went into production it had a base clockrate of just 4.2GHz with a turbo clock rate (which is enabled when the processor needs to crank through a little data very quickly) of 4.5GHz. And the respectable clock rate couldn’t compete with Intel’s offerings in the same space. The reaction from reviewers was brutal.\n\nAdvertisement\n\nAdvertisement\n\nAnandtech’s Anand Lal Shimpi wrote that he was “not sure it’s quite ready for prime time” and that “Bulldozer simply does not perform.” Tom’s Hardware noted that it was often “embarrassingly bested by its predecessor” while Tweaktown lamented that “you can’t help but almost feel disappointed with what’s going on here today.”\n\nWhen CNET did a round up of the geekier reviews of Bulldozer it reported that “Bulldozer does not appear to offer AMD a competitive resurgence.” But it was at least a little hopeful AMD could stick around in the CPU space, if for no other reason than “to keep Intel honest.”\n\nYet that didn’t happen. AMD had come out of the gate with a troubled architecture and the gap between it and Intel only grew wider over each successive annual iteration. The company tried “to start with something that doesn’t work well and then kludge it up to make it better,” Gwenapp told Gizmodo. But with each new iteration based on the already underperforming Bulldozer architecture it couldn’t keep up. “It never really was competitive.”\n\nIt takes guts\n\nAnd a CPU absolutely must be competitive—either cheaper, faster, or more power efficient. It is the core brain that powers every computer you use—from your phone to your laptop to your TV. A CPU defined by its microprocessor—which is in many cases a synonym for CPU. It’s a wafer of silicon that then has billions of microcircuits etched to its surface and connected to one another via ions of copper. The specific way a CPU’s silicon microcircuits—or transistors—are arranged and connected via copper is called its “architecture.”\n\nAdvertisement\n\nAdvertisement\n\nThe very first microprocessor, the Intel 4004 released in 1971, was built on a die, or foundation, that was just 10,000nm. That is as thick as a very thin strand of human hair. The Ryzen CPU is just 14nm. A small process means it can move energy across those copper ions faster—effectively meaning that the smaller a CPU gets the faster it can be. But the smaller a CPU is the more delicate it becomes. So in the bid to make the fastest and most powerful processors, CPU designers must also make them smaller and more intricate. And that means always optimizing and seeking better efficiencies.\n\nConsequently each CPU is designed for a specific “instruction set.” That is the most basic code that works between a CPU and a devices software. Common CPU instruction sets you’ve heard of are ARM and x86. ARM CPUs are usually found in phones and tablets—the CPUs that power you Samsung GalaxyS9 and your iPhone X are ARM-based processors. x86 CPUs are usually reserved for computing devices that need a lot more power and a little less battery life. Intel and AMD’s CPUs for laptops, desktops, and servers are x86, and unless specifically specified, as are AMD’s competitors, including its new batch of Ryzen processors.\n\nBeyond the instruction set CPUs, are actually pretty simple and just made up of a few key components: cores, CPU caches, and the system bus. The cores are the engine of the CPU, they’re the things doing all the actual processing and when you talk about the clockrate of a CPU you’re talking about how fast those cores are operating. The cores do all the actual processing required by the CPU, but they’re very busy processing all that data you feed them, so they need to cache bits of it away for super quick references.\n\nAdvertisement\n\nThis is where CPU caches come in. They are the memory. When you glance at the specs for a computer you’re planning to buy you might see a mention of these caches, usually labelled L1, L2, and L3. They’re important because they’re what the cores actually read and write data to while processing. That data, after being processed on the CPU caches, is then sent back out to the general memory (also known as RAM) for the computer, and then possibly onto the storage drive, and it all gets to your eyeballs because it goes through the graphics processing unit.\n\nThe CPU caches and the cores communicate to one another via the system bus. It’s called a bus because it’s essentially busing information from one part of the CPU to another. And sometimes it’s not just moving data between the cores and the CPU caches. A system bus will also move data to and from a graphics processor if its squeezed onto the same chip too. At its most rudimentary, consider a system bus to be like that little green board you used to snap all the Lego bricks onto.\n\nAdvertisement\n\nThere are a lot of different kinds of system buses, and every major CPU maker has their own system bus architecture. So Intel has what it calls Front Side Bus, and until Zen, AMD used tech called HyperTransport.\n\nAdvertisement\n\nNow, focusing on any one of these components can improve the speed of a CPU,. When AMD created Bulldozer it put all its effort into the clockrate of the cores of the CPU. The clockrate is the frequency at which a computer processing unit can actually process cycles of data. More processes means a faster CPU and for a very long time improving the clockrate of a CPU was the primary goal of designers.\n\nBut in the early 2000s, Intel brought a CPU to market with a clockrate of 3GHz, and since then nearly all CPUs have hovered around that clockrate. One of the reasons for that stall in clockrate increases is because the higher the clockrate the more heat the CPU produces. Getting rid of all that heat can be costly—especially if you’re trying to pack that CPU into something super slim and fanless like a Surface Pro.\n\nSo in recent years, CPU designers have turned other parts of the CPU to improve speed, and when AMD made the decision to essentially scrap Bulldozer and put most of its resources into what would be come Zen, one particular component of the CPU would get a brunt of the focus: A new system bus architecture called Infinity Fabric.\n\nAdvertisement\n\nBut before AMD settled on Infinity Fabric, before it even settled on creating a new CPU and acknowledging Bulldozer’s failure, the company needed a new CPU design team.\n\nPhoto: Alex Cranz (Gizmodo)\n\nTheir powers combined\n\nEnter Mark Papermaster, current Chief Technology Officer for AMD. He joined the company in late 2011, just after Bulldozer’s launch, and according to him “it was not a coincidence.” Papermaster had been brought in to help save a company that saw its stock prices plummet more than 60-percent in a year thanks in part to Bulldozer’s poor performance.\n\n\n\nAdvertisement\n\nAdvertisement\n\nBefore joining AMD Papermaster was primarily noteworthy for two things. In 2008 he was the subject of a highly publicized lawsuit with IBM, where he’d worked since 1982. IBM was concerned that Papermaster, then a recent hire at Apple, would potentially carry trade secrets with him from IBM to Apple. The case settled out of court. Then Papermaster made headlines again in 2010, when he reportedly left Apple after just 15 months due to disagreements with then CEO Steve Jobs.\n\nPapermaster entered AMD in October 2011 and the company seemed to be in a state of free fall, with major rivals like Qualcomm, Apple, and Samsung snapping up dissatisfied employees. The flight of employees struck a nerve with some. “That just breaks my heart,” former AMD founder Jerry Sanders told Forbes in February 2012.\n\nThe company was in disarray and Papermaster was himself contributing to it. Not because of his previous reputation, but because one of his first orders of business was to dramatically restructure the CPU design team. He’d seen how bad Bulldozer was doing and it was clear to him it wasn’t the processor AMD needed to succeed. “I saw the market going to high performance,” he told Gizmodo. “To do that we needed a new CPU.” Instead of something that could just handle your web browsing, Papermaster was certain the market needed something that could handle gaming, or processing huge 3D files, or rendering big 4K videos.\n\nAdvertisement\n\nAnd for Papermaster, a new CPU meant a major restructuring of AMD’s design group. Traditionally the CPU design group was was broken up into two basic teams. “Prior to the Zen architecture they really had two kind of parallel design tracks,” Natalie Jerger, a professor of Electrical and Computer Engineering at the University of Toronto, told Gizmodo. One processor was intended for low powered laptops and desktops—the cheapest of the cheap. The other was intended for servers and high end desktops. The server class processors were Bulldozer, and the low power CPUs were what was called the Bobcat family.\n\n“And so what [Papermaster] did was he merged these two teams together,” Joe Macri, Corporate Vice President and Product CTO at AMD, told Gizmodo. Macri was one of the leaders of that new, larger team.\n\n\n\nAdvertisement\n\nTo hear him tell it, the merging of the two teams (and the removal of anyone made redundant) seemed like a necessity for the task Papermaster assigned to the larger group. “We didn’t need to start from scratch,” Macri said. “So that was really more of a merge than taking an existing team, rip it apart, and put it back together. But in the process we got a lot of efficiencies. We were able to apply more people to a single function and get much more design bandwidth.” Bandwidth that would be necessary to accomplish Papermaster’s goal of building a CPU that was in every way better than that rubbish it had just released.\n\nAdvertisement\n\nPapermaster was soon aided by another new exec at AMD: Lisa Su, who joined as Senior Vice President and General Manager in January 2012. Su had come from Freescale, another CPU maker that has since merged with NXP Semiconductors. Her first focus was on AMD’s graphics and gaming markets—where the company was actually having some successes. Su and then CEO Rory Read, secured deals with both Sony and Microsoft to create the chips at the heart of the Playstation 4 and Xbox One.\n\nThose deals were enormous, and many sources cite AMD’s work on custom chips for Sony and Microsoft as one of the reasons the company both survived the CPU drought and actually managed to produce such an effective CPU with its current architecture, Zen.\n\nSu’s work earned her quick notice and by October of 2014, a little more than two years after she’d joined AMD, she was elevated to CEO. Su and Papermaster then proceeded to pour resources into the development of Zen. According to Macri it was over two million man hours spread over four years.\n\nAdvertisement\n\nFor Papermaster, putting all those resources into a new CPU design, and having that team effectively ignore Bulldozer and its successive iterations, was absolutely vital. He needed a team that would have the breathing room “to get those bright ideas that they had.” He felt that some of AMD’s coolest ideas for new CPUs “had been on the shelf because there had been such a demanding schedule of new revision after new revision.”\n\nAdvertisement\n\n“You know sometimes you can get a ‘let’s do a from scratch design and throw everything out.’ The team didn’t do that.” Instead the team pulled from AMD’s extensive back catalog to use ideas that hadn’t been given a lot of focus over the years. One such idea was improving on the system bus architecture HyperTransport and creating a new one: Infinity Fabric.\n\n\n\nMark Papermaster told Gizmodo AMD called it “the hidden gem,” while Jim Anderson told Gizmodo it was the “secret sauce.”\n\nMr. Infinity\n\nThis is where a talented engineer named Jim Keller comes in. He’s a mythical sort of figure within AMD. Nearly every person I spoke to cited Keller as one of the primary people behind the success of Zen’s design, and importantly behind the design of Infinity Fabric.\n\nAdvertisement\n\nPapermaster hired Keller in 2012 and put him in charge of the processor group. Keller was no stranger to AMD. He’d worked there previously in the ‘90s and his short tenure had achieved legendary status in the geeky processor community online where he is credited as the principal figure behind AMD’s K8 microarchitecture which allowed the company to be viciously competitive with Intel in the late ‘90s and early 2000s.\n\nAdvertisement\n\nKeller and Papermaster had worked at Apple together, where Keller is credited with designing the first CPUs Apple built itself for its iPhones and iPads. When he came to AMD, both he and his new employer agreed to come under a limited time contract. He would work at AMD for three years, and at the end of that contract he would depart, which he did in 2015. He now designs chips for the autopilot feature in Tesla’s cars, and declined to comment for this story. [Update: The morning of publication, Intel announced that Jim Keller had jointed the company as the SVP for Silicon Engineering. The plot thickens!]\n\nKeller, and in particular his work on mobile CPUs and previous work on HyperTransport, were key. Without Keller to speak for himself we’re left with glowing praise from AMD execs like Mark Papermaster and Jim Anderson, and from analysts like Linley Gwenapp who said “I think Jim and his team really has turned around the company from a technology standpoint.”\n\nAdvertisement\n\nIn a rare public interview in 2014 with Papermaster, you start to get a sense of Keller’s enthusiasm and motivation. “I joined AMD because I love processor design and I love complicated systems design and AMD was looking at taking a big swing on the next generation,” Keller said.\n\nKeller seems calm and polished up on the little stage, but he tends to ramp up in response to geekier questions—growing sharper and more and more animated as he talks about architectures and pipelines and cores and the other supremely technical stuff that most of us would yawn at.\n\nThe interview is a great look at where Zen was in 2014—three years before its launch. At the time it was only approximately two years into its development, and still being designed alongside K12—AMD’s planned next generation ARM CPU. In the interview, Keller actually cites that co-development as an asset to Zen and specifically to the cores at the heart of each Zen CPU.\n\nAdvertisement\n\nAdvertisement\n\nHowever Keller doesn’t hint at the most important component until near the end of the 15 minute session when he mentions a next generation “fabric” that would be found in every CPU from mobile devices up to servers and that would allow AMD to scale performance at an enviable rate. That fabric would be known, by 2017, as Infinity Fabric.\n\n“AMD has found a way to have their cake and eat it too.”\n\nHe explains that the fabric would allow AMD to employ a “chiplet” approach to design. Instead of building one processor on a single die AMD could package a series of processors together—connecting them via the Infinity Fabric system bus. This would make the CPUs way cheaper to produce and ideally as fast as a CPU, like AMD’s previous CPUs and most of the ones from Intel, that included all the cores on a one die.\n\nAdvertisement\n\n“Historically,” analyst Patrick Moorhead told Gizmodo, “when you put things in packages it slows down the process. But AMD has found a way to have their cake and eat it too by coming up with this packaging that sets very high performance.”\n\nAnd this packaging also meant AMD was designing a very different kind of CPU from its competitor, with a different, and according to AMD, much more efficient methodology. “We came up with a very regular structure for it,” Joe Macri told Gizmodo. “We basically had a data point and a control point and everybody that bolted into [Infinity Fabric] bolted into it the same way.”\n\nAdvertisement\n\nMacri claims Infinity Fabric actually sped up design of the processors across the board. The modular design it gave the Zen architecture meant AMD didn’t need to reinvent the wheel for every kind of CPU. “One of the biggest challenges in designing a core is actually validating it,” Macri said. And thanks to Infinity Fabric AMD could quickly validate, or confirm the operation of, a whole slew of slightly varied designs ranging across their entire offering of Zen processors.\n\nAdvertisement\n\nThink of Infinity Fabric as the little snaps in Lego blocks and all the components of a CPU as the blocks themselves. AMD could take a few blocks to build a desktop CPU, or tack on more to create a big multi-core server processor, or snap on a GPU to make a wicked fast chip intended for laptops.\n\nOr, as happened in 2016—an entirely new type of CPU for AMD.\n\nImage: Gizmodo\n\nThe breakthrough\n\nReleased in 2017, Threadripper—AMD’s perhaps most eye catching CPU launched on Zen—was never on any of Papermaster’s aggressive roadmaps. Instead it was a passion project by a very small group of engineers—like maybe four. A “very, very small group,” Robert Hallock, AMD Evangelist for APUs and CPUs said. He shared the same row of cubicles with them.\n\n\n\nAdvertisement\n\nAdvertisement\n\nThe company had wanted to do a really big and powerful desktop CPU for a while, but it had never been feasible technologically or financially speaking. Yet this tiny group of engineers realized that they could potentially take advantage of the chiplet design made possible by Infinity Fabric to build an incredibly powerful desktop CPU to rival Intel’s popular top-end Xeon CPUs. Yet instead of the 8 cores found on the Xeon processors used in beefy workstations, the Threadripper would have a whopping 16 cores—the most ever put in a mass-produced desktop CPU.\n\nSuch a CPU should take years to design, test, and push into the market place right? According to Jim Anderson the tiny team didn’t even approach him about it until January 2016, when they pulled him aside during CES in Las Vegas. He said he immediately recognized the sheer cool factor of these chips and insisted on putting the project on a fast track, taking it from their concept to production in just a little over a year.\n\nThe project was steeped in secrecy, referred to only as Summit P3—which many assumed was a minor offshoot of Ryzen—then call Summit Ridge, and according to Hallock “you were not even allowed to send emails” about the project. Everything, from the look to the speed results were closely guarded until launch and even the teams trying to convince PC makers like Dell to adopt the CPU had almost no details on the product itself.\n\nAdvertisement\n\nYet when Threadripper did finally launch in the summer of 2017, it shocked critics and consumers alike, and was quickly adopted by some of the largest PC makers in the world, including Alienware’s top-of-the-line gaming desktops.\n\nBut it wasn’t just the audacity of Threadripper’s design that intrigued people. Yes 16 cores running 32 threads in a desktop PC anyone can build is impressive, but Intel announced an 18-core i9 processor just two weeks after Threadripper was announced. What was surprising was that it was cheap—$1,000 to the $2,000 for Intel’s 18-core processor—and the damn thing was actually as fast.\n\nPhoto: Gizmodo\n\nMore than anything else, this is what has surprised observers about AMD’s latest CPU architecture: The chips are cheaper and usually faster than their Intel competition. You can look at our own reviews of AMD processors over the last year as proof (here, here, and here).\n\nAdvertisement\n\nAdvertisement\n\nYet AMD isn’t just producing fast, cheap processors processors, it’s also releasing them all of a sudden at a surprisingly fast clip. In 2017 AMD released four categories of CPUs based on Zen: Ryzen desktop CPUs, Threadripper, Epyc CPUs intended for servers, and Ryzen APUs for laptops (APU is the AMD term for a CPU with integrated graphics). We’re only four months into 2018 and AMD has already released incredibly fast and cheap APUs for the desktop, additional mobile APUs for laptops, and even a second generation of Ryzen CPUs for desktops.\n\nJim Anderson told Gizmodo he anticipates over 60 new laptops and desktops with Ryzen inside by the end of the year, with most of those systems being laptops, and most of those laptops coming in the next few months. “This will be the widest range of premium notebook systems that you’ve ever seen from AMD in the company’s history.”\n\nHow good those laptops are remains to be seen. So far there are only a handful of AMD-based laptops actually in the marketplace, and we still don’t have a good sense of how well a mobile Zen processor handles power compared to its Intel rival.\n\nAdvertisement\n\nBut if it’s not quite as good at power management, it’s still okay. Because Intel has clearly noticed AMD’s strides into the CPU space and has responded accordingly. Last year Intel’s top of the line desktop CPU maxed out at 4 cores, but after AMD released a 6-core processor Intel quickly responded with its own 6-core device. And when AMD surprised us with the 16-core Threadripper, Intel raced to get the 18-core i9 into the marketplace.\n\nA rivalry between the two companies can only ever be good for all of us hunting for our next computer. “You know,” Natalie Jerger told Gizmodo, “the the world is much more exciting if we have multiple people trying to innovate in this space.”\n\nAdvertisement\n\nThis post has been updated to reflect that former AMD-engineer Jim Keller has moved on to Intel from Tesla.","3":"As young survivors of the Parkland shooting lead efforts to tighten limits on firearms, they have met deep resistance from strong supporters of gun rights, and both sides have dug in. But the renewed national gun debate — reignited again after the shooting in the Nashville Waffle House — has gotten the attention of a subset of people who are often overlooked: gun control supporters who own guns.\n\nPhoto\n\nMany of these gun owners will never take part in marches or make public speeches. But interviews with two dozen gun owners around the country found what polls have shown — that many of them are firm supporters of some gun control measures. In recent weeks, some have grown more vocal, holding signs at demonstrations, lobbying lawmakers or writing letters to the editor, adding their voices to those of the protesting students.\n\nOf the 60 million to 70 million Americans who own guns, measuring how many are likely to take part in activism in favor of gun control or to change their political choices over the issue is difficult. One rough proxy for those who do not want tougher gun laws could be the five million gun owners the National Rifle Association claims as members, said Robert Spitzer, the chairman of the political science department at the State University of New York at Cortland, who has written extensively about gun policy and politics.\n\nAdvertisement Continue reading the main story\n\nThe N.R.A. is staunchly opposed to new gun control measures, and events following the Parkland shooting may have deepened the resolve of its supporters. In March, according to filings with the Federal Election Commission, the N.R.A. Political Victory Fund raised $2.35 million — the highest monthly amount raised for the fund in records dating back to 2003, according to an analysis by the news outlet McClatchy and verified by The New York Times. The N.R.A. did not respond to requests for comment for this story.\n\nOnly a small number of gun owners seem to be stepping forward in activism in favor of stricter gun laws, and not all agree about which laws should be toughened. But advocacy groups that support increased gun control say they sense a new kind of participation in more subtle ways, such as calls from gun owners wanting to know what the groups do, and a greater willingness to listen. The shift could also have political implications: Some gun owners said they are now paying closer attention to which political candidates receive money from the N.R.A., which takes a hard line against firearm limits.\n\n\n\nAfter the Parkland shooting, Lindsey Donovan, an Army veteran in Georgia who is a member of Moms Demand Action for Gun Sense in America, said she began getting calls and inquiries from distant corners of that state, including gun shop owners in tiny towns “wanting to talk about what it is we are about.” Conversations about gun restrictions with friends in the military, she said, seemed to grow more searching and less combative.\n\n“They are not shutting me down anymore,” Ms. Donovan said.\n\nBefore Parkland, her organization in Georgia had five local groups. Now there are 12. Around 1,800 people showed up to the organization’s annual advocacy day in Atlanta in late February, up from 150 last year. And local chapter meetings used to draw around 30 people on any given night. Now it’s often more than 100 showing up.\n\nDr. Spitzer said gun owners who favor gun limits reflect an often-silent middle who could be powerful allies for gun control groups.\n\n“It’s a dog that doesn’t bark,” he said. “It’s a voice that’s not heard.”\n\nLong before Parkland, he said, gun owners who are not members of the N.R.A. have tended to see things differently than members. A 2009 survey by Frank Luntz, a Republican pollster, found that 30 percent of N.R.A. members supported a ban on assault weapons, compared with 47 percent of gun owners who were not members — closer to the views of the general public in such polls.\n\nSurvey data has long shown gun owners to be broadly supportive of some restrictions on firearms. Polling just after the Feb. 14 shooting in Parkland suggested a small uptick in support for stronger gun laws in gun-owning households. A poll by Quinnipiac University between Feb. 16 and 19 found that 50 percent of respondents in gun-owning households supported stricter gun laws — a figure that was seven percentage points higher than when people were asked the same question last December. In February, 97 percent of respondents in gun-owning households said they supported background checks for all gun buyers, compared with 94 percent in December. (The 1994 Brady Bill created a requirement for gun buyers to pass a background check, but the rule does not apply to private sellers online or at gun shows.)\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWith the N.R.A. opposed to expanding background checks, gun control groups have focused on the issue as a way to reach out to gun owners.\n\nWhen the gun control advocacy organization founded by Gabrielle Giffords, the former congresswoman who in 2011 was shot in the head during an event with constituents, wanted to marshal support for a raft of proposed gun laws in Vermont, the organization worked with a local consultant, who reached out to gun owners. Before long, 61 gun owners in the state, including Mr. Galinat, had signed on to a letter to lawmakers, urging them to expand background checks.\n\nAdvertisement Continue reading the main story\n\n“I’m an ardent advocate for the Second Amendment, and none of those gun safety measures threaten any of those things that I believe in,” said Mr. Galinat, who also went to Montpelier for a news conference on the issue. He said his only quibble with the letter, which was written by the consultant and a local gun safety group, was that he wanted lawmakers to set even stronger gun limits.\n\nSome gun owners said the Parkland shooting motivated them to be more vocal about their support for background checks, or about long simmering discontent with the N.R.A.\n\n“What put me over the edge was this series of recent tragedies, both in schools and in other areas, and they just never budged,” John S. Liccardi said of the N.R.A. Mr. Liccardi, 73, a hunter from Rutland, Vt., who owns several guns, stepped publicly into the gun debate for the first time in March. He denounced the N.R.A. in an op-ed for the news website VTDigger.\n\n“If there ever is going to be any progress in sensible gun ownership and control,” Mr. Liccardi said, “it has to be from the middle ground.”\n\nSome members of gun-owning families have entered the debate hesitantly. Karen Fowkes from Vienna, Va., joined a sea of people at the March for Our Lives in Washington, D.C., last month. Her husband owned a gun, she said, and she initially worried about feeling hypocritical, but joined her daughter, Colleen, at the march after some convincing.\n\n“I said, ‘Mom, this is not an anti-gun march,’” the younger Ms. Fowkes said. “I asked, ‘Are you for universal background checks?’ She said, ‘Yes.’”\n\nTo that, the younger Ms. Fowkes told her mother, “You are for gun control, too!”\n\nBut for other gun owners, the marches had the opposite effect.\n\n“I have a little bit more trepidation now,” said Rob Mason, 47, an educational aide at a high school in Maineville, Ohio, outside Cincinnati, who owns several guns and practices shooting with his children at a range. “It seems like it’s going too far.”\n\nMr. Mason, who is not an N.R.A. member, said he supports universal background checks. But he is uncomfortable with the notion of an assault-rifle ban. His daughter, Grace, who is 16, went to a march in Ohio. He was proud she participated. But he also felt worried. The marchers’ demands seemed fluid and ill-defined, raising the worry that the young people simply wanted to ban all guns.\n\nAdvertisement Continue reading the main story\n\n“As a moderate, I’m like, ‘Hmmm, are they really just pushing for one type of gun to be banned, or are they pushing for everything?’” Mr. Mason said. “The protesters are not talking to me. I don’t think they believe that there are people like me out there.”","4":"NASHVILLE — There is something fundamentally democratic about a Waffle House restaurant in the wee hours of the morning. It’s a place where people working the late shift can stop for a hot meal on the way home, where high school kids can extend prom night just an hour longer, where 20-somethings jazzed on live music can wind down after a night on the town. The coffee is always fresh, and the counter staff has heard it all before but will usually listen again if you need an ear. It’s a uniquely American place.\n\nThere’s something tragically, fundamentally American, too, about an angry young white man with a firearm killing a bunch of strangers who have done him no harm. That’s what happened early Sunday morning, when a man who was naked except for a green jacket loaded with ammunition opened fire with an AR-15 rifle at a Waffle House in the Antioch section of Nashville. Four people were fatally shot and four others were wounded before James Shaw Jr., an unarmed customer, wrestled the gun from him, saving untold lives.\n\nThe attacker ran away, shedding the jacket as he fled. Also left in his wake: Akilah Dasilva, DeEbony Groves, Joe Perez, and Taurean C. Sanderlin, all dead. All were in their 20s. All were people of color.\n\nA search of the truck the gunman left behind led investigators to Travis Reinking, an Illinois man who had moved to Nashville only last fall. Considered armed and dangerous, Mr. Reinking immediately went to the top of the Tennessee Bureau of Investigation’s most-wanted list. After some 34 hours at large in a cold rain, he was apprehended Monday afternoon clothed and wearing a backpack containing a loaded semiautomatic handgun.","5":"Tragedy struck the Antioch neighborhood of Nashville early Sunday morning when an armed man shot two individuals outside of a Waffle House before proceeding inside and killing two more.\n\nIn the face of that horror, reports the Tennessean, one Waffle House customer, 29-year-old James Shaw Jr., managed to wrestle an AR-15 rifle free from the shooter and likely saved lives in the process.\n\nNow, although Shaw is quick to brush the claim aside, he is being hailed as a hero.\n\nJames Shaw Jr. was identified as the hero who helped stop the Waffle House shooter this morning. He says he doesn’t feel like a hero, which is exactly what you’d expect a real hero to say. https:\/\/t.co\/0N08omw80u — Jon Henshaw (@henshaw) April 22, 2018\n\n“I don’t really know, when everyone said that (of being a hero), it feels selfish,” the Tennessean reports Shaw as saying. “I was just trying to get myself out. I saw the opportunity and pretty much took it.”\n\nImage: Jason Davis\/Getty Images\n\nBut the local police very much agree with the term \"hero.\"\n\n\"[Shaw] is the hero here, and no doubt he saved many lives by wrestling the gun away and then tossing it over the counter and prompting the (gun)man to leave,\" CNN reports Metro Nashville police spokesman Don Aaron saying.\n\nInvestigation on going at the Waffle House. Scene being processed by MNPD experts. This is the rifle used by the gunman. pic.twitter.com\/lihhRImHQN — Metro Nashville PD (@MNPDNashville) April 22, 2018\n\nMany on Twitter have praised Shaw, and noted that — contrary to the oft-repeated claims of the NRA — he was unarmed when he managed to stop the attacker.\n\nThe only thing that stopped the Waffle House shooter was a good guy with no gun. — Allan Brauer (@allanbrauer) April 22, 2018\n\nThe waffle house shooting shows up the NRA's argument that the only thing that stops a bad guy with a gun is a good guy with a gun, no it doesn't it just takes a good guy #JamesShaw #hero. When are the politicians going to act to stop these killings #GunReformNow #GunControlNow — attilla the hun (@Attilla_dehun) April 22, 2018\n\nMyth: The only way to stop a bad guy with a gun is a good guy with a gun Reality: An unarmed civilian stops the Nashville Waffle house shooter\n\n\n\nBravo Mr. James Shaw jr.\n\nYou are as brave as it gets! pic.twitter.com\/SsTKPOBR8V — Kanisha J (@KaniJJackson) April 22, 2018\n\nMeanwhile, Shaw remains humble.\n\n\"I don't want people to think that I was the Terminator or Superman or anybody like that,\" CNN reports him as saying. \"I figured if I was going to die, he was going to have to work for it.\"\n\nThe alleged shooter, 29-year-old Travis Reinking, has yet to be apprehended.","6":"On platforms and devices, software and apps, the emoji keyboard is a gun-free zone. Well, almost.\n\nOn Wednesday, Google rolled out an Android update for the emoji keyboard that replaces the gun emoji with a \"toy water pistol.\" And according to Emojipedia, a similar change is imminent on Facebook.\n\nSEE ALSO: Apple is replacing the pistol emoji with a bright green squirt gun\n\nApple (via Unicode), Samsung, Twitter, and WhatsApp for Android have also all previously replaced guns with toy water pistols.\n\nEmojipedia reports that in the past, Google hedged on the change. But it has also emphasized its desire to be consistent with other platforms. That \"consistency\" is surely what drove this change — definitely not the gun control movement which has literally taken over the country in the wake of February's Parkland, FL shooting.\n\nIn 2016 when I asked if Google planned to change their gun emoji to a water pistol, the answer was \"we'll see\". Implied: we'll change ours, if or when others change theirs. And now they have. https:\/\/t.co\/lKzrMoSNys pic.twitter.com\/KGTlFLmOn9 — Jeremy Burge (@jeremyburge) April 24, 2018\n\nGoogle and Facebook's switch leaves one major player still with a straightforward, and not \"playful\" gun emoji option. That's Microsoft, on its Windows devices. Interestingly, though, Microsoft initially had a \"ray gun\" as its gun option. It only switched to a pistol in 2016 — the same year that Apple opted for a water gun option.\n\nAre toy guns much better tho? Just saying. Image: emojipedia\n\nRidding emoji keyboards of guns may sound like a trivial move in the effort to end gun violence — and it was a decision that certainly would irked some gun rights advocates. But with emoji more and more defining the way we speak to each other, and with the evidence that words and images impact the way that we actually think and act in the world, taking a gun out of our visual lexicon may be a more powerful act than it seems.","7":"Threatening murder to control your daughter's sex life is soooo funny, right?\n\nOh, wait, no it's not. It's horrifying — a fact that seems to have escaped gun-toting Dad and former NFL player Jay Feely when he tweeted out a picture of himself standing between his daughter and her prom date, pistol in hand.\n\nSEE ALSO: The only student to walk out for gun control last month rallied his classmates for Columbine\n\n\"Wishing my beautiful daughter and her date a great time at prom,\" he wrote.\n\nWishing my beautiful daughter and her date a great time at prom #BadBoys pic.twitter.com\/T5JRZQYq9e — Jay Feely (@jayfeely) April 22, 2018\n\nWith the hashtag #BadBoys, Feely is clearly making a reference to a scene in Bad Boys II where the main characters threaten a 15-year-old boy taking one of their daughter's on a date.\n\nThat movie came out in 2003, and it's debatable if the joke was funny even then.\n\nIt's certainly not now.\n\nObviously, we're in the middle of a heated national conversation about gun violence following too many mass shootings to count. But there's also something to be said about the way Feely's \"joke\" denies his daughter's agency — which is to say, her ability to think and act as a free-thinking human capable of making her own decisions.\n\nThat kind of attitude should (in a just world) be as out of style as, well, treating a deadly weapon as a source of humor.\n\nThe Stoneman Douglas shooting was 2 months ago.\n\n\n\nBut sure, let's make jokes about murdering high schoolers. https:\/\/t.co\/Km3j9G4Ffn — Geraldine (@everywhereist) April 22, 2018\n\nOh yay - American dads have kicked off the season of “let’s pretend I’m going to shoot my daughter’s date for for impugning her chastity” pics. https:\/\/t.co\/JRkhQTmKRV — Shannon Watts (@shannonrwatts) April 22, 2018\n\nCool to know if your daughter has any self agency you’ll shoot her boyfriend. — Ally Maynard (@missmayn) April 22, 2018\n\nFeely did tweet out a clarification, noting that it was all just a joke and that he takes \"gun safety seriously\" — adding that \"I did not intend to be insensitive to that important issue.\"\n\nThe prom picture I posted was obviously intended to be a joke. My Daughter has dated her boyfriend for over a year and they knew I was joking.\n\nI take gun safety seriously (the gun was not loaded and had no clip in) and I did not intend to be insensitive to that important issue — Jay Feely (@jayfeely) April 22, 2018\n\nBut, again, Feely is missing the point. Guns, even when they are \"not loaded,\" aren't jokes. And his daughter is not his property.\n\nIn other news, Friday was the 19th anniversary of the Columbine school shooting that left 23 students injured as well as 12 students and one teacher dead.","8":"The teen who marched alone last month, attracting the attention of the country, just got his classmates to join a student walkout in memory of the 15 victims of the 1999 shooting at Columbine High School.\n\nJustin Blackman received massive support on social media last month for being the only student at his high school to participate in the nationwide walkout, part of movement led by Parkland survivors that called for lawmakers to pass stricter gun laws.\n\n\"It's National Walkout Day, I'm the only one from my school out here,\" the 16-year-old said in a video he tweeted. “I’m just going to be chilling here for the next 15 minutes.”\n\nThe video was viewed 6.11 million times.\n\nSEE ALSO: This teen was the only student in his school to participate in the national walkout\n\n\"Now, I truly know that one person is all it takes,\" he told CNN, \"No matter the age, skin color, gender—it doesn't matter.\"\n\nWhen Blackman walked out of class again on Friday, this time, his classmates from Wilson Preparatory Academy joined him.\n\nHe tweeted a photo and video of the walkout showing the groups of people who came out.\n\nParkland survivor Lexi Tracton responded with encouragement: \"Before it was just you walking out, now they follow by your lead and rally with you.\"\n\nBefore it was just you walking out, now they follow by your lead and rally with you. — Lexi #NEVERAGAIN (@LexiTracton) April 20, 2018\n\nMatt Deitsch, a March for Our Lives strategist, called Blackman \"a modern hero.\"\n\nso powerful, a modern hero. — Matt Deitsch (@MattxRed) April 20, 2018\n\nSince tweeting his initial video, Blackman has become a young activist. He met the governor of North Carolina earlier this month and is attending a town hall at University of North Carolina this week.\n\nAs he tweeted last month, \"I'm young and I HAVE A VOICE!!!!\"","9":"Aside from being blessed with some of the greatest facial hair we've seen this millennium, Rob Delaney is also a very funny guy.\n\nAnyone who's seen Catastrophe will know this. He doesn't just confine his jokes to his TV show or his standup: he also has an A+ Twitter game.\n\nSEE ALSO: 69 times Ryan Reynolds was hands down the funniest actor on Twitter\n\nFrom his acerbic political comebacks to his undying love\/hate for a man named Kevin, here are some of Delaney's most memorable tweets.\n\n1. This beautiful action shot.\n\nRT to bless someone’s timeline🧚‍♂️ pic.twitter.com\/YNbiuaNayk — rob delaney (@robdelaney) March 25, 2018\n\n2. This honest admission.\n\nI'm truley sorry I voted for Trump. I only wanted disabled kids to lose their Medicaid ;I didn't want people to know im racist — rob delaney (@robdelaney) August 18, 2017\n\n3. This tweet about Kevin.\n\n“One Two Three Four Five Six… KEVIN!!!” - how I would introduce myself 100% of the time if my parents had blessed me with the name Kevin — rob delaney (@robdelaney) September 28, 2012\n\n4. And this one.\n\nMy 2 favorite carpenters of all time are definitely Our Saviour Lord Jesus Christ & my neighbor Kevin who lets me use his pool. — rob delaney (@robdelaney) November 24, 2012\n\n5. Okay, one more.\n\nWhy do men have nipples? Come sit on my lap & I’ll show you Kevin — rob delaney (@robdelaney) March 17, 2018\n\n6. This erotic carousel shot.\n\ngiddy up 4 sexy time pic.twitter.com\/4J3OWL2yN0 — rob delaney (@robdelaney) September 29, 2017\n\n7. The time he responded to National Geographic.\n\nwhat is this fucking buzzfeed show me a snake eating a horse https:\/\/t.co\/B9NC5L3eIQ — rob delaney (@robdelaney) March 23, 2018\n\n8. And the time he responded to Fox News.\n\nHillary Clinton popularity hits all-time low, poll shows https:\/\/t.co\/PsgV6xodgR — Fox News (@FoxNews) December 20, 2017\n\nYou guys poll any other private citizens’ popularity? How’s my cousin Geoff doing? https:\/\/t.co\/P6SsPkwULw — rob delaney (@robdelaney) December 20, 2017\n\n9. His caption for this photo.\n\nBabysitter hooking my son Tannyn up to a simulation where my wife didn't leave us for her karaté teacher pic.twitter.com\/A3XfDUoQSz — rob delaney (@robdelaney) September 4, 2017\n\n10. The time he trolled Ted Cruz.\n\n\"Now I don't know what this is, but I know I don't like it.\" pic.twitter.com\/kKNsub7jBN — rob delaney (@robdelaney) March 9, 2016\n\n11. And Mike Pence.\n\nNext Sunday Mike & Karen Pence will spend $223 billion taxpayer dollars to fly to the moon for 15 minutes & yodel the N word at an apple pie — rob delaney (@robdelaney) October 9, 2017\n\n12. And Donald Trump\/Sean Spicer in one go.\n\n13. The time he made his feelings about gun control perfectly clear.\n\nIf your response to calls for gun control is “Should we get rid of cars too?” the answer is, for you, yes. You should not have a gun or car. — rob delaney (@robdelaney) December 14, 2012\n\n14. His response to this photo of Neil Armstrong eating breakfast.\n\nNeil Armstrong eating his last breakfast on Earth before leaving for the moon, 1969. pic.twitter.com\/0bK1afJ5Kr — History Lovers Club (@historylvrsclub) March 18, 2018\n\nlook at this psychopath. thank god they banished him to the moon https:\/\/t.co\/Ax5WQ2vrrR — rob delaney (@robdelaney) March 18, 2018\n\n15. Everything about this selfie.\n\nI ate a lot so I may queef a little when we make love tonight pic.twitter.com\/R0WsN1br89 — rob delaney (@robdelaney) November 23, 2017\n\n16. And this one.\n\nI’m not on Tinder pic.twitter.com\/b0ONW8wrIJ — rob delaney (@robdelaney) November 22, 2017\n\n17. Finally, this visual feast.\n\nFor you, Rob, we're always up.","10":"Thousands of students across the United States walked out of their classrooms and into the nation’s schoolyards and streets on Friday in a renewed, coordinated protest against gun violence.\n\nThe demonstrations, from the statehouse in Texas to a Chicago park, coincided with the 19th anniversary of the mass shooting at Colorado’s Columbine High School — a rampage that stirs students still, even though it happened before most of today’s high school students were born.\n\nFriday’s walkout was the third nationally organized student protest in the two months since 17 people were shot and killed at Marjory Stoneman Douglas High School in Parkland, Fla. Students walked out of classes in March and held rallies across the country later in the month. They say that elected officials have not done enough to prevent school shootings despite a yearslong national debate and the grim roll call of campus killings since Columbine.\n\nShortly before the walkout on Friday began, at 10 a.m., another Florida high school was the site of a shooting when a 19-year-old man entered Forest High School in Ocala and shot a 17-year-old student before being apprehended by an officer stationed at the school. The victim was expected to survive.","11":"An 11-year-old boy in El Paso died on Friday after getting hit by a pickup truck while his school held a walkout to protest gun violence.\n\n“Obviously everybody’s in a state of shock,” Xavier De La Torre, the superintendent of the Ysleta Independent School District, said at a news conference on Friday.\n\nThe boy, Jonathan Benko, and a group of about 12 to 15 other students from Parkland Middle School in El Paso decided not to participate in the walkout, and instead left the campus to visit a park on the other side of Loop 375, a busy highway that surrounds parts of the city, officials said.\n\nJonathan, a sixth grader and the last one to try to cross, was struck by a Ford F-150 pickup truck, Officer Darrel Petry, a spokesman for the El Paso Police Department, said on Saturday. He was transported to the University Medical Center of El Paso, where he died.","12":"Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed in this commentary are his.\n\n(CNN) Bless your soul, Mick Mulvaney, for spelling out so clearly and succinctly the evil that drives Washington. As the former congressman and now interim director of the Consumer Financial Protection Bureau explained to bankers on Tuesday, \"We had a hierarchy in my office in Congress. If you're a lobbyist who never gave us money, I didn't talk to you. If you're a lobbyist who gave us money, I might talk to you.\" Yes, Mulvaney would also meet his constituents from back home, whom he insists were at the top of the hierarchy.\n\nAmerica is a pay-to-play political system. When the lobbyists pay up, they're at the table. And to be sure, the big boys now run the show. The result is a political system among the most corrupt in the world, but with a twist of genius: the US Supreme Court has for all intents and purposes legalized the corruption and thereby put American democracy on a downward death spiral. The system works like this.\n\nAmerica's business interests, upper classes and white population have long made it hard for the poor and working class to register to vote. In most other democracies , voter registration is not the responsibility of individual voters, but is more or less automatic. Unlike these other democracies, US elections are a game of voter turnout, not of substance.\n\nAnd voter turnout efforts are based heavily on money -- big money -- to run ads on TV and other media, buy voter data, manage expensive targeting of households, and other big-ticket strategies. The 2016 federal election cycle saw at least $6.4 billion spent on federal campaigns, and that's not counting the anonymous corporate sums that are not reported.\n\nCongressmen live and breathe for campaign funds, and also to avoid crossing the interests of powerful corporate lobbies that might fund a primary challenger. The result is that billionaires and powerful companies own and operate the US political system. The vulgarity of the US situation would shock Karl Marx, who famously described 19th century democracy as a system in which \"the oppressed are allowed every few years to decide which particular representatives of the oppressing class are to represent and repress them.\"\n\nJUST WATCHED Warren to Mulvaney: You're hurting real people Replay More Videos ... MUST WATCH Warren to Mulvaney: You're hurting real people 02:24\n\nJane Mayer brought this home with flair in her account in \" Dark Money ,\" focusing especially on mega-billionaires David and Charles Koch, as well as the detailed account of hedge-fund billionaire Robert Mercer of Cambridge Analytica notoriety.\n\nSo, the public wants gun control, but Washington delivers guns and mass shooting instead. The public wants renewable energy, but Washington delivers EPA Chief Scott Pruitt and fossil fuels instead. The public wants taxes on the rich, but Washington delivers massive tax cuts for the rich instead. The public wants peace, but Washington and the military-industrial lobby deliver perpetual war instead. The American people are not the problem; the billionaires and their greedy agenda are at the heart of the crisis.\n\nDuring the Obamacare debates a few years ago, when I asked a congresswoman why there was so little attempt by Congress to control soaring medical care prices, she buried her head in her hands and murmured \"the lobbies! the lobbies!\" It was like Kurtz in \"The Heart of Darkness\" murmuring \"The horror! the horror!\"\n\nJUST WATCHED Jon Stewart slams 9\/11 health program proposal Replay More Videos ... MUST WATCH Jon Stewart slams 9\/11 health program proposal 02:19\n\nThe Supreme Court's infamous decision in Citizens United v. Federal Election Commission will go down in US history alongside Dred Scott v. Sandford (1857) and Plessy v. Ferguson (1896) as among the worst moments in US jurisprudence. In Citizens United, the Supreme Court basically gutted any control over corruption by eliminating nearly all restrictions on independent campaign spending by corporations, on the grounds that such restrictions violate the \"free speech\" guarantee of the First Amendment.\n\nA system that was already corrupt up to the gills suddenly was essentially told, officially and at the highest level, that American democracy was hereafter being turned over to the highest bidder. Evidently, Mulvaney knew well how to play the game, as he was showered with largesse from the financial industry\n\nThe Roberts Court is certainly one of the shoddiest in American history. It followed up the Citizens United decision with McDonnell v. United States, declaring, in effect, that the blatant corruption of former Virginia Gov. Robert McDonnell and his wife could be seen merely as a politician interacting normally with his constituents. McDonnell, duly convicted of bribery earlier by a jury of his peers, walked free after the Supreme Court ruling.\n\nIn Citizens United, the court offered the following stunning claims: \"We now conclude that independent expenditures, including those made by corporations, do not give rise to corruption or the appearance of corruption. ... The appearance of influence or access, furthermore, will not cause the electorate to lose faith in our democracy.\"\n\nJUST WATCHED Showdown of dueling bosses at watchdog agency Replay More Videos ... MUST WATCH Showdown of dueling bosses at watchdog agency 01:30\n\nIt would be hard to find a more inaccurate statement. The public's confidence in American democracy has plummeted. In a January 2018 survey, just 8% of Americans expressed \"a great deal of confidence\" in the Congress. According to Gallup, the proportion of Americans expressing \"a great deal\" or \"quite a lot\" of confidence in Congress has declined from 30% in 2004 to just 12% in 2017.\n\nYou have done your duty, Mulvaney, and now you and your ilk should resign in peace. It is also urgent to challenge again in the courts the absurd claims of Citizens United before the confidence in our political institutions falls to zero.","13":"LITTLETON, Colo. (Reuters) - Demanding an end to gun violence and tougher restrictions on firearm sales, thousands of students again walked out of classes across the United States on Friday in hopes of putting pressure on politicians ahead of November’s midterm elections.\n\nTimed to coincide with the 19th anniversary of the Columbine High School massacre, students left classes at midmorning, many waving placards with slogans including “I should be worried about grades, not guns,” and “Enough is enough.”\n\nOrganizers said students from more than 2,600 schools and institutions were scheduled to take part, but that was fewer than participated in a similar walkout last month. In some places, demonstrators even met with resistance from school administrators.\n\n“Today is about being proactive and being empowered and really funneling all that energy and anger we have as young people into some productive change,” one of the student organizers, Lane Murdock of Connecticut, told Reuters.\n\nOlivia Pfeil, a 16-year-old sophomore from a high school in Oconomowoc, Wisconsin, held a sign bearing the names of mass shooting victims. “We’re expecting change or come next election cycle we will support politicians who are listening to the voices of the youth,” she said.\n\nIt was the second student walkout since the Feb. 14 massacre of 17 people at Marjory Stoneman Douglas High School in Parkland, Florida, and the emergence of a national student movement to end gun violence and toughen restrictions on firearms sales.\n\nMany of the demonstrators wore orange, a color that has come to represent the movement against gun violence. A 13-second silence was observed in honor of the 13 killed at Columbine.\n\nAt the Texas statehouse in Austin, about 1,000 students, many waving signs and chanting anti-NRA slogans, demanded stricter gun control measures.\n\n“Because we can’t vote, this is the only way we can make our voices heard,” said Graeclyn Garza, a second-year student at McCallum High School in Austin, who waved a sign reading “Enough.”\n\nOutside the White House, protesters sat in silence while they listened to the names of gun violence victims read aloud.\n\n“It happened like 20 years ago,” said Ayanna Rhodes, 14, a student at Washington International School, referring to Columbine, “And we are still getting mass shootings in schools.”\n\nTwo gunman went on a shooting rampage at Columbine High School in Colorado in 1999, leaving 12 students and a teacher dead before killing themselves in a massacre that stunned the nation. But since then, school shootings have become commonplace.\n\nEven as students prepared for their protest on Friday morning, news broke that a 17-year-old student had been wounded in a shooting at a high school near Ocala, Florida. A suspect was arrested soon afterward, police said.\n\nThe latest gun violence unfolded about 225 miles (360 km)northwest of the Parkland high school, where two months ago a former student killed 17 people in the deadliest high school shooting in U.S. history.\n\nDespite widespread revulsion over the school shootings, the issue of gun control remains sensitive in Colorado and across the country, where the Second Amendment of the Constitution guarantees the right to bear arms.\n\nStudents gather for a rally in Washington Square Park, as part of a nationwide walk-out of classes to mark the 19th anniversary of the Columbine High School mass shooting, in New York City, U.S., April 20, 2018. REUTERS\/Brendan McDermid\n\n‘OPPOSE THEM AT EVERY STEP’\n\nDudley Brown, president of the Colorado-based National Association for Gun Rights, said the gun-control movement seeks to have the government take away constitutional rights.\n\n“The main objective of these students is to ban firearms completely, and confiscate the firearms of law-abiding Americans,” Brown said. “We will oppose them at every step.”\n\nIn some conservative school districts, administrators told students they could face disciplinary steps if they walked out.\n\nIn suburban Dallas, a dozen students dressed in orange chanted “End gun violence!” as they huddled in a parking lot across the street from North Garland High School.\n\nFreshman Victoria Fierro, 14, said school administrators blocked the doors when about 50 students tried to leave, so a small group exited through a side door.\n\n“They told us we would get in trouble if we walk out, and we told them it was a peaceful protest, we’re not causing any damage,” Fierro said. “This is over a serious topic that people are pushing aside.”\n\nThe principal declined to answer questions from Reuters.\n\nIt was not immediately clear whether Friday’s turnout matched those of earlier protests. More than a month ago, tens of thousands of students from some 3,000 schools participated in the #ENOUGH National School Walkout to demand tighter gun control regulations.\n\nOn March 24, “March For Our Lives” rallies in cities across the United States were some of the biggest U.S. youth demonstrations in decades, with hundreds of thousands of young Americans and their supporters taking to the streets.\n\nOn the evening before the walk-outs, Colorado gun control activists rallied near Columbine High School.\n\nCarlos Rodriguez, a 17-year-old junior from Marjory Stoneman, traveled to Columbine for the anniversary and said he found a sense of solidarity in the outpouring of support.\n\n“That’s the only thing that’s keeping us Douglas students alive right now: the distraction of fighting for our rights and advocating for our lives,” Rodriguez told Reuters.\n\nSlideshow (25 Images)\n\nThere was no walkout on Friday at Columbine, which has not held classes on April 20 since the massacre. Students were encouraged to take part in community service instead.","14":"Data is the new oil. Just as John D Rockefeller’s Standard Oil swept up the spoils of the – initially competitive – oil rush, the future of the internet will be shaped by a handful of tech titans, including Google, Apple, Facebook, Amazon and their Chinese equivalents Tencent, Alibaba and Baidu. Today, around 90% of internet searches are via Google, and 94% of young people who use social media have a Facebook profile. Just 1% of smartphones use an operating system that isn’t iOS or Android – made by Apple and Google.\n\nBut the challenge we now face has one key difference to that posed by the oil barons. Rather than price-fixing, many of the tech titans provide a largely “free” service to the public. Facebook and Google don’t make most of their money through selling services to users, but through advertising. Amazon and Apple, meanwhile, do make money the traditional way, but corner their markets through other means, by squeezing suppliers in the former case or locking in users through software and hardware exclusivity in the latter. So why do these new monopolies pose a problem?\n\nFirstly, because they hold back innovation. By acquiring potential challengers before they become a threat, spending millions lobbying governments to ensure their economic interests are protected, and tying in users through the sheer scale of features and social interaction they offer, the tech giants’ dominant position often leaves entrepreneurs feeling they have no choice but to sell up, or close up. This is bad for innovation and bad for consumer choice – two things the tech giants once stood for.\n\nVince Cable calls for big internet companies to be broken up - Politics live Read more\n\nIn addition, the tech titans have lost the ability to monitor what content gets put on their own platforms. A small minority of users are posting terrorist propaganda, depictions of child sex abuse, and hate speech. State and non-state actors use these platforms to spread false information and influence elections, including the Brexit referendum and the recent US presidential election. Facebook, YouTube and Twitter are either unable or unwilling to curb the misuse of the data they collect, and are increasingly seen as part of the problem.\n\nFinally, the new internet giants operate in a largely borderless world where their main source of profit is intangible intellectual property rather than measurable “things”. This is difficult to track and quantify, and has turned national tax authorities into largely powerless bystanders.\n\nOf course, any new technology is open to abuse, and the internet has also been an outstanding force for good in its short history. It has empowered activists and investigative journalists in fighting for democracy and exposing corruption, and amplified important campaigns like the #MeToo movement and recent anti-gun marches in the United States.\n\nBut we stand at a crossroads. One way leads to monopoly and abuse. The other way continues the road to empowerment and liberation.\n\nHow should we respond? As liberals we must show that to be radical in this field is not to be statist. We do not accept a Hobson’s choice between the entrenched private monopolies which are becoming the status quo, or direct state control over the internet, as is being developed in China. First, we must revive the trust-busting spirit of previous generations. Competition authorities should be primarily concerned with takeovers which stifle innovation or involve the acquisition of large quantities of valuable data. More radically, companies should be broken up when their size becomes economically detrimental.\n\nOne could imagine Amazon being split into three separate businesses: one offering cloud computing, one acting as a general retailer and one offering a third-party marketplace. Facebook could be made to sell off Instagram and WhatsApp, Google could divest itself of YouTube – in the process creating new competitors for themselves.\n\nSecond, internet companies should be held accountable for extreme content posted on their platforms through the establishment of a new independent standards body governing the handling of such content. This would put an end to the current “wild west” approach of self-regulation and haphazard government responses to tech-company failures. This is preferable to the draconian system recently put in place by Germany, which has already led to excessive censorship by private companies and a backlog of court appeals and disputes.\n\nThird, concerns over the manipulation of data can be met in part through greater transparency, requiring search algorithms to be made available to the authorities and by requiring commercially used databases to be available for a variety of uses. Such principles become even more important as the data giants develop the use of AI, where there is even more potential for monopoly abuse and manipulation.\n\nFinally, we must entrench and expand the rights of people to own their personal data. The EU’s new General Data Protection Regulation is a big step forward in this direction, but it clearly needs to be tested in practice. And it is just the beginning, not the end of the story. We should seriously consider the possibility of compensating people – or society more broadly – financially for the data they currently hand over for nothing.\n\nA radical proposal to keep your personal data safe | Richard Stallman Read more\n\nAll four of these suggestions require Britain to be a truly global nation, leading these debates rather than following on the coat-tails of others. The UK cannot do this alone. It will require a regulatory authority with far more clout. How tragic then, that the most effective competition authority in the capitalist world – one that has already fined Google €2.4bn for market abuse – is the European commission. As the world grows closer together, Britain commits an act of serious self-harm by doggedly setting itself apart from the power of shared sovereignty with our neighbours.\n\nWhen it comes to regulating the new oil – data – Brexit is the equivalent of giving up shared influence over where, when and whether it rains, in return for absolute power over a compact umbrella.\n\n• Vince Cable is leader of the Liberal Democrats and former secretary of state for business","15":"There was a time when, even if we disagreed about the remedy, we did at least agree that the patient was sick. We might argue about the meaning of this or that event, but all sides usually accepted that the event in question had at least happened. No longer. A new and unsettling dimension has entered our collective, and global, conversation.\n\nHow Syria's White Helmets became victims of an online propaganda machine Read more\n\nIn the US James Comey, the former FBI director sacked by Donald Trump, released his memoirs and did a round of TV interviews. The FBI has not always enjoyed or deserved public trust – under its founder, the bigoted and brutal J Edgar Hoover, minorities and trade unionists had good reason to fear it – but in recent decades it came to be seen as one of the trusted arbiters of American life, a non-partisan referee whose word would be accepted. That would be truer still of the figure at the helm, the nation’s top law enforcement officer.\n\nNow, of course it’s natural that Comey’s book would not be hailed as a definitive, objective account of recent, highly contested events. It was not sworn testimony, but an autobiography with all the self-flattery and exculpation associated with that genre. But what was striking was the casual dismissal even of the facts in the book. Trump and the Republican party instantly trashed the ex-director – himself a Republican – launching a website: lyincomey.com. You can argue about Comey’s judgment and his self-righteousness – which make parts of the book read like reflections of The Simpsons’ Ned Flanders – but his opponents go further, waving aside even that which is verifiably true.\n\nThe more egregious example is also the more serious. At a concert in Barcelona, the former Pink Floyd star Roger Waters accused the Syria Civil Defence, or White Helmets – the volunteers who pull survivors from the rubble of bomb attacks, and are widely credited with saving thousands of civilian lives – of being “a fake organisation that exists only to create propaganda for the jihadists and terrorists”.\n\nThat claim, which has been repeatedly debunked, was instantly applauded and spread by the same crowd of pro-Russia voices on the far left and far right who have served so dutifully as Assad’s online cheerleaders. To them, Waters was a hero for daring to speak an unpopular truth. For everyone else, a once admired musician had joined the ranks of conspiracist cranks and apologists for a murderous dictator.\n\nThe remark by Waters fitted a story the Assad denialists have been telling for a while: that the chemical attack in Douma was fake, staged by the White Helmets and their western friends. Russian state TV even aired footage that, it claimed, showed a film set where such atrocities are cooked up. (The pictures were, in fact, taken from the set of a Syrian feature film.)\n\nFacebook Twitter Pinterest The former Pink Floyd star Roger Waters accused the White Helmets of being “a fake organisation that exists only to create propaganda for the jihadists and terrorists”. Photograph: Pacific Press \/ Barcroft Images\n\nRemember, these voices are not simply saying western air strikes were the wrong response to the killings in Douma. They are saying there were no killings in Douma. Or there were, but they didn’t involve chemical weapons. Or they did, but rebel groups were responsible. Or the whole thing was staged by Britain. The line changes with dizzying frequency.\n\nThe point is, whether it’s Comey or Syria, we are now in an era when the argument is no longer over our response to events, but the very existence of those events. It was the same story after the mass school shooting at Parkland, Florida, in February. A loud chorus of rightists was not content merely to denounce proposed gun control measures: they claimed the massacre had not happened at all, and that all those grieving parents and teenagers were “crisis actors”.\n\nThese are symptoms of a post-truth disease that’s come to be known as “tribal epistemology”, in which the truth or falsity of a statement depends on whether the person making it is deemed one of us or one of them. According to the writer David Roberts, “information is evaluated based not on conformity to common standards of evidence or correspondence to a common understanding of the world, but on whether it supports the tribe’s values and goals and is vouchsafed by tribal leaders. ‘Good for our side’ and ‘true’ begin to blur into one.”\n\nOf course, we all suffer from confirmation bias, and all of us listen more to our friends than to our foes – but this goes further. Recall the Trump spokesperson Scottie Nell Hughes, who declared: “There’s no such thing, unfortunately, any more as facts.” For many Americans, Hughes explained, Trump’s tweets, regardless of the evidence, “are truth” simply because they come from him.\n\nIt fits that social media is the weapon of choice. Its algorithms are proven to favour virality over veracity, spreading false stories faster and wider than true ones. A mysterious pro-Assad tweeter, with no other traceable existence online, has nearly as many followers as the BBC’s Middle East editor. Meanwhile, the top story on Google News the morning after the US presidential election hailed Trump as the winner of the popular vote – even though he had lost it by nearly 3m votes. The tribe tells itself what it wants to hear.\n\nThe desire to stand with your fellow Republicans or Assad apologists is so great you’re ready to throw out not only your opponents’ arguments but their evidence too. And because trust in all the previously respected referees – from the media to human rights organisations to the FBI – has collapsed, you refuse to believe anything and anyone that contradicts you.\n\nThe danger this poses is clear. Comey’s moment will pass, but eventually his predecessor at the FBI, special counsel Robert Mueller, will deliver his report into the Trump campaign’s alleged collusion with Russia. Already Trump’s Fox News outriders are trashing Mueller – another Republican-appointed straight arrow whose honesty has never been credibly questioned – branding him biased, corrupt, even “the head of a crime family”. That will make it easier to ignore his findings, however damning. If Richard Nixon were in office now, even Watergate would not be Watergate: his own tribe would simply dismiss the hard, factual evidence against him.\n\nIf Nixon were in office now, Watergate would not be Watergate: his tribe would simply dismiss the hard evidence\n\nAs for Syria, Waters and the rest may seem like fringe voices, but such thinking eventually leaks into the mainstream. On yesterday’s Question Time, Emily Thornberry echoed the Russian claim that chemical weapons inspectors were being kept out of Douma by UN red tape and health and safety rules – when in fact it is Assad and Russia keeping them out: long enough, presumably, to ensure that by the time they’re granted access the crucial evidence will have been cleared away.\n\nIt makes for a chilling landscape, a world where atrocities are committed twice over – once when they are done, and again when they are denied. Not decades later, but even as the dead are still being buried. The great division of our time may not, after all, be between left and right or open and closed, but something more fundamental still: between what is true and what is false.\n\n• Jonathan Freedland is a Guardian columnist","16":"When I meet Amy Schumer, she has been married for exactly one month and is working on a joke about her husband’s penis. Something along the lines of, my husband is uncircumcised – for now. She had jotted it down on the Notes app on her iPhone, where she keeps a lot of ideas, but it duplicated the note five times “so now it looks like I really have plans to mutilate him,” she says.\n\nShe then admits that she actually first used that line about another man she used to date, “but you have to update it so it’s about the person you’re with now. And really, my husband is good, he can keep everything he has. At this point in my life, I’m cool with foreskin or not – God bless everyone and their penii,” she says, breezily, as if she might have exhausted herself by creating a persona who is supposed to care so much.\n\nI think we should see more – I’m not letting them retouch me in the film\n\nAmy Schumer is a conundrum. A native New Yorker, she made her incredibly successful name doing stand-up comedy about raw, rude sex and all of its discontents, about dating and dirtiness and blacking out drunk and doing the walk of shame home. Her TV sketch show, Inside Amy Schumer, ran for four series on Comedy Central and often mercilessly skewered the gender hypocrisy of what our culture allows men and women to do, in particular the beauty myths that silently surround women, in sketches such as “Girl You Don’t Need Makeup” and “Her Last Fuckable Day”.\n\nAt the Glamour awards in London in 2015, after various female celebrities had tottered up to the stage to receive awards in heels they could barely walk in and dresses they could barely breathe in, Schumer strode on. “I’m probably 160lb right now,” she said, looking out over the audience with disdain, “and I can catch a dick whenever I want. That’s the truth.” I was there; she changed the mood of the room from faux modesty to explosive, spluttering laughter, and all the disdained women ran up to her afterwards, desperate to be her friend. It felt like a tipping point in that industry; famous women have been letting their guard down ever since.\n\nFacebook Twitter Pinterest Stealing the show: Amy Schumer after bringing the house down at the Glamour awards. Photograph: David M Benett\/Getty Images\n\nYet a couple of months later, her debut movie Trainwreck came out, which she wrote and starred in. It began promisingly and originally, but ended with her character giving up her competitive career and literally becoming a cheerleader – an actual cheerleader – for her clever, high-achieving man. The next year Schumer published her autobiography, The Girl with the Lower Back Tattoo, in which, alongside stories of a childhood going from riches to rags on Long Island with her dad’s dodgy business skills and then illness, and both her parents’ philandering, she wrote that, actually, she had only ever had a one-night stand once, and it was lovely and respectful, thank you very much.\n\nNow she has made I Feel Pretty, a film about a woman who gets a bash on the head and wrongly believes herself to have become as beautiful as a supermodel, and so creates a whole new life for her sexy self. The film asks if beauty is a state of mind – while also involving Schumeresque motifs such as a vaginal injury on an exercise bike.\n\nMeanwhile, Schumer has surprised the gossip papers by suddenly getting married, to a chef called Chris Fischer, in a lacy white wedding dress on a clifftop in Malibu. For celebrities, this is as traditional as your father walking you down the aisle in your village church. Coverage of the wedding made it all sound rather giddy and impulsive, but when I ask her about it, she is anything but.\n\n“I feel exactly the same as before I was married – but I’m psyched. I love him,” she says, her face deadly serious, like she’s been through a thing or two in this life. “Like, I’m fucking – it feels like having a partner. It feels like not being alone.” We are sitting in a rather fancy hotel suite overlooking Central Park, where Schumer is promoting her new movie. Her bodyguard is in the next room, along with two assistants who have taken Schumer’s tiny black poodle Tatiana, who was barking too much for the interview. “He’s 38, I’m 36, so, you know, we are not completing each other. We already are who we are and just want to support and encourage each other. And so I’m psyched that I don’t have to be zipping up my knee boots, leaving someone’s apartment at 3am. I’m done.” She says this wasn’t like other relationships, “where you’re like, come on, pleeease meet my parents. I can’t believe I dealt with any of that bullshit before! This was like, oh my God I fucking love this person, and I admire him, and we’re a team and he was ready.”\n\nFacebook Twitter Pinterest ‘I don’t think of this movie as a love story. It’s about her and her friends’: with Rory Scovel in I Feel Pretty. Photograph: Mark Sch\u008afer\/STX Films\n\nI ask her if it is hard, having created such a bold sexual persona, ever to find the space to feel shy, but she looks baffled by that question and says that she isn’t ever shy. In fact, she looks baffled by quite a few of my questions: interviews are clearly not her favourite thing. I want to discuss her work being about the concept of fuckability, but she says that that’s not accurate, and turns her nose up a bit.\n\nShe says this film is about her character Renee simply wanting to be seen, and though there’s a boyfriend angle, “I don’t think of this movie as a love story. It’s about her and her friends.” She says the dressing-up is for other women, because she has learned, with age, that we don’t really dress for men. “In my experience, men are not that psyched and the guys that I’m attracted to aren’t the guys who are like, ‘Oh, is that the new Givenchy line?’ I think, her thing is about confidence and about feeling attractive.”\n\nWhat the kids are just realising is that the adults are not actually in control\n\nWell, yes and no. I mean if it’s all about women, then her character entering a bikini competition and shaking her stuff all over the stage in a dive bar full of men does seem an interesting move. Yet the thing about the bikini scene is – it becomes lovely. You start watching it behind your hands, cringing – and by the end you’re charmed by the sight of someone just thoroughly, unabashedly enjoying herself.\n\nSchumer is glad I liked that scene, and says she fought for it. She was supposed to just stand there, “but I said no, I’m going to go nuts on stage, I’m going to dump water on myself, do the whole thing. And I seriously fought everybody and I’m so glad I did.” She also has a sex scene, and fought to be allowed to reveal more flesh but still have the film rated 13. “I think we should see more, you know, and I’m not letting them retouch any of me in the movie.”\n\nThere is an idiosyncratic, pioneering power to Schumer’s comedy work that I keep looking for in her films. They veer towards slapstick whereas her solo material has brains and guts. I do not make myself popular by suggesting this, and Schumer bristles when I ask what sort of movies she would make if there was no financial compulsion for feelgood endings.\n\n“You know, I said no to a movie where I would have made five times this amount of money,” she says. Really? Someone else’s project? “Mmm,” she replies, mysteriously. “For me, it’s not so much about the money. Like, I wouldn’t want to spend three years of my life working on The Revenant. I filmed a drama two years ago and it was a bummer. I don’t want to show people what I can do – I just want to do stuff that will make people feel better.”\n\nHot women, once the butt of her jokes, now get cast in her films. I Feel Pretty co-stars Emily Ratajkowski, who rose to fame dancing topless in the Blurred Lines music video, and also features a cameo from Naomi Campbell. “I did a lot of press yesterday sitting next to Emily and I think that probably would have been kind of hard for me 10 years ago,” she admits. They were wearing similar clothes, “and I would have made a joke about it before – but now it’s just – I just feel like that’s over. I kind of feel done with the self-ranking thing.”\n\nFacebook Twitter Pinterest Black humour: Schumer’s The Leather Special. Photograph: Marcus Price\/Netflix\n\nShe says this comes from growing up and realising that she feels most beautiful when she’s away with her girls, or on a night out where she’s just “so happy, so comfortable, you know who you are. And then it’s like, well, why can’t we just feel like that all the time?” One of those girls is her best buddy Jennifer Lawrence. “I texted her yesterday and I was like, ‘I did an interview today and I told them you were really hideous up close.’ And she wrote, ‘Actual LOL’, and then she added in parenthesis ‘(Because I’m so pretty, you know?)’ And I was like, ‘Exactly.’” I ask about their shared sense of humour. “Well, Jen’s quick. She picks up on things that I just mutter to make myself laugh. I’ll just say something under my breath, and she’ll be like, ‘I heard that.’”\n\nSpeaking of comic actors, Michelle Williams is an absolute revelation in I Feel Pretty. It’s perhaps the biggest shock of the film. “Me too,” says Schumer. “I didn’t know she was really funny. Like she’s really funny. Why didn’t we know? It’s because they always put her in some awful thing where she’s got to be on the floor, crying.”\n\nAs for the #MeToo movement, Schumer wholly supports it but isn’t jumping up and down whooping about it “because, while it’s exciting, it’s also really triggering and upsetting. It makes everybody feel super vulnerable. But to think that this generation is going to say, ‘This isn’t acceptable,’ and not just bury the things that our mothers buried – that feels really good. It feels like, across the board, we’re getting closer to equality. Which is – it’s such a gut-wrenching thing to even have to say that.”\n\nShe must have seen a few of her own male colleagues in comedy go down. “Right, there are people you love that can have really shitty behaviour that needs to be called out. And then there are so many men who are just scared, they’re just waiting for the phone to ring, they’re waiting to open their computer and see their faces and it’s a frightening time for them. But then we’re going, ‘We’ve been frightened our whole lives.’”\n\nFacebook Twitter Pinterest Show of strength: on the Women’s March in 2017 with Madonna. Photograph: Kevin Mazur\/WireImage\n\nAs for the future, Schumer continues to campaign for gun control, aided by her distant cousin the US senator Chuck Schumer, and to call out certain other senators and their links to the NRA. It’s a subject even closer to her heart after two young women were shot in an American cinema while watching her movie Trainwreck. The day we meet, schoolkids are pouring out of their classrooms across the USA to demonstrate, “and I think once I start looking at that news footage I’ll just be crying all day,” she says. We discuss the Florida survivors, such as Emma Gonzalez. “These kids are really making an impact and I feel more hopeful right now than I thought possible,” she says. “This has been more movement than I thought that I would see in my lifetime. I think what they’re just realising is that the adults are not actually in control.”\n\nIt’s also time for a change in Schumer’s own life. I ask about a typical day for her and she says that for the past 10 years, from the moment she woke up till she went to sleep, “I was driven and working and writing. Doing stand-up, you know, promoting something or filming something. I would say that, for 15 years, I was getting up at seven, going boxing, showering, going to the writer’s room all day, and having an interview during lunch. Afterward, maybe getting some sort of acupuncture before going and doing stand-up, and then having, like, 90 minutes when I could write when I got home. You know? That’s been it. I’ve been hustling for so long, I want to take care of myself now. I got really sick and it just made me realise I wasn’t invincible. I need to slow down.”\n\nOne last thing though – can we just clear up the one-night-stand thing? Do you really mean you only had sex within relationships? “No! See to me, a one-night stand is where you meet someone that same day, you have sex with them, and then you never see them again. Sleeping with a friend or having sex with someone you know just once, no, I don’t consider that a one-night stand. I should make an addendum to that book. Something else I realised: I wrote that I don’t like watercress in the book. But I meant water chestnuts. So I need to publish two corrections, I guess.”\n\nI Feel Pretty is in cinemas in the UK and Ireland on 4 May","17":"There is nothing out of the ordinary about a book that makes one angry. We have all read ones that provoke us, and the internet is an inexhaustible feast for anyone easily outraged. It is unusual, however, to read a book that makes one mad with oneself.\n\nThe co-authors of New Power could not be more likable. Clever, witty and creative, Henry Timms and Jeremy Heimans are baby-faced wunderkinds of digital activism; the type whose optimistic energy ought to make one feel hopeful for the future. So it is uncomfortable to confess that I hated almost every word, and wished more than anything for them to be wrong. The reason their book made me so cross with myself was that, if they are right, it means my way of thinking is old-fashioned and elitist – the very problem, in fact, they are trying to solve.\n\nNew Power begins by contrasting a 20th-century model of power – “jealously guarded, closed, inaccessible and leader-driven”, typified by Harvey Weinstein – with a new 21st-century model – “open, participatory peer-driven”, exemplified by the #MeToo movement. No political or commercial organisation will survive, it argues, unless it abandons “old power values” of expertise, confidentiality, formal governance and managerialism, and adopts “new power values” of online crowd-sourcing, radical transparency, leaderless structures and amateurish enthusiasm. The future belongs to Airbnb and Black Lives Matter, in other words, and the book is a manual for us to learn how to be more like them.\n\nHeimans is Australian, but has just flown in from the US hours before we meet; Timms is British, but based in New York, so takes part by phone. Heimans is 40, but looks as if he is in his early 20s, and we spend the first five minutes discussing his skin-care regime. He indulges my curiosity about moisturiser choices with self-deprecating humour, but small talk doesn’t feel like his natural register, and the purpose of the book is deadly serious. “The future,” it predicts, “will be won by those who can spread their ideas better, faster and more durably.” In 2018, as Heimans says, “It’s really hard not to make the argument that the forces of misinformation and extremism and nativism are in the lead.”\n\nHe invites us to contrast the success of the new power recruitment strategy of Isis with the failure of the US state department’s old power effort to thwart it; Isis recruits through a peer-to-peer network of youngsters sharing seductive intimacies on social media, which the state department sought to defeat with a calamitously ill-judged Twitter account bearing an image of its official seal and the instruction: “Think Again, Turn Away!”\n\n“This is really the reason why we wrote the book, and why we made the book quite practical,” Heimans says. “Because we want these tools to be in the hands of those on the side of the angels.” Timms agrees: “We’re going to need a lot of people – the scientists, the community organisers, the people who believe in enlightenment values – to embrace the new power tools and get really good at being powerful.” Their problem, of course, is that this target audience can be as sniffy about it as me.\n\n“Yes, there’s this emotional resistance,” Heimans reflects equably, trying, I think, to conceal his impatience with it. “There’s a complacency on the liberal side: ‘Why should we have to do this? Why should we get our hands dirty? Who needs a meme when you have a fact?’” That pretty much sums me up, I cheerfully admit. If others want to spend their time sharing amusing video clips on Twitter, they are welcome to, but why do I have to get involved? The question is semi-ironic; his reply is arrestingly earnest.\n\n“The moral argument is, Decca, you care about these values that the newspaper you work for stands for, and we all have an obligation to learn these skills of building movements, spreading ideas, figuring out how to manage these communities.”\n\nThe case he and Timms make for the superiority of social media-driven, open, mass participatory movements, loosely structured but cleverly engineered for loyalty, is unarguable. By deploying new power tactics, organisations as diverse as Ted talks, Pope Francis’s Vatican and the National Rifle Association are thriving, whereas Uber – which treats its drivers with contempt – is in trouble. This doesn’t, however, alter my problem with the fact that the stunts that capture attention in the new power model are often toe-curlingly inane.\n\nGormless frat-boy humour doesn’t, curiously, appear to trouble Heimans. He is a huge admirer of the Ice Bucket Challenge, which raised more than $115m (£82m) for charity in 2015. Then there is Reddit, whose highest-scoring post ever at one point was a message titled: “test post please ignore”, provoking what Heimans calls the “rebellious” instincts of the Reddit community, and others might call asinine. In 2016, the Natural Environment Research Council experimented with new power by launching a #NameOurShip social media campaign. When some bright spark proposed Boaty McBoatface, “the internet,” note Heimans and Timms, apparently amused, “of course agreed.” I am relieved when Heimans tells me he would not have voted for Boaty himself – but less so when he adds that he would have gone for the popular alternative option, “I Like Big Boats and I Cannot Lie”. Public subversion sabotaged the campaign because the NERC, the argument goes, was a new power amateur. Nevertheless, its decision to overrule the Boaty vote and call the ship the RSS David Attenborough instead was, Heimans maintains, a mistake.\n\n“You’ve got this really dull research vessel that no one would have paid any attention to, at a time when we’re trying to get people enthusiastic about science, at a time when the anti-science crowd is gaining potency. You could have had a crowd of people follow Boaty McBoatface on its journey. You could have had people help fund it. You could have had people engaged as citizen scientists. You could have created a whole community around that work that would have put people into the funnel of creating some intensity around science. Why wouldn’t you do that?”\n\n“Because it’s moronic!” I want to say – but am embarrassed by how stiff and snooty I sound. Heimans and Timms make me feel as if I have turned into Jacob Rees-Mogg. There is nothing snobbish about the next misgiving I raise. At the heart of every successful new power platform are what Heimans and Timms call “feedback loops” – reward systems of likes, shares and comments engineered to keep us coming back, craving the next dopamine hit of external validation. That this buzz is addictive is obvious; the authors’ assertion that likes on Instagram “aren’t (just) ego boosts”, however, sounds laughably delusional. What other possible function can “Looking gorge, babe!!” serve? Has Timms, I joke, not seen Instagram?\n\nFacebook Twitter Pinterest Henry Timms: ‘Elitists will still have a role’\n\n“We are not here to defend the culture of narcissistic selfies,” he says. “No. We want a healthcare system that works. We want a government that people actually like. We want an education system that gives people a sense of connection. The problem is most of those institutions were created in an old power context. They were built for the 20th century, and sometimes the 19th century, and so we have to start reimagining those institutions so that they don’t fail. You think about a millennial person whose life is full of these feedback loops – a lot of their life is mediated through these new power platforms, right. That’s what they want from their institutions now.”\n\nBut the authors never mention the growing evidence of the psychological damage feedback loops are doing to young people’s mental health. If millennials are addicted to loops, of course they will want more – but if the relentless judging and ranking is making them ill, the state doesn’t have to oblige, does it?\n\n“I think mental health is a real concern,” Timms acknowledges. “But I think the really huge risk is the damage of distraction. We are all so engaged in our participation – but it distracts us from the things that matter. If feedback loops are only built around cat videos, that’s clearly a distraction. That’s clearly going to distract us from the things that matter the most.”\n\nTaxes, for example, matter. “They’re critical to any society. But as feedback loops go, the system does not perform particularly well. You essentially just give the government money, and have no real sense of where it ends up. Imagine a world where actually you’re getting much better feedback loops around your taxes, so you pay the taxes and you end up in a world where you find out where the money goes. Maybe you have some more power over how it’s spent. Maybe you hear about the impact along the way.”\n\nThe possibility that anyone might not want this appears not to have crossed Timms’ mind. Personally, I don’t want a feedback loop with HMRC. But as I don’t want to share a meme, upload a video or name a boat either, to infer a contemporary trend from my preferences might be absurd. What is less clear, but more important, is whether Timms and Heimans’ temperamental bias similarly distorts their work on new power. Their authorial voice is reporterly, but the affectation of clear-eyed critical distance is misleading, for both are key protagonists in the new power movements they write about. It is hard, therefore, to know whether the power of the new power they report is objectively real, or just wishful thinking.\n\nThe son of immigrants, by the age of 12 Heimans was already a precocious political pundit on national Australian TV. At 27, he founded a grassroots movement called GetUp!, which, according to their book, now has more members than every political party in Australia combined. He is also the founder and CEO of Purpose.org, an international activist organisation incubating political campaigns worldwide. Timms is the director of 92Y, a cultural centre in New York, and in 2012 founded a philanthropic movement called #GivingTuesday that brings new power tactics to the old challenge of fundraising. They are evangelical pioneers in the world they describe in their book, and I wonder whether this makes them more cheerleaders than observers.\n\n“We’re optimists,” Heimans concedes. “We do believe that there are inherent benefits to participation, if done well and smartly.” He would still have written exactly the same book, however, if he shared all my misgivings. “We’re very invested in getting this right, because we have to be, because the old world isn’t coming back. Like it or not, it’s just not coming back.”\n\nBoth men see plenty of problems with the new world. Facebook comes out of their book very badly, accused of co-opting the rhetoric of new power while behaving more like the Kremlin. Writing long before the Cambridge Analytica revelations, they predict that “Participation farms”, which harvest our data for profit, will have to be tackled. Politicians such as Donald Trump, who deploy the power of social media for authoritarian ambitions, pose a grave danger, they warn, and leaderless new power movements such as Occupy can unravel into chaos. The Parkland students in Florida campaigning for gun control “get it,” Heimans says. “They know how to harness the energy of a connected crowd.” To succeed, however, they will need to partner with old power. Hashtags and marches won’t do it alone. “Our argument,” explains Heimans, “is not: ‘Throw away these old power skills that you’ve learned, the expertise, the understanding of how to navigate traditional organisational structures.’ We all still need those skills. The key is learning how and when to use old and new.”\n\nI think Timms might be trying to cheer me up when he agrees. “Elitists will still have a role. They will still be needed.” After all, he jokes, he had his appendix out a month ago. “And no one wants a group of hipster makers to crowdsource an appendectomy, right? No one wants that.”\n\nNew Power by Jeremy Heimans and Henry Timms is published by Macmillan, price £20. To order a copy for £17, go to guardianbookshop.com or call 0330 333 6846. Free UK p&p on orders of more than £10, online only. Phone orders min p&p of £1.99.","18":"Fifty years ago civil rights activists took to the streets of Derry, Belfast and Armagh. Their bid to effect peaceful change is arguably one of the great ‘what if?’ moments in Irish history, now remembered in a new exhibtion\n\nWhen did the Troubles begin? Was it when the first stone was thrown or the first shot fired? Or did they begin earlier with a police baton blow? Or earlier still with a peaceful march demanding civil rights? As with almost anything to do with Northern Ireland’s turbulent political past, the moment is contested. For me, they began on 30 November 1968, when, as a young lad, I attended a civil rights march in my home town, Armagh.\n\nThe Northern Ireland Civil Rights Association (Nicra) had been formed the year before by a broad coalition – trade unionists, radical socialists, republicans and members of the Northern Irish Labour and Liberal parties – with the same basic aim: to challenge anti-Catholic discrimination in jobs and housing. One of its defining slogans was the now quaintly sexist “One man, one vote”, which demanded an end to the system of plural voting that prevailed in Northern Ireland long after it had been abolished in the rest of the UK. To be eligible to vote in a local election in Northern Ireland you had to be a homeowner, most of whom were middle- and upper-class Protestants. Many of them were business owners, which entitled them to several extra votes.\n\nTo make matters worse, the state also employed gerrymandering (manipulating ward boundaries in local elections to maintain a false unionist majority). This meant that in 1968 in predominantly Catholic Derry, where the total nationalist vote was 14,000 and the unionist vote 9,000, the local council comprised 12 unionist and eight nationalist members. Since its inception in 1921, when Ireland was partitioned, Northern Ireland, though remaining part of the UK, was a place apart. One of its founders, Lord Craigavon, had promised “a Protestant parliament for a Protestant people”. Four decades later, the state was essentially and unapologetically biased in favour of its majority population in terms of the allocation of council houses and jobs.\n\nWhen we saw police laying into marchers, it was as if something hidden and hateful had been pushed into the open Rory McShane, civil rights activist\n\nFor the majority of working-class Catholics who took to the streets in support of civil rights, the cause was personal as well as political. After they married, my parents were on a council house waiting list for 13 years, living for most of that time with my maternal grandparents. For that period and longer, neither of them had a vote in a local election. As with many of their generation, the civil rights protests signalled to them an end to the soul-sapping collective acquiescence that had prevailed in the province for so long, and led to an embrace of a late-flowering activism that was profoundly empowering.\n\nI remember the day of the Armagh march well: the almost carnival atmosphere as the marchers, several thousand strong, set off from the Killylea Road, close to the housing estate I lived on. My parents joined the march, taking my younger brother and sister with them. My grandparents attended, as did most of my relatives and several of my school teachers and fellow pupils from the Christian Brothers’ grammar school. Almost everyone from Catholic housing estates in the town seemed to be there, as well as many prominent middle-class local figures. Protesters came from all over the north, and even from the south. Under the civil rights banner, trade unionists, Labour party members, radical socialists, communists and even anarchists united for a common cause, with ordinary, politically unaffiliated people believing, perhaps for the first time in their lives, that real change was a possibility.\n\nAll this came back to me a few months ago when I was asked by the Gallery of Photography Ireland to put forward an idea for an exhibition. The more I thought about it, the more it seemed crucial to evoke the sense of excitement and empowerment of that lost moment in 1968, before the Troubles reinstated an older narrative of violent Irish republicanism against British colonialism.\n\nFor many people, particularly in England, the Troubles are understood essentially as a war between the IRA, whose aim was to reunite Ireland, and the British security forces. The short-lived civil rights era of the late 60s and early 70s has been conveniently overlooked, perhaps because it illuminates the fact that the endemic discrimination in Northern Ireland was ignored for decades by successive Westminster governments of every political hue. In retrospect, though, it represents one of the great “what if?” moments when the violence that followed might have been averted through reform.\n\nI have called the exhibition The Lost Moment (having decided after much deliberation not to place a question mark after the title) and it will open on 28 April in the Nerve Centre in Derry, a gallery housed in the former Ebrington army barracks that looked over the city throughout the Troubles. The show will include work by local and international photographers as well as films, projections and ephemera from the time in the form of political posters, periodicals and pamphlets. It is an attempt to evoke not just the spirit of idealism and protest, but also the anxieties and anger of the unionist counter-demonstrations that sprang up in reaction to it.\n\nOne of the aims of the exhibition is to place the Northern Irish civil rights movement in the context of other protest movements of the time. It was a struggle that adopted the nonviolent tactics espoused by Martin Luther King and his followers in America – even borrowing their gospel anthem, We Shall Overcome. Like that movement, it was a broad church – an approach with which its more radical supporters, particularly the young leftwing students who formed the more militant People’s Democracy party in 1968, quickly grew impatient. They looked instead towards the more confrontational actions on the streets of Paris and Chicago during the various revolutionary uprisings of that tumultuous year. Veteran Derry-based leftwing activist and political commentator Eamonn McCann, for instance, had attended the anti-Vietnam war protest in London’s Grosvenor Square in March of that year, which ended in a riot.\n\nFacebook Twitter Pinterest The first civil rights march, on 24 August 1968 in Dungannon. Photograph: Belfast Telegraph\n\nHistorian Paul Bew, one of several Protestant leftwing student activists at the time (and later an adviser to the former unionist leader David Trimble) says: “I don’t recall ever having a discussion about the border or the national question with any of the student protest leaders. It was all about Vietnam, Prague, Paris – those issues cut across the partisan politics of Northern Ireland and fed into the protests there.” One of the student leaders, Michael Farrell, later recalled how a group of activists went straight from an anti-Vietnam war protest outside Belfast city hall to the first civil rights march in Dungannon in August 1968, replacing the slogans on their placards along the way.\n\nThe march from Coalisland to Dungannon on Saturday 24 August 1968 drew 4,000 people, and despite a government ban and a vociferous loyalist counter-demonstration organised by the Rev Ian Paisley, passed off peacefully. McCann and his fellow activists immediately contacted Nicra with a request to hold another march in Derry on Saturday 5 October. At the 11th hour, it was banned by William Craig, the minister for home affairs, after a local loyalist organisation announced that they would hold a march along the same route on the same day.\n\nThe Derry activists decided to go ahead with the protest anyway, hoping their defiance would help attract an even bigger crowd. The ban had the opposite effect and only about 400 assembled at the start point, with another 200 curious onlookers lining the pavements. “It was a very disappointing crowd,” McCann later concluded. What subsequently happened, though, had a seismic impact way beyond Derry and Northern Ireland.\n\nFacebook Twitter Pinterest A poster announcing the Derry march that ended in disaster. Photograph: Nicra \/ Museum of Free Derry\n\nThe march ended almost before it began, when large numbers of Royal Ulster Constabulary (RUC) employed a tactic that decades later would be known as “kettling” – hemming in the protesters on Duke Street. Stewards urged the crowd to keep calm, but placards were thrown in frustration. Then all hell broke lose. Gaye O’Brien, a news cameraman from the Irish broadcaster RTE, was on hand to record the RUC’s response. The footage remains viscerally shocking to this day – baton-wielding officers wading into the crowd, felling young and old alike, cracking skulls as women scream and children scatter. An unsuspecting elderly man is struck from behind across the side of the face. Moments later, a breathless officer batons a marcher to the ground, his face twisted in fury, before he catches sight of the camera that has just captured his violence for posterity.\n\nAmong those who escaped serious injury that day, but underwent a dramatic political epiphany, was a young woman who would soon become one of the key figures in the years of ferment that were to follow. “You could feel the hatred,” Bernadette Devlin said decades later. “That’s my recollection of that day. It was my first realisation that the police hated us.”\n\nAcross the nationalist areas of the north, the scenes of police violence provoked a collective howl of anger. “People were outraged,” remembers Rory McShane, who in 1968 was president of the students’ union at Queen’s University in Belfast and a prominent civil rights activist. “When we saw the police laying into the marchers on the news, it was as if something hidden and hateful had suddenly been pushed out into the open.”\n\nCoverage of the violence achieved more in terms of highlighting the plight of Northern Ireland’s Catholic minority than decades of dogged, but unproductive, campaigning by nationalist politicians. Derry suddenly became synonymous with Selma and the US black civil rights struggle led by the recently murdered Martin Luther King. If, as Devlin later put it, “television brought the world to our doorstep”, it also brought the civil rights cause in Northern Ireland to a global audience. “The Bogside was deluged with journalists,” recalled McCann. “A journalist from the Daily Mail came to my front door asking for the name and address of an articulate, Catholic, unemployed slum-dweller she could talk to. Derry was big news.”\n\nFacebook Twitter Pinterest The Belfast Telegraph, from November 1968, reports on the violence spiralling out from the Derry march. Photograph: The Belfast Telegraph\n\nThe immediate effect was about 2,000 students organised a march from the university to the city hall in protest at police brutality. They were blocked by the RUC and another counter-demonstration organised by Paisley, who was fast become an imposing and divisive presence in Northern Irish politics. A four-hour sit-down protest ensued.\n\nIt was against this backdrop of protest and counter-protest that the march in Armagh took place. I went to the assembly point early with a couple of friends and we attached ourselves to a group containing some older lads from school. They had congregated beneath a large red-and-black banner, which we soon discovered belonged to a small, but vociferous, local anarchist group. Ahead of them was a much bigger group of young radicals who belonged to the People’s Democracy party. They exuded a collective confidence that was in contrast to the more tentative demeanor of some of the older people there. As we set off towards the centre of town, the crowd sang We Shall Overcome. It is my recollection that the anarchists and student radicals didn’t join in, instead chanting “Ho Ho Ho Chi Minh! – We shall fight and we shall win!” and “Two, four, six, eight – organise and smash the state!” It was all very new and exciting, an event of almost epic proportions for those of us who had never witnessed such an energising disruption of the everyday.\n\nOn we went, singing and chanting, until the march came to an abrupt halt. In the ensuing confusion, my friends and I negotiated our way through the throng to the corner of Thomas Street, which led to the town centre. A line of uneasy-looking RUC men stood in front of their vehicles, which blocked the street. Beyond them, at the other end of the street, another row of police was visible, and behind them a huge crowd of union jack-waving loyalists. They were “the Paisleyites” and they had somehow been allowed to commandeer the centre of town. The protesters were outraged, but the presence of the Paisleyites was not entirely unexpected: rumours had circulated though the Catholic housing estates earlier that a certain Protestant shopkeeper had been seen handing out pickaxe handles to a mob that had arrived in town the night before. There were indeed large sticks being brandished in Market Street alongside the union flags being waved.\n\nFacebook Twitter Pinterest The Armagh march on 30 November 1968. Photograph: Ulster Gazette\n\nAnother rumour quickly spread through the marchers that some in the loyalist mob were armed. The tone of the march changed quickly from celebratory to defiant. An RUC man addressed the crowd who, surprisingly, listened attentively. He assured us that we were not allowed to proceed for our own security, which elicited hoots of jeering laughter. Prominent civil rights figures Ivan Cooper and John Hume cautioned restraint through a crackling megaphone. Their pleas were successful and, after some debate and a few attempts by one boy to scale the police barricade, the marchers turned back, much to the disgust of the young militants.\n\nLater that day, police attacked a crowd of locals who had broken the windows of a departing bus full of Paisleyites. “I vividly remember the RUC arrived and the stewards tried to negotiate with them,” recalls Dermot Kelly, who attended the march as a young People’s Democracy activist. “It seemed to work, but then the RUC broke though their ranks and started batoning everyone in sight, including the moderators. It was vicious and indiscriminate.” A familiar narrative was being played out: loyalist triumphalism, aggressive policing of the protests, rising frustration among the protesters.\n\nFor days afterwards, the question asked by the nationalist community in Armagh was: what would have happened if a nationalist mob had attempted to take control of the town centre to prevent a loyalist march? It was, of course, a rhetorical question: everyone knew the answer. It was clear too, that a sizable minority of the protesters were growing impatient with the perceived compliance of the civil rights association in the face of the police and loyalist tactics. Where I lived, the middle-class representatives of Nicra were now being referred to derisively as “green Tories”.\n\nWhat happened next, as 1968 gave way to 1969, and the schism between the moderates and the militants in the civil rights movement deepened, is viewed by some historians, including Paul Bew, as one of the crucial moments in the escalating drama that preceded the coming years of violence. On Monday 9 December 1968, the Northern Ireland prime minister, Terence O’Neill, made a television appeal to moderates of every political persuasion in what became known as his “Ulster stands at the crossroads” speech. It could be said, with hindsight, that the patrician and undoubtedly sincere O’Neill fundamentally misunderstood the depth of feeling on both sides, most crucially among the more hardline unionist forces that would soon topple him.\n\nWhy put the Good Friday agreement at risk when harmony is possible? | Letters Read more\n\nBew sees it differently. “One could view the events of early 1969 as the real lost moment,” he says. “O’Neill had come up with a modest reform programme that many on the unionist side, as well as the Catholic middle class and the church, had accepted as a step forward and a meaningful commitment to further change. Our march shattered the prospects of that change taking place.”\n\nThe march Bew refers to was organised by the People’s Democracy party, of which he was then a member, against the advice of the civil rights association, who thought its route too provocative. Modelled directly on Martin Luther King’s Selma to Montgomery march from 1965, it began in Belfast on New Year’s Day, 1969, and ended four days later in Derry, its route taking the marchers through several rural Protestant areas along the way. For Michael Farrell and the party’s other young socialists it was a way of keeping the momentum of protest going in the face of reforms that they, like many in the nationalist community, thought of as too little too late.\n\nFacebook Twitter Pinterest In April 1969 21-year-old Bernadette Devlin became Britain’s youngest ever female MP, winning south Derry for the People’s Democracy party. Photograph: PA Archive\/PA Images\n\nAbout 40 student protesters left Belfast, growing to about 200 over the following days. They were attacked by stone-throwing loyalists on several occasions, but nothing prepared them for what happened as they crossed Burntollet Bridge on the fourth day. Waiting in ambush was a crowd of about 200 loyalists, including off-duty members of the “B-Specials” (an all-Protestant auxiliary police force), who descended on the marchers with sticks, iron bars, bottles and stones. Panic ensued with protesters, including several injured women, running into the river and the nearby fields. Though 80 RUC officers had accompanied the march, they seemed unable or unwilling to provide protection. The Burntollet ambush, shown on television that evening, was etched on the nationalist psyche as another example of state collusion with loyalist mob rule. “No one did as much damage to the unionist cause as the people who attacked the marchers at Burntollet,” says Bew.\n\nIn the months after, events in Northern Ireland accelerated. In early February, O’Neill announced the dissolution of Stormont and a subsequent election that would signal a major schism in the unionist party. On 17 April 1969, Bernadette Devlin stood as an independent Unity candidate in Mid Ulster. Aged 21, she became the youngest woman to be elected as an MP at Westminster and made her debut with one of the most stirring speeches ever made in the House.\n\nA few days later, serious rioting broke out in Derry after clashes between civil rights protesters and loyalists, who laid siege to the nationalist Bogside area. The following month, what came to be known as the Battle of the Bogside took place when RUC officers and loyalists once again attempted to enter the area. They were met with fierce resistance from locals, many of whom had been present when the police attacked the civil rights march on Duke Street less than a year before. As Bogside residents forced the RUC out of the area and declared it Free Derry, rioting spread across Northern Ireland. The most vicious outbreak of sectarian violence erupted in Belfast, where hundreds of families were driven from their burning homes by a large loyalist mob, an event that directly led to the IRA re-forming and recruiting younger volunteers in nationalist areas. In Divis flats, a nine-year-old boy, Patrick Rooney, became the first child victim of the trouble, killed by RUC machine-gun fire as he lay sleeping. On Thursday 14 August 1969, British troops were deployed on the streets of Northern Ireland. The darkness had descended with a vengeance.\n\nFacebook Twitter Pinterest Derry youths throw petrol bombs at the RUC during the Battle of the Bogside in August 1969. Photograph: Peter Ferraz\/Getty Images\n\nThat same evening, in Armagh, a local man called John Gallagher was shot dead by members of the B-Specials on the Cathedral Road. He was the first of eight people to die by violence that month, five of them killed by security forces. Gallagher had unwittingly walked into a street disturbance that followed the cancellation of a civil rights meeting in Armagh city hall due to the escalating tension. I remember the utter bewilderment felt by many in the town when news of his death spread. Already, the carnival atmosphere that had prevailed on the day of the civil rights march just nine months previously had become a distant memory.\n\nThere are those that still maintain that the people who took to the streets in peaceful protest share the blame for starting the Troubles. I, as you might have guessed, am not one of them. I leave the last word to someone from my home town who also marched on that day. “It seems to me now that we were idealistic to the point of naive in underestimating how violent the state’s response would be,” says Dermot Kelly. “But looking back, we were very clear in our aims. People have the right to aspire to equality in a democracy. You either believe that or you don’t. And, if you do, then marching for the rights denied you by a so-called democracy seems a perfectly reasonable thing to do.”\n\nThe Lost Moment exhibtion opens at the Nerve Centre, Derry on 28 April","19":"A woman cries at a hospital after she lost her son in a suicide attack on a voter registration center in Kabul, Afghanistan, Sunday, April 22, 2018. AP Photo\/Massoud Hossaini\n\nKABUL, Afghanistan (AP) — A suicide bomber struck a voter registration center in the Afghan capital on Sunday, killing at least 31 people in an attack claimed by the Islamic State group.\n\nPublic Health Ministry spokesman Wahid Majro said another 54 people were wounded in Sunday's attack, updating an earlier toll. Gen. Daud Amin, the Kabul police chief, said the suicide bomber targeted civilians who had gathered to receive national identification cards.\n\nThe large explosion echoed across the city, shattering windows miles away from the attack site and damaging several nearby vehicles. Police blocked all roads to the blast site, with only ambulances allowed in. Local TV stations broadcast live footage of hundreds of distraught people gathered at nearby hospitals seeking word about loved ones.\n\nThe Islamic State group has claimed responsibility in a statement carried by its Aamaq news agency, saying it had targeted Shiite \"apostates.\"\n\nAfghanistan will hold parliamentary elections in October.\n\nAfghans are seen through shattered windows of a voter registration center that was attacked by a suicide bomber in Kabul, Afghanistan, Sunday, April 22, 2018. AP Photo\/ Rahmat Gul\n\nLast week, three police officers responsible for guarding voter registration centers in two Afghan provinces were killed by militants, according to authorities.\n\nAfghan security forces have struggled to prevent attacks by the Islamic State affiliate as well as the more firmly established Taliban since the US and NATO concluded their combat mission at the end of 2014. Both groups regularly launch attacks, with the Taliban usually targeting the government and security forces, and IS targeting the country's Shiite minority.\n\nBoth groups want to establish a harsh form of Islamic rule in Afghanistan, and are opposed to democratic elections.\n\nElsewhere in Afghanistan, at least five people were killed when their vehicle struck a roadside bomb in the northern Baghlan province. Zabihullah Shuja, spokesman for the provincial police chief, said four other people were wounded in Sunday's blast in Puli Khomri, the capital of the province.\n\nThe Taliban routinely target security forces and government officials with roadside bombs, which often end up killing civilians.\n\nIn the northern Balkh province, a district police chief died of his wounds after being shot Saturday during a gunbattle with insurgents, according to Sher Jan Durrani, spokesman for the provincial police chief. He said around a dozen insurgents were also killed in the battle, which is still underway.\n\nDurrani identified the slain commander as Halim Khanjar, police chief for the Char Bolak district.\n\nThe Taliban claimed responsibility for the killing."},"URL":{"0":"https:\/\/lifehacker.com\/a-gun-lingo-glossary-for-those-unfamiliar-with-firearms-1825427596","1":"https:\/\/www.theverge.com\/2018\/4\/25\/17275996\/cult-leaders-psychology-bhagwan-shree-rajneesh-netflix-wild-wild-country","2":"https:\/\/gizmodo.com\/inside-amds-quest-to-build-chips-that-can-beat-intel-1824064984","3":"https:\/\/www.nytimes.com\/2018\/04\/24\/us\/gun-owners-laws-parkland.html","4":"https:\/\/www.nytimes.com\/2018\/04\/23\/opinion\/waffle-house-shooting-nashville.html","5":"https:\/\/mashable.com\/2018\/04\/22\/james-shaw-jr-hero-waffle-house-shooting\/","6":"https:\/\/mashable.com\/2018\/04\/25\/water-pistol-emoji-google-facebook\/","7":"https:\/\/mashable.com\/2018\/04\/22\/dad-gun-joke-falls-flat\/","8":"https:\/\/mashable.com\/2018\/04\/20\/national-student-walkout-justin-blackman-not-only-one\/","9":"https:\/\/mashable.com\/2018\/04\/21\/rob-delaney-best-tweets\/","10":"https:\/\/www.nytimes.com\/2018\/04\/20\/us\/school-walkout-students.html","11":"https:\/\/www.nytimes.com\/2018\/04\/22\/us\/texas-walkout-student-killed.html","12":"https:\/\/www.cnn.com\/2018\/04\/25\/opinions\/mick-mulvaney-delivers-the-chilling-truth-sachs\/index.html","13":"https:\/\/www.reuters.com\/article\/us-usa-guns\/students-to-walkout-across-the-united-states-in-call-for-gun-reforms-idUSKBN1HR1DG","14":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/20\/tech-monopoly-apple-facebook-data-extreme-content","15":"https:\/\/www.theguardian.com\/commentisfree\/2018\/apr\/20\/trump-us-syria-truth-tribal-robert-mueller-white-helmets-factse","16":"https:\/\/www.theguardian.com\/global\/2018\/apr\/22\/amy-schumer-interview-film-i-feel-pretty-marriage-love-stand-up","17":"https:\/\/www.theguardian.com\/politics\/2018\/apr\/20\/new-power-jeremy-heimans-social-media","18":"https:\/\/www.theguardian.com\/politics\/2018\/apr\/22\/lost-moment-exhibition-northern-ireland-civil-rights-1968-troubles-what-if","19":"http:\/\/www.businessinsider.com\/ap-suicide-bomber-strikes-in-afghan-capital-12-killed-2018-4"}}