{"Content":{"0":"There are a lot of gun terms thrown around in the media these days, like “clip,” “casings,” and “semi-automatic.” But if you’re not familiar with firearms, many of these terms might go over your head. This glossary of common gun lingo will help clear things up so you can be an informed part of the conversation.\n\n\n\nAdvertisement\n\nObviously, this is a sensitive subject, especially in light of the many recent tragedies that have occurred. But knowledge on the subject of guns is important—no matter where you stand on the matter—since misinformation does nothing but cause more confusion and frustration for everyone. Real discussion can only occur when we all understand the basic facts.\n\n\n\nIn alphabetical order, these are the gun terms you may not know:\n\nACP : An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP.\n\n\n\n: An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP. AK-47 : An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s”\n\n\n\n: An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s” Ammunition (ammo) : A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used.\n\n\n\n: A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used. AR-15 : Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee.\n\n\n\n: Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee. Assault rifle : A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s.\n\n\n\n: A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s. Assault weapon : A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons.\n\n\n\n: A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons. Automatic : A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.”\n\n\n\n: A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.” Ballistics : The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did.\n\n\n\n: The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did. Beretta : An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more.\n\n\n\n: An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more. Blank : A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races.\n\n\n\n: A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races. Bolt action : A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber.\n\n\n\n: A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber. Buckshot : Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game.\n\n\n\n: Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game. Bullet : The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target.\n\n\n\n: The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target. Casings : The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.”\n\n\n\n: The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.” Caliber : The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped.\n\n\n\n: The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped. Clip : A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below).\n\n: A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below). Cock : The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates.\n\n\n\n: The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates. Double tap : Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots.\n\n\n\n: Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots. Firearm : By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms.\n\n\n\n: By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms. Flash suppressor : An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter.\n\n\n\n: An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter. Folding stock : A rifle or shotgun stock that can be doubled over for compact storage.\n\n\n\n: A rifle or shotgun stock that can be doubled over for compact storage. Gauge : This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound.\n\n\n\n: This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound. Glock : A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK).\n\n\n\n: A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK). Hair trigger : A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch.\n\n\n\n: A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch. High-capacity magazine : In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds.\n\n\n\n: In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds. Hollow-point : A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target.\n\n\n\n: A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target. Magazine : A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires.\n\n\n\n: A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires. Pistol : A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols.\n\n\n\n: A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols. Pistol grip : An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol.\n\n\n\n: An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol. Point blank : The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull.\n\n\n\n: The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull. Private party transfer : A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t.\n\n\n\n: A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t. Recoil : Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is.\n\n\n\n: Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is. Revolver : A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round.\n\n\n\n: A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round. Rifle : A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic.\n\n\n\n: A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic. Round : A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile.\n\n\n\n: A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile. Safety : A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon.\n\n\n\n: A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon. Saturday night special : A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.”\n\n\n\n: A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.” Sawed-off shotgun : A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted.\n\n\n\n: A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted. Scope : A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily.\n\n\n\n: A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily. Semi-automatic : A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty.\n\n\n\n: A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty. Shells : A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition.\n\n\n\n: A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition. Shotgun : A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range.\n\n\n\n: A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range. Silencer : A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law.\n\n\n\n: A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law. Snubby : Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above).\n\n\n\n: Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above). Stopping power : A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power.\n\n\n\n: A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power. Strawman purchase : When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated.\n\n\n\n: When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated. Waiting period: The legally mandated time between purchasing a firearm and receiving the firearm, anywhere from seven to 25 days. It’s designed to give law enforcement officials time to perform a background check on the purchaser, and provides a “cooling off” period to help prevent impulsive acts of violence and suicides.\n\n","1":"When Ma Anand Sheela first met the Indian guru Bhagwan Shree Rajneesh in his apartment in Mumbai in 1968, she hugged him and cried. “My whole head melted,” Sheela says in the Netflix docuseries Wild Wild Country, which discusses Rajneesh and his cult. “My life was complete. My life was fulfilled.”\n\nRajneesh, who died in 1990, was a powerful spiritual guru who had thousands of followers in India and the West. In 1981, with the help of Sheela, who became his personal assistant, Rajneesh bought a ranch nearby the tiny town of Antelope, Oregon, and moved his cult there, creating a whole new city named Rajneeshpuram. It’s no surprise that the situation snowballed, leading to heated confrontations with local residents, attempted murder, and mass poisoning. Wild Wild Country follows the saga in captivating ways, through historical footage as well as sit-down interviews with Sheela, who effectively ran the cult and was Rajneesh’s spokesperson, and other members who had prominent roles, like Rajneesh’s lawyer Swami Prem Niren.\n\nBut as Ronit Feinglass Plank notes in The Atlantic, the series doesn’t really explain what the day-to-day life was like in Rajneeshpuram. And it doesn’t really address how it’s possible that thousands of people could just give up their lives, wear only maroon clothes, and blindly follow one man. What are the psychological mechanisms at play?\n\nRajneesh preached to his followers about the idea of creating awakened people who live in harmony with their surroundings. But his cult also forced members to donate large quantities of money, while creating an isolated community that kept tight control over its members. The Netflix documentary doesn’t show this, but Win McCormack, who wrote about the cult in the 1980s, points out in The New Republic that Rajneesh’s followers were encouraged to get sterilized or have abortions. (For more on Rajneesh and his cult, read The Oregonian’s 20-part investigation from the 1980s.)\n\nRajneesh was just one of many cult leaders who have captivated — and horrified — people throughout history. In 1978, cult leader Jim Jones urged more than 900 of his followers to kill themselves by drinking poison in Jonestown, Guyana. In 1993, in a standoff with government officials, more than 75 Branch Davidians died in a building fire in Waco, Texas, together with their leader David Koresh. All of these groups, and many more less prominent cult organizations, have some things in common. I talked with Louis Manza, chair and professor of psychology at Lebanon Valley College about how cult leaders control their followers, when people are most vulnerable to cults, and the difference between cults and religions.\n\nThis interview has been lightly edited for brevity and clarity.\n\nHow do cult leaders like Rajneesh exert control over their followers?\n\nThey can take a lot of approaches, obviously. On a real simple level, they could take control in a very physical way, restraining someone from leaving a space, but that doesn’t seem to happen a whole lot. It’s more of a psychological control. If you look historically at different types of cults, there’s always an indoctrination period where the cult leader is going to form a bond with people. Once they have that bond, now they can get inside of someone’s head, because now those people start to trust that person. And now the leader can start to make other suggestions to them: “You should move away from your family.” “You should come live with us.” Etc. That’s one of the critical things: there has to be that emotional connection that’s made by the person who’s running everything with the people they want to bring in with them. If you don’t have that connection, it’s going to be really hard to get people to do anything.\n\nWhat kinds of psychological mechanisms do cults use to keep their members in line?\n\nOnce someone forms a bond with a person, you can use that to your advantage, to a certain extent. You can withhold certain types of things. If you’re the cult leader, [you can decide] we all get to meet at this point in time, and we all get to talk about our feelings, but you can’t come this week because you’ve been misbehaving, or you’re not been pulling your share, or whatever the case might be. Once you have that relationship with that person, punishing [or rewarding] them can get something out of them. Again, it’s not a physical-restraint type of thing, but it is a form of control.\n\nThey’re also paying attention to what works, the same way that a spouse pays attention to what works with their significant other, the same way a parent pays attention with their kids. [Parents] can punish their children by making them stand in a corner for 10 minutes, and that works because that kid doesn’t like to stand in a corner. But for another kid, that doesn’t work, so they have to find something else. So they take the tablet away from them, or they don’t let them watch television. People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that. But the person who’s exploited has to be exploitable. If someone is in a good place psychologically, then they’re most likely not going to be exploitable.\n\n“People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that.”\n\nWhen are people most vulnerable to a cult?\n\nOn a simple level, when they’re in a state of psychological instability — if something is not quite right in their life, if they’re missing something, especially on a relationship perspective. We are social creatures. There’s going to be some variability there; some people like much larger social circles than others, some people like to live in a cabin in the woods by themselves. But the majority of us fall in the middle. It’s part of what makes us humans. And so if that’s missing for individuals, and they don’t have a way of meeting that need on their own, they’re going to look for someone else who can maybe provide that need for them. Now, lots of people will join “cults” as a way of satisfying that. Other people will join other types of groups.\n\nI compete in ultramarathons, so I do a couple races a year. And that kind of satisfies that need for me. Now, is that a cult? I don’t think so, not in a way we define a cult, when you think of like the Jonestown massacre and Jim Jones. If you’re into certain sports teams, that social need is being met there. It’s just that idea that someone needs some type of social connection. I think it’s one of the primary forces. If they simply can’t find a way on their own to fulfill that, and then someone comes along and says, “Hey, we have this group. And you’re welcome. Join us!” it can be a very subtle thing at first. If you want to get someone in, and you know how to manipulate people, it’s fairly simple to do: you bring them in, you establish the relationship, and then you just start sucking them in more and more, and eventually, someone just crosses a line and they’re in. And then they can have a hard time getting out, because now they have that social need being met. It can be a very subtle process along those lines.\n\nWhat do cult leaders have in common?\n\nThey tend to be charismatic. Historically, if you think of the people we call cult leaders, like David Koresh, James Jones, they all had a certain charisma. That goes back to what I was saying about forming social bonds. If you can’t attract people to you, then you’re going to be hard-pressed to form a cult. Beyond that, it’s going to depend. You have to understand people, you gotta know what’s going on inside of their heads, you gotta talk to them, you gotta be able to pull information out of them. Those are skills. All of us use them in different ways. I’ve been teaching since 1992, so I know if I do this, I will get students to interact in class. Is that a form of manipulation? Sure it is. I wouldn’t put it up with the same kind of manipulation that a cult leader is doing, but they are also doing that. They’re understanding people, they’re studying people. They develop that kind of skill-set, but I think charisma has to be at the top of it, because just knowing people, it’s a skill people can acquire. Being charismatic and understanding people, that’s another thing altogether.\n\nPeople who are in power also like to keep that power, and they don’t want to give that power up. The cult leader wants to control people, to a certain degree. When you look at people who run these organizations, if you look at the more historically famous ones, they had a need to control people, and when that control got pushed up against, they pushed back. When David Koresh and the Branch Davidians went down, Koresh didn’t want to give up control of those people. And you had the gun fight and the burning of a building and all that. Jim Jones didn’t want give up control of those hundreds of people in Jonestown, and people died. I think wanting to control is a driving force from the leader, and wanting to belong is the driving force for the member. You put those things together, you create the perfect storm for getting people into a cult.\n\nWhat’s the difference between a cult and a religion?\n\nReligions are an organized belief system, and cults are organized belief systems. People will engage in lots of behaviors on the part of their religion, that can be very good but it can also be very bad. People have killed other individuals in the name of their religion. Now, will Catholics prevent you from leaving the church? Not to my knowledge. I was raised Catholic. I’m an atheist now. Now one held me back. So what we usually consider cults tend to exert a bit more control over their members, but that’s not to say that that control doesn’t happen in more organized, traditional religions. But with cults, you see that real psychological, physical-restraint thing kick in to a much higher degree than you see in Catholics, Lutherans, or whatever. If there is a dividing line, it’s along those lines, but they definitely share a lot of features, because they’re organized belief systems.\n\nBut there are lot of things that are not even religions or cults that are organized belief systems. Again, if you’re part of a certain sports team, you have an organized belief system. But mental manipulation, psychological manipulation is something you tend to see more in cults than in organized religion.","2":"There are few gambles in the tech world as big spending billions to build a new computer processor from scratch. Former AMD board member Robert Palmer supposedly compared it to Russian roulette: “You put a gun to your head, pull the trigger, and find out four years later if you blew your brains out.” Six years ago AMD loaded the gun and pulled the trigger, dramatically restructuring itself internally in a mad bid to escape a disaster of its own making. Now we’ve seen the results and instead of dying, AMD has a savvy new CPU microarchitecture, Zen, that’s the foundation of the shockingly good new series of Ryzen processors. They’re so good, in fact, that they could pose a real challenge to Intel’s incumbent dominance and change what the computer market looks for the next few years.\n\n“I think Intel kind of woke up and said ‘hey you know we’re in a battle all of a sudden,’” Linley Gwenapp, an analyst, and editor of the Microprocessor Report, an industry magazine, told Gizmodo. “So they’re not going to just stand by and let AMD storm into the market.”\n\nAdvertisement\n\nBut Intel has its work cut out for it. In January at CES in Las Vegas, I met with both companies and the mood could not have been more different. Intel seemed to spend the entire consumer electronics show apologizing for Spectre and Meltdown, a series of catastrophic security vulnerabilities that affected every one of the company’s CPUs. It seemed to barely have time to tease all the cool stuff it had coming out in the next few months. AMD, meanwhile, was a peacock—fluttering its feathers and bragging about its plans to continue one of the most aggressive launches in CPU history. The fact that it was vulnerable to Meltdown was almost an aside. AMD was way too busy being thrilled to be back, doing something very cool, and not being the one with all the bad press for once.\n\n“I think it’s been very successful when you look at where they were a year ago,” Gwenapp said of AMD. Because even just a year ago the company was in rough shape. According to Gwenapp, AMD had as little as 1.5 percent of the server market share last year. Intel had the other 98.5 percent. Sure it was making the chips that power every single Xbox One and PS4, and yes it’s the exclusive provider of GPUs for Apple machines, but to anyone who was paying attention, it sure seemed like AMD was a shadow of its former self. After all, the company was once considered Intel’s only serious rival in the CPU space, and until Zen was announced, AMD had been virtually silent on that front, effectively capitulating the multi-billion market for the chips that serve as the brains for everything from your computer to the servers powering your favorite websites.\n\n\n\nPhoto: Gizmodo\n\nAMD’s last big push in the CPU space came with a microarchitecture called Bulldozer back in 2011. In the tech world that’s an eternity. To put it in perspective, the same year AMD was last seriously attempting to compete with Intel, Apple launched the iPhone 4s, and Intel launched the second generation of its Core architecture. Intel is now on generation eight and expected to launch its ninth by the end of the year. It’s been eons since Intel and AMD were serious competitors.\n\nAdvertisement\n\nOne of the biggest reasons it’s taken so long for AMD to compete again is because that last big CPU launch was disastrous. Bulldozer obviously wasn’t intended to be awful. “It wasn’t as if somebody architected something that people thought wouldn’t be successful,” Patrick Moorhead, Founder and Prinicipal Anaylyst at Moorhead Strategy, told Gizmodo. Before becoming an analyst, Moorhead was a VP at AMD for nearly 10 years and departed at the same time Bulldozer came to market.\n\nAccording to Moorhead, Bulldozer was always intended to be a high octane kind of CPU that blazed past its Intel competitors thanks to its high clock rate (or clockspeed). The higher the clockspeed the more cycles of processing a CPU can potentially undergo in a second, and according to Moorhead, AMD had planned a clock rate of 5GHz, which is over five billion processes every second. Intel’s competitor at the time shipped CPUs with a much lower clockrate—only a handful could hit 4GHz.\n\n“That’s why when people say ‘oh we didn’t get out of Bulldozer what we would have wanted’ it’s because that was supposed to be a very high frequency part,” Moorhead said. In fact no CPU in general production from AMD or Intel has ever hit a clockrate of 5Ghz or higher. The only CPU to ever go into production with such a high clockrate is the IBM zEC12 released in 2012 and intended solely for IBM mainframes.\n\n“It was never really competitive.”\n\nWhen Bulldozer went into production it had a base clockrate of just 4.2GHz with a turbo clock rate (which is enabled when the processor needs to crank through a little data very quickly) of 4.5GHz. And the respectable clock rate couldn’t compete with Intel’s offerings in the same space. The reaction from reviewers was brutal.\n\nAdvertisement\n\nAdvertisement\n\nAnandtech’s Anand Lal Shimpi wrote that he was “not sure it’s quite ready for prime time” and that “Bulldozer simply does not perform.” Tom’s Hardware noted that it was often “embarrassingly bested by its predecessor” while Tweaktown lamented that “you can’t help but almost feel disappointed with what’s going on here today.”\n\nWhen CNET did a round up of the geekier reviews of Bulldozer it reported that “Bulldozer does not appear to offer AMD a competitive resurgence.” But it was at least a little hopeful AMD could stick around in the CPU space, if for no other reason than “to keep Intel honest.”\n\nYet that didn’t happen. AMD had come out of the gate with a troubled architecture and the gap between it and Intel only grew wider over each successive annual iteration. The company tried “to start with something that doesn’t work well and then kludge it up to make it better,” Gwenapp told Gizmodo. But with each new iteration based on the already underperforming Bulldozer architecture it couldn’t keep up. “It never really was competitive.”\n\nIt takes guts\n\nAnd a CPU absolutely must be competitive—either cheaper, faster, or more power efficient. It is the core brain that powers every computer you use—from your phone to your laptop to your TV. A CPU defined by its microprocessor—which is in many cases a synonym for CPU. It’s a wafer of silicon that then has billions of microcircuits etched to its surface and connected to one another via ions of copper. The specific way a CPU’s silicon microcircuits—or transistors—are arranged and connected via copper is called its “architecture.”\n\nAdvertisement\n\nAdvertisement\n\nThe very first microprocessor, the Intel 4004 released in 1971, was built on a die, or foundation, that was just 10,000nm. That is as thick as a very thin strand of human hair. The Ryzen CPU is just 14nm. A small process means it can move energy across those copper ions faster—effectively meaning that the smaller a CPU gets the faster it can be. But the smaller a CPU is the more delicate it becomes. So in the bid to make the fastest and most powerful processors, CPU designers must also make them smaller and more intricate. And that means always optimizing and seeking better efficiencies.\n\nConsequently each CPU is designed for a specific “instruction set.” That is the most basic code that works between a CPU and a devices software. Common CPU instruction sets you’ve heard of are ARM and x86. ARM CPUs are usually found in phones and tablets—the CPUs that power you Samsung GalaxyS9 and your iPhone X are ARM-based processors. x86 CPUs are usually reserved for computing devices that need a lot more power and a little less battery life. Intel and AMD’s CPUs for laptops, desktops, and servers are x86, and unless specifically specified, as are AMD’s competitors, including its new batch of Ryzen processors.\n\nBeyond the instruction set CPUs, are actually pretty simple and just made up of a few key components: cores, CPU caches, and the system bus. The cores are the engine of the CPU, they’re the things doing all the actual processing and when you talk about the clockrate of a CPU you’re talking about how fast those cores are operating. The cores do all the actual processing required by the CPU, but they’re very busy processing all that data you feed them, so they need to cache bits of it away for super quick references.\n\nAdvertisement\n\nThis is where CPU caches come in. They are the memory. When you glance at the specs for a computer you’re planning to buy you might see a mention of these caches, usually labelled L1, L2, and L3. They’re important because they’re what the cores actually read and write data to while processing. That data, after being processed on the CPU caches, is then sent back out to the general memory (also known as RAM) for the computer, and then possibly onto the storage drive, and it all gets to your eyeballs because it goes through the graphics processing unit.\n\nThe CPU caches and the cores communicate to one another via the system bus. It’s called a bus because it’s essentially busing information from one part of the CPU to another. And sometimes it’s not just moving data between the cores and the CPU caches. A system bus will also move data to and from a graphics processor if its squeezed onto the same chip too. At its most rudimentary, consider a system bus to be like that little green board you used to snap all the Lego bricks onto.\n\nAdvertisement\n\nThere are a lot of different kinds of system buses, and every major CPU maker has their own system bus architecture. So Intel has what it calls Front Side Bus, and until Zen, AMD used tech called HyperTransport.\n\nAdvertisement\n\nNow, focusing on any one of these components can improve the speed of a CPU,. When AMD created Bulldozer it put all its effort into the clockrate of the cores of the CPU. The clockrate is the frequency at which a computer processing unit can actually process cycles of data. More processes means a faster CPU and for a very long time improving the clockrate of a CPU was the primary goal of designers.\n\nBut in the early 2000s, Intel brought a CPU to market with a clockrate of 3GHz, and since then nearly all CPUs have hovered around that clockrate. One of the reasons for that stall in clockrate increases is because the higher the clockrate the more heat the CPU produces. Getting rid of all that heat can be costly—especially if you’re trying to pack that CPU into something super slim and fanless like a Surface Pro.\n\nSo in recent years, CPU designers have turned other parts of the CPU to improve speed, and when AMD made the decision to essentially scrap Bulldozer and put most of its resources into what would be come Zen, one particular component of the CPU would get a brunt of the focus: A new system bus architecture called Infinity Fabric.\n\nAdvertisement\n\nBut before AMD settled on Infinity Fabric, before it even settled on creating a new CPU and acknowledging Bulldozer’s failure, the company needed a new CPU design team.\n\nPhoto: Alex Cranz (Gizmodo)\n\nTheir powers combined\n\nEnter Mark Papermaster, current Chief Technology Officer for AMD. He joined the company in late 2011, just after Bulldozer’s launch, and according to him “it was not a coincidence.” Papermaster had been brought in to help save a company that saw its stock prices plummet more than 60-percent in a year thanks in part to Bulldozer’s poor performance.\n\n\n\nAdvertisement\n\nAdvertisement\n\nBefore joining AMD Papermaster was primarily noteworthy for two things. In 2008 he was the subject of a highly publicized lawsuit with IBM, where he’d worked since 1982. IBM was concerned that Papermaster, then a recent hire at Apple, would potentially carry trade secrets with him from IBM to Apple. The case settled out of court. Then Papermaster made headlines again in 2010, when he reportedly left Apple after just 15 months due to disagreements with then CEO Steve Jobs.\n\nPapermaster entered AMD in October 2011 and the company seemed to be in a state of free fall, with major rivals like Qualcomm, Apple, and Samsung snapping up dissatisfied employees. The flight of employees struck a nerve with some. “That just breaks my heart,” former AMD founder Jerry Sanders told Forbes in February 2012.\n\nThe company was in disarray and Papermaster was himself contributing to it. Not because of his previous reputation, but because one of his first orders of business was to dramatically restructure the CPU design team. He’d seen how bad Bulldozer was doing and it was clear to him it wasn’t the processor AMD needed to succeed. “I saw the market going to high performance,” he told Gizmodo. “To do that we needed a new CPU.” Instead of something that could just handle your web browsing, Papermaster was certain the market needed something that could handle gaming, or processing huge 3D files, or rendering big 4K videos.\n\nAdvertisement\n\nAnd for Papermaster, a new CPU meant a major restructuring of AMD’s design group. Traditionally the CPU design group was was broken up into two basic teams. “Prior to the Zen architecture they really had two kind of parallel design tracks,” Natalie Jerger, a professor of Electrical and Computer Engineering at the University of Toronto, told Gizmodo. One processor was intended for low powered laptops and desktops—the cheapest of the cheap. The other was intended for servers and high end desktops. The server class processors were Bulldozer, and the low power CPUs were what was called the Bobcat family.\n\n“And so what [Papermaster] did was he merged these two teams together,” Joe Macri, Corporate Vice President and Product CTO at AMD, told Gizmodo. Macri was one of the leaders of that new, larger team.\n\n\n\nAdvertisement\n\nTo hear him tell it, the merging of the two teams (and the removal of anyone made redundant) seemed like a necessity for the task Papermaster assigned to the larger group. “We didn’t need to start from scratch,” Macri said. “So that was really more of a merge than taking an existing team, rip it apart, and put it back together. But in the process we got a lot of efficiencies. We were able to apply more people to a single function and get much more design bandwidth.” Bandwidth that would be necessary to accomplish Papermaster’s goal of building a CPU that was in every way better than that rubbish it had just released.\n\nAdvertisement\n\nPapermaster was soon aided by another new exec at AMD: Lisa Su, who joined as Senior Vice President and General Manager in January 2012. Su had come from Freescale, another CPU maker that has since merged with NXP Semiconductors. Her first focus was on AMD’s graphics and gaming markets—where the company was actually having some successes. Su and then CEO Rory Read, secured deals with both Sony and Microsoft to create the chips at the heart of the Playstation 4 and Xbox One.\n\nThose deals were enormous, and many sources cite AMD’s work on custom chips for Sony and Microsoft as one of the reasons the company both survived the CPU drought and actually managed to produce such an effective CPU with its current architecture, Zen.\n\nSu’s work earned her quick notice and by October of 2014, a little more than two years after she’d joined AMD, she was elevated to CEO. Su and Papermaster then proceeded to pour resources into the development of Zen. According to Macri it was over two million man hours spread over four years.\n\nAdvertisement\n\nFor Papermaster, putting all those resources into a new CPU design, and having that team effectively ignore Bulldozer and its successive iterations, was absolutely vital. He needed a team that would have the breathing room “to get those bright ideas that they had.” He felt that some of AMD’s coolest ideas for new CPUs “had been on the shelf because there had been such a demanding schedule of new revision after new revision.”\n\nAdvertisement\n\n“You know sometimes you can get a ‘let’s do a from scratch design and throw everything out.’ The team didn’t do that.” Instead the team pulled from AMD’s extensive back catalog to use ideas that hadn’t been given a lot of focus over the years. One such idea was improving on the system bus architecture HyperTransport and creating a new one: Infinity Fabric.\n\n\n\nMark Papermaster told Gizmodo AMD called it “the hidden gem,” while Jim Anderson told Gizmodo it was the “secret sauce.”\n\nMr. Infinity\n\nThis is where a talented engineer named Jim Keller comes in. He’s a mythical sort of figure within AMD. Nearly every person I spoke to cited Keller as one of the primary people behind the success of Zen’s design, and importantly behind the design of Infinity Fabric.\n\nAdvertisement\n\nPapermaster hired Keller in 2012 and put him in charge of the processor group. Keller was no stranger to AMD. He’d worked there previously in the ‘90s and his short tenure had achieved legendary status in the geeky processor community online where he is credited as the principal figure behind AMD’s K8 microarchitecture which allowed the company to be viciously competitive with Intel in the late ‘90s and early 2000s.\n\nAdvertisement\n\nKeller and Papermaster had worked at Apple together, where Keller is credited with designing the first CPUs Apple built itself for its iPhones and iPads. When he came to AMD, both he and his new employer agreed to come under a limited time contract. He would work at AMD for three years, and at the end of that contract he would depart, which he did in 2015. He now designs chips for the autopilot feature in Tesla’s cars, and declined to comment for this story.\n\nKeller, and in particular his work on mobile CPUs and previous work on HyperTransport, were key. Without Keller to speak for himself we’re left with glowing praise from AMD execs like Mark Papermaster and Jim Anderson, and from analysts like Linley Gwenapp who said “I think Jim and his team really has turned around the company from a technology standpoint.”\n\nAdvertisement\n\nIn a rare public interview in 2014 with Papermaster, you start to get a sense of Keller’s enthusiasm and motivation. “I joined AMD because I love processor design and I love complicated systems design and AMD was looking at taking a big swing on the next generation,” Keller said.\n\nKeller seems calm and polished up on the little stage, but he tends to ramp up in response to geekier questions—growing sharper and more and more animated as he talks about architectures and pipelines and cores and the other supremely technical stuff that most of us would yawn at.\n\nThe interview is a great look at where Zen was in 2014—three years before its launch. At the time it was only approximately two years into its development, and still being designed alongside K12—AMD’s planned next generation ARM CPU. In the interview, Keller actually cites that co-development as an asset to Zen and specifically to the cores at the heart of each Zen CPU.\n\nAdvertisement\n\nAdvertisement\n\nHowever Keller doesn’t hint at the most important component until near the end of the 15 minute session when he mentions a next generation “fabric” that would be found in every CPU from mobile devices up to servers and that would allow AMD to scale performance at an enviable rate. That fabric would be known, by 2017, as Infinity Fabric.\n\n“AMD has found a way to have their cake and eat it too.”\n\nHe explains that the fabric would allow AMD to employ a “chiplet” approach to design. Instead of building one processor on a single die AMD could package a series of processors together—connecting them via the Infinity Fabric system bus. This would make the CPUs way cheaper to produce and ideally as fast as a CPU, like AMD’s previous CPUs and most of the ones from Intel, that included all the cores on a one die.\n\nAdvertisement\n\n“Historically,” analyst Patrick Moorhead told Gizmodo, “when you put things in packages it slows down the process. But AMD has found a way to have their cake and eat it too by coming up with this packaging that sets very high performance.”\n\nAnd this packaging also meant AMD was designing a very different kind of CPU from its competitor, with a different, and according to AMD, much more efficient methodology. “We came up with a very regular structure for it,” Joe Macri told Gizmodo. “We basically had a data point and a control point and everybody that bolted into [Infinity Fabric] bolted into it the same way.”\n\nAdvertisement\n\nMacri claims Infinity Fabric actually sped up design of the processors across the board. The modular design it gave the Zen architecture meant AMD didn’t need to reinvent the wheel for every kind of CPU. “One of the biggest challenges in designing a core is actually validating it,” Macri said. And thanks to Infinity Fabric AMD could quickly validate, or confirm the operation of, a whole slew of slightly varied designs ranging across their entire offering of Zen processors.\n\nAdvertisement\n\nThink of Infinity Fabric as the little snaps in Lego blocks and all the components of a CPU as the blocks themselves. AMD could take a few blocks to build a desktop CPU, or tack on more to create a big multi-core server processor, or snap on a GPU to make a wicked fast chip intended for laptops.\n\nOr, as happened in 2016—an entirely new type of CPU for AMD.\n\nImage: Gizmodo\n\nThe breakthrough\n\nReleased in 2017, Threadripper—AMD’s perhaps most eye catching CPU launched on Zen—was never on any of Papermaster’s aggressive roadmaps. Instead it was a passion project by a very small group of engineers—like maybe four. A “very, very small group,” Robert Hallock, AMD Evangelist for APUs and CPUs said. He shared the same row of cubicles with them.\n\n\n\nAdvertisement\n\nAdvertisement\n\nThe company had wanted to do a really big and powerful desktop CPU for a while, but it had never been feasible technologically or financially speaking. Yet this tiny group of engineers realized that they could potentially take advantage of the chiplet design made possible by Infinity Fabric to build an incredibly powerful desktop CPU to rival Intel’s popular top-end Xeon CPUs. Yet instead of the 8 cores found on the Xeon processors used in beefy workstations, the Threadripper would have a whopping 16 cores—the most ever put in a mass-produced desktop CPU.\n\nSuch a CPU should take years to design, test, and push into the market place right? According to Jim Anderson the tiny team didn’t even approach him about it until January 2016, when they pulled him aside during CES in Las Vegas. He said he immediately recognized the sheer cool factor of these chips and insisted on putting the project on a fast track, taking it from their concept to production in just a little over a year.\n\nThe project was steeped in secrecy, referred to only as Summit P3—which many assumed was a minor offshoot of Ryzen—then call Summit Ridge, and according to Hallock “you were not even allowed to send emails” about the project. Everything, from the look to the speed results were closely guarded until launch and even the teams trying to convince PC makers like Dell to adopt the CPU had almost no details on the product itself.\n\nAdvertisement\n\nYet when Threadripper did finally launch in the summer of 2017, it shocked critics and consumers alike, and was quickly adopted by some of the largest PC makers in the world, including Alienware’s top-of-the-line gaming desktops.\n\nBut it wasn’t just the audacity of Threadripper’s design that intrigued people. Yes 16 cores running 32 threads in a desktop PC anyone can build is impressive, but Intel announced an 18-core i9 processor just two weeks after Threadripper was announced. What was surprising was that it was cheap—$1,000 to the $2,000 for Intel’s 18-core processor—and the damn thing was actually as fast.\n\nPhoto: Gizmodo\n\nMore than anything else, this is what has surprised observers about AMD’s latest CPU architecture: The chips are cheaper and usually faster than their Intel competition. You can look at our own reviews of AMD processors over the last year as proof (here, here, and here).\n\nAdvertisement\n\nAdvertisement\n\nYet AMD isn’t just producing fast, cheap processors processors, it’s also releasing them all of a sudden at a surprisingly fast clip. In 2017 AMD released four categories of CPUs based on Zen: Ryzen desktop CPUs, Threadripper, Epyc CPUs intended for servers, and Ryzen APUs for laptops (APU is the AMD term for a CPU with integrated graphics). We’re only four months into 2018 and AMD has already released incredibly fast and cheap APUs for the desktop, additional mobile APUs for laptops, and even a second generation of Ryzen CPUs for desktops.\n\nJim Anderson told Gizmodo he anticipates over 60 new laptops and desktops with Ryzen inside by the end of the year, with most of those systems being laptops, and most of those laptops coming in the next few months. “This will be the widest range of premium notebook systems that you’ve ever seen from AMD in the company’s history.”\n\nHow good those laptops are remains to be seen. So far there are only a handful of AMD-based laptops actually in the marketplace, and we still don’t have a good sense of how well a mobile Zen processor handles power compared to its Intel rival.\n\nAdvertisement\n\nBut if it’s not quite as good at power management, it’s still okay. Because Intel has clearly noticed AMD’s strides into the CPU space and has responded accordingly. Last year Intel’s top of the line desktop CPU maxed out at 4 cores, but after AMD released a 6-core processor Intel quickly responded with its own 6-core device. And when AMD surprised us with the 16-core Threadripper, Intel raced to get the 18-core i9 into the marketplace.\n\nA rivalry between the two companies can only ever be good for all of us hunting for our next computer. “You know,” Natalie Jerger told Gizmodo, “the the world is much more exciting if we have multiple people trying to innovate in this space.”","3":"As young survivors of the Parkland shooting lead efforts to tighten limits on firearms, they have met deep resistance from strong supporters of gun rights, and both sides have dug in. But the renewed national gun debate — reignited again after the shooting in the Nashville Waffle House — has gotten the attention of a subset of people who are often overlooked: gun control supporters who own guns.\n\nPhoto\n\nMany of these gun owners will never take part in marches or make public speeches. But interviews with two dozen gun owners around the country found what polls have shown — that many of them are firm supporters of some gun control measures. In recent weeks, some have grown more vocal, holding signs at demonstrations, lobbying lawmakers or writing letters to the editor, adding their voices to those of the protesting students.\n\nOf the 60 million to 70 million Americans who own guns, measuring how many are likely to take part in activism in favor of gun control or to change their political choices over the issue is difficult. One rough proxy for those who do not want tougher gun laws could be the five million gun owners the National Rifle Association claims as members, said Robert Spitzer, the chairman of the political science department at the State University of New York at Cortland, who has written extensively about gun policy and politics.\n\nAdvertisement Continue reading the main story\n\nThe N.R.A. is staunchly opposed to new gun control measures, and events following the Parkland shooting may have deepened the resolve of its supporters. In March, according to filings with the Federal Election Commission, the N.R.A. Political Victory Fund raised $2.35 million — the highest monthly amount raised for the fund in records dating back to 2003, according to an analysis by the news outlet McClatchy and verified by The New York Times. The N.R.A. did not respond to requests for comment for this story.\n\nOnly a small number of gun owners seem to be stepping forward in activism in favor of stricter gun laws, and not all agree about which laws should be toughened. But advocacy groups that support increased gun control say they sense a new kind of participation in more subtle ways, such as calls from gun owners wanting to know what the groups do, and a greater willingness to listen. The shift could also have political implications: Some gun owners said they are now paying closer attention to which political candidates receive money from the N.R.A., which takes a hard line against firearm limits.\n\n\n\nAfter the Parkland shooting, Lindsey Donovan, an Army veteran in Georgia who is a member of Moms Demand Action for Gun Sense in America, said she began getting calls and inquiries from distant corners of that state, including gun shop owners in tiny towns “wanting to talk about what it is we are about.” Conversations about gun restrictions with friends in the military, she said, seemed to grow more searching and less combative.\n\n“They are not shutting me down anymore,” Ms. Donovan said.\n\nBefore Parkland, her organization in Georgia had five local groups. Now there are 12. Around 1,800 people showed up to the organization’s annual advocacy day in Atlanta in late February, up from 150 last year. And local chapter meetings used to draw around 30 people on any given night. Now it’s often more than 100 showing up.\n\nDr. Spitzer said gun owners who favor gun limits reflect an often-silent middle who could be powerful allies for gun control groups.\n\n“It’s a dog that doesn’t bark,” he said. “It’s a voice that’s not heard.”\n\nLong before Parkland, he said, gun owners who are not members of the N.R.A. have tended to see things differently than members. A 2009 survey by Frank Luntz, a Republican pollster, found that 30 percent of N.R.A. members supported a ban on assault weapons, compared with 47 percent of gun owners who were not members — closer to the views of the general public in such polls.\n\nSurvey data has long shown gun owners to be broadly supportive of some restrictions on firearms. Polling just after the Feb. 14 shooting in Parkland suggested a small uptick in support for stronger gun laws in gun-owning households. A poll by Quinnipiac University between Feb. 16 and 19 found that 50 percent of respondents in gun-owning households supported stricter gun laws — a figure that was seven percentage points higher than when people were asked the same question last December. In February, 97 percent of respondents in gun-owning households said they supported background checks for all gun buyers, compared with 94 percent in December. (The 1994 Brady Bill created a requirement for gun buyers to pass a background check, but the rule does not apply to private sellers online or at gun shows.)\n\nNewsletter Sign Up Continue reading the main story Please verify you're not a robot by clicking the box. Invalid email address. Please re-enter. You must select a newsletter to subscribe to. Sign Up You agree to receive occasional updates and special offers for The New York Times's products and services. Thank you for subscribing. An error has occurred. Please try again later. View all New York Times newsletters.\n\nWith the N.R.A. opposed to expanding background checks, gun control groups have focused on the issue as a way to reach out to gun owners.\n\nWhen the gun control advocacy organization founded by Gabrielle Giffords, the former congresswoman who in 2011 was shot in the head during an event with constituents, wanted to marshal support for a raft of proposed gun laws in Vermont, the organization worked with a local consultant, who reached out to gun owners. Before long, 61 gun owners in the state, including Mr. Galinat, had signed on to a letter to lawmakers, urging them to expand background checks.\n\nAdvertisement Continue reading the main story\n\n“I’m an ardent advocate for the Second Amendment, and none of those gun safety measures threaten any of those things that I believe in,” said Mr. Galinat, who also went to Montpelier for a news conference on the issue. He said his only quibble with the letter, which was written by the consultant and a local gun safety group, was that he wanted lawmakers to set even stronger gun limits.\n\nSome gun owners said the Parkland shooting motivated them to be more vocal about their support for background checks, or about long simmering discontent with the N.R.A.\n\n“What put me over the edge was this series of recent tragedies, both in schools and in other areas, and they just never budged,” John S. Liccardi said of the N.R.A. Mr. Liccardi, 73, a hunter from Rutland, Vt., who owns several guns, stepped publicly into the gun debate for the first time in March. He denounced the N.R.A. in an op-ed for the news website VTDigger.\n\n“If there ever is going to be any progress in sensible gun ownership and control,” Mr. Liccardi said, “it has to be from the middle ground.”\n\nSome members of gun-owning families have entered the debate hesitantly. Karen Fowkes from Vienna, Va., joined a sea of people at the March for Our Lives in Washington, D.C., last month. Her husband owned a gun, she said, and she initially worried about feeling hypocritical, but joined her daughter, Colleen, at the march after some convincing.\n\n“I said, ‘Mom, this is not an anti-gun march,’” the younger Ms. Fowkes said. “I asked, ‘Are you for universal background checks?’ She said, ‘Yes.’”\n\nTo that, the younger Ms. Fowkes told her mother, “You are for gun control, too!”\n\nBut for other gun owners, the marches had the opposite effect.\n\n“I have a little bit more trepidation now,” said Rob Mason, 47, an educational aide at a high school in Maineville, Ohio, outside Cincinnati, who owns several guns and practices shooting with his children at a range. “It seems like it’s going too far.”\n\nMr. Mason, who is not an N.R.A. member, said he supports universal background checks. But he is uncomfortable with the notion of an assault-rifle ban. His daughter, Grace, who is 16, went to a march in Ohio. He was proud she participated. But he also felt worried. The marchers’ demands seemed fluid and ill-defined, raising the worry that the young people simply wanted to ban all guns.\n\nAdvertisement Continue reading the main story\n\n“As a moderate, I’m like, ‘Hmmm, are they really just pushing for one type of gun to be banned, or are they pushing for everything?’” Mr. Mason said. “The protesters are not talking to me. I don’t think they believe that there are people like me out there.”","4":"NASHVILLE — There is something fundamentally democratic about a Waffle House restaurant in the wee hours of the morning. It’s a place where people working the late shift can stop for a hot meal on the way home, where high school kids can extend prom night just an hour longer, where 20-somethings jazzed on live music can wind down after a night on the town. The coffee is always fresh, and the counter staff has heard it all before but will usually listen again if you need an ear. It’s a uniquely American place.\n\nThere’s something tragically, fundamentally American, too, about an angry young white man with a firearm killing a bunch of strangers who have done him no harm. That’s what happened early Sunday morning, when a man who was naked except for a green jacket loaded with ammunition opened fire with an AR-15 rifle at a Waffle House in the Antioch section of Nashville. Four people were fatally shot and four others were wounded before James Shaw Jr., an unarmed customer, wrestled the gun from him, saving untold lives.\n\nThe attacker ran away, shedding the jacket as he fled. Also left in his wake: Akilah Dasilva, DeEbony Groves, Joe Perez, and Taurean C. Sanderlin, all dead. All were in their 20s. All were people of color.\n\nA search of the truck the gunman left behind led investigators to Travis Reinking, an Illinois man who had moved to Nashville only last fall. Considered armed and dangerous, Mr. Reinking immediately went to the top of the Tennessee Bureau of Investigation’s most-wanted list. After some 34 hours at large in a cold rain, he was apprehended Monday afternoon clothed and wearing a backpack containing a loaded semiautomatic handgun.","5":"Tragedy struck the Antioch neighborhood of Nashville early Sunday morning when an armed man shot two individuals outside of a Waffle House before proceeding inside and killing two more.\n\nIn the face of that horror, reports the Tennessean, one Waffle House customer, 29-year-old James Shaw Jr., managed to wrestle an AR-15 rifle free from the shooter and likely saved lives in the process.\n\nNow, although Shaw is quick to brush the claim aside, he is being hailed as a hero.\n\nJames Shaw Jr. was identified as the hero who helped stop the Waffle House shooter this morning. He says he doesn’t feel like a hero, which is exactly what you’d expect a real hero to say. https:\/\/t.co\/0N08omw80u — Jon Henshaw (@henshaw) April 22, 2018\n\n“I don’t really know, when everyone said that (of being a hero), it feels selfish,” the Tennessean reports Shaw as saying. “I was just trying to get myself out. I saw the opportunity and pretty much took it.”\n\nImage: Jason Davis\/Getty Images\n\nBut the local police very much agree with the term \"hero.\"\n\n\"[Shaw] is the hero here, and no doubt he saved many lives by wrestling the gun away and then tossing it over the counter and prompting the (gun)man to leave,\" CNN reports Metro Nashville police spokesman Don Aaron saying.\n\nInvestigation on going at the Waffle House. Scene being processed by MNPD experts. This is the rifle used by the gunman. pic.twitter.com\/lihhRImHQN — Metro Nashville PD (@MNPDNashville) April 22, 2018\n\nMany on Twitter have praised Shaw, and noted that — contrary to the oft-repeated claims of the NRA — he was unarmed when he managed to stop the attacker.\n\nThe only thing that stopped the Waffle House shooter was a good guy with no gun. — Allan Brauer (@allanbrauer) April 22, 2018\n\nThe waffle house shooting shows up the NRA's argument that the only thing that stops a bad guy with a gun is a good guy with a gun, no it doesn't it just takes a good guy #JamesShaw #hero. When are the politicians going to act to stop these killings #GunReformNow #GunControlNow — attilla the hun (@Attilla_dehun) April 22, 2018\n\nMyth: The only way to stop a bad guy with a gun is a good guy with a gun Reality: An unarmed civilian stops the Nashville Waffle house shooter\n\n\n\nBravo Mr. James Shaw jr.\n\nYou are as brave as it gets! pic.twitter.com\/SsTKPOBR8V — Kanisha J (@KaniJJackson) April 22, 2018\n\nMeanwhile, Shaw remains humble.\n\n\"I don't want people to think that I was the Terminator or Superman or anybody like that,\" CNN reports him as saying. \"I figured if I was going to die, he was going to have to work for it.\"\n\nThe alleged shooter, 29-year-old Travis Reinking, has yet to be apprehended.","6":"On platforms and devices, software and apps, the emoji keyboard is a gun-free zone. Well, almost.\n\nOn Wednesday, Google rolled out an Android update for the emoji keyboard that replaces the gun emoji with a \"toy water pistol.\" And according to Emojipedia, a similar change is imminent on Facebook.\n\nSEE ALSO: Apple is replacing the pistol emoji with a bright green squirt gun\n\nApple (via Unicode), Samsung, Twitter, and WhatsApp for Android have also all previously replaced guns with toy water pistols.\n\nEmojipedia reports that in the past, Google hedged on the change. But it has also emphasized its desire to be consistent with other platforms. That \"consistency\" is surely what drove this change — definitely not the gun control movement which has literally taken over the country in the wake of February's Parkland, FL shooting.\n\nIn 2016 when I asked if Google planned to change their gun emoji to a water pistol, the answer was \"we'll see\". Implied: we'll change ours, if or when others change theirs. And now they have. https:\/\/t.co\/lKzrMoSNys pic.twitter.com\/KGTlFLmOn9 — Jeremy Burge (@jeremyburge) April 24, 2018\n\nGoogle and Facebook's switch leaves one major player still with a straightforward, and not \"playful\" gun emoji option. That's Microsoft, on its Windows devices. Interestingly, though, Microsoft initially had a \"ray gun\" as its gun option. It only switched to a pistol in 2016 — the same year that Apple opted for a water gun option.\n\nAre toy guns much better tho? Just saying. Image: emojipedia\n\nRidding emoji keyboards of guns may sound like a trivial move in the effort to end gun violence — and it was a decision that certainly would irked some gun rights advocates. But with emoji more and more defining the way we speak to each other, and with the evidence that words and images impact the way that we actually think and act in the world, taking a gun out of our visual lexicon may be a more powerful act than it seems.","7":"Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed in this commentary are his.\n\n(CNN) Bless your soul, Mick Mulvaney, for spelling out so clearly and succinctly the evil that drives Washington. As the former congressman and now interim director of the Consumer Financial Protection Bureau explained to bankers on Tuesday, \"We had a hierarchy in my office in Congress. If you're a lobbyist who never gave us money, I didn't talk to you. If you're a lobbyist who gave us money, I might talk to you.\" Yes, Mulvaney would also meet his constituents from back home, whom he insists were at the top of the hierarchy.\n\nAmerica is a pay-to-play political system. When the lobbyists pay up, they're at the table. And to be sure, the big boys now run the show. The result is a political system among the most corrupt in the world, but with a twist of genius: the US Supreme Court has for all intents and purposes legalized the corruption and thereby put American democracy on a downward death spiral. The system works like this.\n\nAmerica's business interests, upper classes and white population have long made it hard for the poor and working class to register to vote. In most other democracies , voter registration is not the responsibility of individual voters, but is more or less automatic. Unlike these other democracies, US elections are a game of voter turnout, not of substance.\n\nAnd voter turnout efforts are based heavily on money -- big money -- to run ads on TV and other media, buy voter data, manage expensive targeting of households, and other big-ticket strategies. The 2016 federal election cycle saw at least $6.4 billion spent on federal campaigns, and that's not counting the anonymous corporate sums that are not reported.\n\nCongressmen live and breathe for campaign funds, and also to avoid crossing the interests of powerful corporate lobbies that might fund a primary challenger. The result is that billionaires and powerful companies own and operate the US political system. The vulgarity of the US situation would shock Karl Marx, who famously described 19th century democracy as a system in which \"the oppressed are allowed every few years to decide which particular representatives of the oppressing class are to represent and repress them.\"\n\nJUST WATCHED Warren to Mulvaney: You're hurting real people Replay More Videos ... MUST WATCH Warren to Mulvaney: You're hurting real people 02:24\n\nJane Mayer brought this home with flair in her account in \" Dark Money ,\" focusing especially on mega-billionaires David and Charles Koch, as well as the detailed account of hedge-fund billionaire Robert Mercer of Cambridge Analytica notoriety.\n\nSo, the public wants gun control, but Washington delivers guns and mass shooting instead. The public wants renewable energy, but Washington delivers EPA Chief Scott Pruitt and fossil fuels instead. The public wants taxes on the rich, but Washington delivers massive tax cuts for the rich instead. The public wants peace, but Washington and the military-industrial lobby deliver perpetual war instead. The American people are not the problem; the billionaires and their greedy agenda are at the heart of the crisis.\n\nDuring the Obamacare debates a few years ago, when I asked a congresswoman why there was so little attempt by Congress to control soaring medical care prices, she buried her head in her hands and murmured \"the lobbies! the lobbies!\" It was like Kurtz in \"The Heart of Darkness\" murmuring \"The horror! the horror!\"\n\nJUST WATCHED Jon Stewart slams 9\/11 health program proposal Replay More Videos ... MUST WATCH Jon Stewart slams 9\/11 health program proposal 02:19\n\nThe Supreme Court's infamous decision in Citizens United v. Federal Election Commission will go down in US history alongside Dred Scott v. Sandford (1857) and Plessy v. Ferguson (1896) as among the worst moments in US jurisprudence. In Citizens United, the Supreme Court basically gutted any control over corruption by eliminating nearly all restrictions on independent campaign spending by corporations, on the grounds that such restrictions violate the \"free speech\" guarantee of the First Amendment.\n\nA system that was already corrupt up to the gills suddenly was essentially told, officially and at the highest level, that American democracy was hereafter being turned over to the highest bidder. Evidently, Mulvaney knew well how to play the game, as he was showered with largesse from the financial industry\n\nThe Roberts Court is certainly one of the shoddiest in American history. It followed up the Citizens United decision with McDonnell v. United States, declaring, in effect, that the blatant corruption of former Virginia Gov. Robert McDonnell and his wife could be seen merely as a politician interacting normally with his constituents. McDonnell, duly convicted of bribery earlier by a jury of his peers, walked free after the Supreme Court ruling.\n\nIn Citizens United, the court offered the following stunning claims: \"We now conclude that independent expenditures, including those made by corporations, do not give rise to corruption or the appearance of corruption. ... The appearance of influence or access, furthermore, will not cause the electorate to lose faith in our democracy.\"\n\nJUST WATCHED Showdown of dueling bosses at watchdog agency Replay More Videos ... MUST WATCH Showdown of dueling bosses at watchdog agency 01:30\n\nIt would be hard to find a more inaccurate statement. The public's confidence in American democracy has plummeted. In a January 2018 survey, just 8% of Americans expressed \"a great deal of confidence\" in the Congress. According to Gallup, the proportion of Americans expressing \"a great deal\" or \"quite a lot\" of confidence in Congress has declined from 30% in 2004 to just 12% in 2017.\n\nYou have done your duty, Mulvaney, and now you and your ilk should resign in peace. It is also urgent to challenge again in the courts the absurd claims of Citizens United before the confidence in our political institutions falls to zero.","8":"The Insider Picks team writes about stuff we think you'll like. Business Insider has affiliate partnerships, so we get a share of the revenue from your purchase. The Insider Pick: If you style your hair daily with a blow dryer or curling iron, your hair needs protection from heat damage. The Tresemme Thermal Creations Heat Tamer Spray will protect your hair from heat damage without weighing it down, keep frizz at bay, and give you silky hair at an extremely affordable price. If you use any type of heat styling tool on your hair — whether it’s a hair dryer, curling iron, or hair straightener — a heat protectant is a must-have! Exposing your hair to any type of heat without applying a protectant first is like laying out in the sun without any sunscreen. It may not be super noticeable at first, but the consequences won’t be pretty. Without a properly applied protectant, heat will dry out your hair, making it brittle and prone to breakage. To find the heat protectant that's best suited to your hair type, there are a few things you should consider. The most important factor is your hair type. You may find that one kind of protectant works better for you than another. If you have fine or frizz-prone hair, you’ll want a protectant that will smooth flyaways without weighing down your strands. If you have hair that is already prone to damage, look for a protectant that provides maximum protection of up to 450 degrees Fahrenheit. If you have thick hair, a protectant that can be applied to wet hair is ideal so all that volume can soak up the product. Knowing how you want to style your hair can also help you decide which heat protectant will best serve you. Heat protection should be applied at the very beginning of your styling routine. If you just plan on blow drying your hair, a conditioning protection mist may be all you need. If you plan on using a hair straightener, using a protectant that will help smooth your hair and create shine will make styling easier. For a wavy or curly style, a protectant that provides texture, volume, and hold can help you achieve curls that won’t go limp after a couple of hours. We did the research and read the reviews to find the best heat protectant sprays that cost less than $25. For this guide, we chose to go with heat protectant sprays because they’re versatile, and there are plenty to choose from depending on what type of style you’d like to achieve. Sprays provide even coverage, and when used properly, they won’t weigh hair down. Here are our picks: Best overall: Tresemme Thermal Creations Heat Tamer Spray\n\nBest for straightening hair: HSI Professional Argan Oil Heat Protector\n\nBest for curling hair: Matrix Biolage Thermal Active Setting Spray\n\nBest for fine hair: Kenra Professional Thermal Styling Spray 19\n\nBest for thick hair: Redken Pillow Proof Blow Dry Express Primer Spray Read on in the slides below to learn all about the best heat protectants you can buy to save your hair from damage. View As: One Page Slides\n\nThe best heat protectant overall Why you'll love it: If you’re looking for an effective and affordable heat protectant that will leave your hair looking healthy, the Tresemme Thermal Creations Heat Tamer Spray won’t disappoint. It comes as no surprise that the Tresemme Thermal Creations Heat Tamer Spray has received consistently positive reviews from buyers. It costs less than $10 and holds its own among the more expensive options of heat protectants. It’s a hair product that works, and unlike many heat protectants, its light formula won’t weigh hair down. Tresemme's spray makes hair soft, shiny, and manageable. Most importantly, it lives up to its name by protecting your hair against heat damage so you can blow dry, straighten, or curl to your heart’s content. This spray is infused with vitamins to help your hair continue to look and feel healthy after you’re done styling. It’s also versatile: You can apply it to wet hair before drying — a must to ensure total heat protection — and you can also apply it to dry hair before straightening or curling. While it’s an excellent heat protectant, be aware that this formula doesn’t provide any hold, so if you are curling your hair, you’ll want to layer it with another product. Since it has a lightweight formula, it can be layered with other products without your hair feeling greasy or weighed down. Experts agree. In its review, Allure praises this Tresemme heat protectant for being “light as a feather” on hair, and for the spray gun style nozzle that “covers hair quickly and evenly.” As with any hair product, for the best results, you’ll need to follow the instructions on the packaging. For this heat protectant, it’s advised to spray 6 to 8 inches away from your head, from mid-shaft to the ends of your hair. For the most thorough heat protection, you should use on your hair while its wet, before drying, and then again if you’re using additional heat styling tools once it’s dry. Some reviewers did have trouble with the nozzle breaking or not spraying properly, but most found the spray function easy to use, and appreciated the lock and unlock function on the nozzle. Those with fine hair and with thick hair have had good luck with this product. Another plus? According to buyers like Ren, “It smells great, and works with my hair!” Often it can be hard to find an effective hair product without an overpowering smell. Reviewer Jen-Nar’s statement sums up why the Tresemme Thermal Creations Heat Tamer is our top pick: “This is the best thermal protector spray out there for the price.” Pros: Lightweight formula won’t weigh down hair, infused with vitamins to enhance hair health, pleasant scent, can be used on wet or dry hair, affordable Cons: Doesn’t provide hold for curly or wavy styles, some reviewers had trouble with the nozzle breaking or not spraying properly Buy the Tresemme Thermal Creations Heat Tamer Spray on Amazon for $4.48 Buy the Tresemme Thermal Creations Heat Tamer Spray at Walmart for $4.48\n\nThe best heat protectant for hair straightening Why you'll love it: The HSI Professional Argan Oil Heat Protector will protect your hair from temperatures up to 450 degrees, thanks to nourishing oil. It comes as no surprise that the makers of the best-selling hair straightener on Amazon also have an effective heat protectant that’s the number one seller in hair sprays. The HSI Professional Heat Protector is infused with antioxidant-rich argan oil to make your hair sleek and shiny. Most importantly, it creates a protective barrier against heat styling tools. If you blow dry and straighten your hair often, this heat protectant will help keep your hair healthy. Even if you aren’t using heat styling tools every day, this heat protectant can also work as a leave-in conditioner to create a frizz-free look. It’s sulfate, paraben, and phosphate free so it can also be used on color treated hair and even human hair extensions. While the HSI Professional Heat Protector can work with any heat styling tool to protect your hair, its high heat protection and infusion of argan oil make it ideal if you want to straighten your hair — especially if it’s naturally very curly. The argan oil will smooth and get rid of frizz, while the heat protection of up to 450 degrees Fahrenheit will allow you to use higher heat settings if needed. You may equate anything with oil in it to be heavy, but this heat protectant still manages to have a weightless feel while protecting your hair and infusing it with moisture. This makes it ideal for straightening both fine and thick hair. It can be applied to wet or dry hair for styling. If you are starting with wet hair, you should apply before using a blow dryer to provide full coverage against heat damage. Some reviewers did find the smell of this hair protectant too strong. On the upside, those that found the scent to be strong do note that the product itself does work well. Other reviewers are complete converts, loving the way their hair looks, feels, and smells after using it. Reviewer Karina loves that it “gets all those stubborn little hairs in place” and “makes the straightening job much easier.” Pros: Heat resistant up to 450 degrees, infused with argan oil for a sleek look and frizz control, weightless feel, can be used on wet and dry hair Cons: Some reviewers didn’t like the scent Buy the HSI Professional Argan Oil Heat Protector on Amazon for $6.95 to $14.99\n\nThe best heat protectant for curling Why you'll love it: The Matrix Biolage Thermal Active Setting Spray provides heat protection as well as light hold for long-lasting curls and waves that won’t feel stiff or crunchy. Hair products that serve a dual purpose make for a great addition to your style routine, saving you time and money. If you curl your hair often, a heat protectant that provides both protection against heat and hold to keep your style in place is definitely worth considering. The Matrix Thermal Active Setting Spray does both, and won’t leave your hair feeling stiff or crunchy like some hairsprays tend to do. It will also add volume and shine, so your hairstyle won’t go limp and dull halfway through the day. It’s happened to the best of us, but getting up early to style your hair is a wasted effort if your style doesn’t last. This is a non-aerosol spray that can be applied to both wet and dry hair. You can apply a layer before blow drying for thermal protection. Then, apply another layer to hair once it’s dry before you start using any other heat styling tools to provide extra hold. If you have fine, naturally straight hair that typically doesn’t hold curl very well, you're in luck with this spray. Reviewer Meagan says this is “the only product that works on my straight hair to hold curl. It doesn’t leave sticky residue like other products I’ve tried.” In addition to providing hold, volume, and shine this protectant will also help control frizz and flyaways. While it works great with curling irons and hot curlers, it can also be used with a hair straightener or just a blow dryer for a frizz-free style that stays in place and has extra shine. Some reviewers did experience stickiness after using this product and felt that it coated their hair too heavily. As with most hair products, hair type and user application do influence the effectiveness of a heat protectant. With hair products that provide any sort of hold, it’s important to remember that a little goes a long way. Start with the minimal amount of product, and only add more as needed, otherwise, you can easily end up with stiff, greasy feeling hair. Most reviewers are happy they tried the Matrix Biolage Thermal Active Setting Spray, loving that it helps fine hair hold curl, keeps frizz at bay, and that their hair stays in place without feeling too heavy. Pros: Provides soft hold for curly and wavy hairstyles, adds volume and shine, can be used on wet or dry hair Cons: Some reviewers experienced stickiness after using it, and felt the formula was too heavy Buy the Matrix Biolage Thermal Active Setting Spray on Amazon for $13.58\n\nThe best heat protectant for fine hair Why you'll love it: The Kenra Thermal Styling Spray 19 provides thermal protection up to 428 degrees, will tame frizz and flyaways, and has a truly weightless formula ideal for fine hair. It can be easy for fine hair to get weighed down with product, becoming greasy and limp. While this may deter you from wanting to put a heat protectant in your hair and start styling right away, you should really use one. Fine hair can also be easily damaged and is prone to breakage, so if you’re using heat styling tools without any protectant, you’ll be putting your hair at risk. Luckily, there are hair products designed for fine hair, like the Kenra Thermal Styling Spray. The non-sticking formula will protect your hair from heat, but won’t leave any residue behind. It provides a clean and easy release from curling irons and hair straighteners that will minimize breakage. It’s weightless, but does provide just enough control to tame any frizz or flyaways, and will add shine to any hairstyle. This spray also provides light hold for use with curling irons and hair straighteners alike, giving your curls bounce, or keeping your hair pin straight all day depending on which style you decide to go with. This is a styling spray, so it’s meant to be applied to dry hair right before using a curling iron or hair straightener. If you’re starting with wet hair, you’ll want to apply a heat protectant designed to be used before blow drying. If you’re worried about layering products, the lightweight formula of the Kenra Thermal Styling Spray will allow it to be used with other products. As with any heat protectant, it’s important to follow the instructions on the packaging for the best results. When using this spray, you can apply it to hair section by section as you apply your styling tool. When you’re done styling, it’s also advised to spray over your entire head 8 to 10 inches away for a finishing hold. Some buyers did find the formula to be too sticky for their hair, and others felt that it dried out their hair over time. However, most fine-haired reviewers love this spray and found that it worked well enough to use daily to prevent heat damage and provide hold when they wanted to straighten or curl their hair. Reviewer Aimee from ultabeauty.com says, “I have been using this product for years. For my super fine straight hair, I get the longest lasting curls I have ever had.” Reviewer Cindy Lou echoes this sentiment, saying, “I love the hold this gives my hair! It also smells great!”\n\nPros: Thermal protection up to 428 degrees, weightless formula, controls frizz, adds shine, provides hold for style that lasts all day Cons: Not designed to be used on wet hair, some reviewers found the formula sticky, some felt it dried out their hair over time Buy the Kenra Thermal Styling Spray 19 at Ulta for $16.00","9":"Jay Feely posed with his daughter, her prom date, and a gun. JayFeely on Twitter \/ Courtesy of Leah Rocketto\n\nOver the weekend, former NFL player Jay Feely shared a photo of himself holding a gun alongside his daughter and her prom date.\n\nMany criticized Feely for the post, claiming it is insensitive given the recent discussions around school shootings and gun safety.\n\nOthers dragged the former NFL player for furthering the idea that fathers with rifles will use their weapons on anyone who hurts their children — particularly their daughters.\n\nAs the daughter of a professional marksman and rifle coach, I'm angered by Feely's photo and his response to the criticism.\n\nAs a child, I was probably more familiar and less fearful of guns than my peers. That's because my father, in addition to being a world-class egg scrambler and terrible joke teller, is a distinguished rifleman and rifle coach. His office walls are covered with plaques acknowledging his success in the sport, as well as a picture of me posing in an ammunition box as a baby.\n\nMy father had me pose in an ammo box — but never with a gun. Courtesy of Harold Rocketto\n\nLike any dad, he wanted to share his passion with his children. But since his sport came with a certain stigma, he made sure my sister and I were well-versed in gun safety. He never left his rifles out in the open, and immediately stored them in their safe when he returned home from a match. He constantly reminded us that he did not use his rifles on people or animals, and never would. Heck, we weren't allowed to watch \"Bambi\" as kids because he didn't want us to associate him with the death of an adorable creature.\n\nBecause of my upbringing, my mind goes to a million places when I see a story about gun violence or gun regulations in the news. That was the case this weekend when former NFL player and CBS sports announcer Jay Feely shared a photo on Twitter that featured himself holding a handgun alongside his daughter and her prom date, as INSIDER previously reported.\n\nFeely captioned the photo, \"wishing my beautiful daughter and her date a great time at prom\" with the hashtag #BadBoys. More than 12,000 people responded to the original Tweet at the time of publication. While there were some shows of support for Feely, the majority of the messages chastised the former Miami Dolphins player for the image.\n\nMany were quick to point out the timing of Feely's tweet, which came two months after the shooting Marjory Stoneman Douglas High School, a month after the March For Our Lives protests for stricter gun control, and the same week as the 19th anniversary of the infamous Columbine school shooting.\n\nOthers were frustrated by the message behind Feely's photo. To many, this photo promotes the idea that women, particularly young ones, are incapable of making decisions that won't lead to trouble; that they can't defend themselves and need a man to do it for them — bonus points if it's done with violence.\n\nFeely did not respond to INSIDER's request for comment at the time of publication. He did, however, respond to the criticisms of his photo on Twitter.\n\n\"The prom picture I posted was obviously intended to be a joke. My Daughter has dated her boyfriend for over a year and they knew I was joking,\" Feely wrote, adding that he takes gun safety seriously.\n\nBut as stories of the photo showed up in my Twitter feed, I couldn't help but think about my own dad who, like Feely, owns a gun. Despite being my protector, he never used his gun ownership or skills as a way to threaten gun use against me or my boyfriends — even as a joke. Even when an ex-boyfriend stalked me for a year and threatened my safety, my dad did not make a joke about having \"a gun, a shovel, and an alibi\" nor did he threaten this guy's safety with one of his many rifles. He simply asked how he could help me.\n\nMy dad, like many gun owners, is aware of the dangers guns can have when put in the wrong hands. He knows that roughly 96 Americans are killed by guns each day, according to the Centers for Disease Control and Prevention. He knows that, as cited by Every Town, 50 American women are shot to death by intimate partners each month. He knows that nearly 1,300 children die from gunshot wounds each year, according to the American Academy of Pediatrics. And because he knows all this, he knows not to make jokes about gun violence.\n\nAnd if he ever tried, he knows I have the self-agency to tell him off.\n\nSign up here to get INSIDER's favorite stories straight to your inbox.","10":"CLOSE Police released the 911 call that led to Travis Reinking's arrest 34 hours after authorities say he killed four people in a shooting at an Antioch Waffle House.\n\nBuy Photo Law enforcement personnel escort accused Antioch Waffle House gunman Travis Reinking into booking Monday, April 23, 3018, at Hill Detention Center in Nashville, Tenn. (Photo: Lacy Atkins \/ The Tennessean)Buy Photo\n\nThe red flags have been there for years.\n\nIn 2016 Illinois police took Waffle House shooting suspect Travis Reinking into protective custody after he was found in a CVS parking lot \"delusional.\"\n\nCLOSE Sheriff Daron Hall gives updates on Travis ReinKing, Waffle House shooting suspect.\n\nReinking believed that Taylor Swift, his family and police were involved in hacking into his phone and stalking him, according to a police report. Family members said he had threatened to kill himself and told police he \"owns and had access to many firearms at his residence.\" His parents told police Reinking had been having similar delusions since 2014.\n\nReinking, who was 27 at the time, was taken to a local hospital for a mental health evaluation. It's unknown what the evaluation found or when he was released.\n\nBetween August 2016 and March 2017, Reinking had moved to the small town of Salida, Colorado. At the crane company where he worked, his bosses and a coworker said he exhibited bizarre behaviors, including an \"obsession\" with Taylor Swift whom he claimed he would marry, but he also complained Swift was stalking and harassing him, and hacking his bank accounts, according to a Salida police report.\n\nReinking claimed he was a \"sovereign citizen\" - a group the FBI defines as anti-government extremists who believe they are separate or “sovereign” from the United States. He showed a coworker his guns.\n\nWhen he quit. claiming police were following him, he said he was moving back to Illinois. His former boss in Colorado, Ken Sustrich called his father \"to let him know of concerns he had about Travis' mental health issues.\"\n\nIn June, 2017, Illinois police intervened again. Reinking had threatened an employee of his father's crane company while holding an AR-15 rifle and wearing a pink dress.\n\nLater the same day, he drove to a public pool, took off the pink dress and jumped in, exposing himself and yelling at those present.\n\nMore: Waffle House shooting suspect Travis Reinking's $2 million bond revoked; new charges added\n\nMore: Waffle House hero: Could you rush toward a gunman who just killed people?\n\nIn a report about that incident, police said: \"Travis has some mental problems.\" They searched him for weapons but found none.\n\nPolice contacted Jeff Reinking, Travis' father, who said he had taken three rifles and a hand gun away from his son and locked them up – but had recently returned them.\n\nMore: Police search Travis Reinking's electronics amid investigation into Waffle House shooting\n\nMore: Sheriff Daron Hall explains how the jail is securing the Waffle House shooting suspect\n\nOne month later, in July 2017, U.S. Secret Service arrested Reinking for being in a \"restricted area\" near the White House. Reinking said he wanted to meet with the president.\n\nThen in early August, 2017, an Illinois police officer encountered Reinking again. Reinking reported that people were tapping into his phone and computer, and that \"unknown people outside his residence barking like dogs.\"\n\nThe officer filed a report, noting \"this is an informational report only. No further action is being taken.\"\n\nLater that month, in connection to the Secret Service arrest, his Illinois firearms authorization was revoked. Local Illinois authorities seized four weapons and placed them with Jeff Reinking. His father later admitted giving the weapons back to his son, but it is unclear when that happened.\n\nEight months later, Reinking made national headlines when he allegedly killed four people and injured several others in a Nashville Waffle House, spurring a 34-hour manhunt until police apprehended him on Monday. Reinking has been charged with four counts of criminal homicide. He remains jailed without bond.\n\nReinking's brushes with the law reveal a pattern of mental instability that raised red flags among local and federal officials – but they also reveal the limits of law enforcement in removing guns from people whose mental illnesses could pose a risk of danger to the public, experts said.\n\n\"If a police officer is concerned somebody shouldn't have a gun, there's very little an officer can do,\" said Avery Gardiner, co-president of the Brady Campaign to Prevent Gun Violence, which advocates for stricter gun regulations.\n\nThere is also little that can prevent gun buyers with mental illness from purchasing weapons.\n\nSince 1968, a federal law has barred the possession or acquisition of firearms by anyone who “has been adjudicated as a mental defective or has been committed to any mental institution.\"\n\nFrom 1998 to 2014, the FBI rejected 16,669 potential gun buyers because a background check found a mental health adjudication, about 1.4 percent of the roughly 1.2 million background checks that resulted in a denial.\n\nThe National Rifle Association has urged policymakers to focus on the nation's mental health system without limiting gun rights. They also have stressed that there are protections in place.\n\n\"The NRA will support any reasonable step to fix America’s broken mental health system without intruding on the constitutional rights of Americans,\" according to a statement posted on the group's website.\n\nMental health professionals support broadening access to mental health care but stress that mental illnesses are not the only factor behind mass shootings.\n\n\"I think we can see in this case a lot of times mental illness is just one of a number of complicated factors that leads someone to do something completely unexplainable,\" said Dr. Jonathan Metzl, director of the Center for Medicine, Health and Society, at Vanderbilt University.\n\nReinking's mental instability, his brushes with the law, access to family guns and differing gun laws in different states that may have allowed him to legally own guns are all contributing factors, Metzl said.\n\nSince the 2007 Virginia Tech shooting, mental health has moved to the forefront of the debate over gun control and gun rights.\n\nThe gunman in that case was able to pass a background check despite having been treated at a Virginia hospital as a potential danger to himself or others.\n\nMore recently, the debate emerged again after the Parkland Shooting which claimed the lives of 14 students and three school officials on Feb. 14.\n\nSchool officials and a sheriff's deputy had sought to forcibly commit Nikolas Cruz for a mental evaluation a year before the deadly rampage, but their recommendation was never acted upon. Cruz was able to obtain a gun legally.\n\nIn Tennessee, officials are limited in their authority to remove weapons from individuals – even those who appear to pose a danger.\n\n\"Until someone commits a crime, there is no authority in the state of Tennessee to take someone's gun,\" said Judge Melissa Blackburn, a General Sessions judge who also presides over Nashville's Mental Health and Veterans Court.\n\nAfter the Parkland shooting, Blackburn and other judges worked with the city's Legal Department to analyze current laws related to gun ownership and mental illness, she said .\n\nWhat they found was the law prohibits mental health professionals at any of the state's inpatient psychiatric facilities from reporting people they have been determined to be mentally defective to local sheriffs or police.\n\nThe law says that those individuals may be reported to the Tennessee Department of Safety and Homeland Security or the FBI.\n\nThere is no mechanism that allows judges to take guns from people whom mental health professionals suspect are a danger but have not been convicted of a crime, Blackburn said.\n\n\"We have looked extensively at the law,\" she said. \"We need to get our legislators involved.\"\n\nA handful of states have enacted so-called \"red flag\" laws that typically allow law enforcement or family members to petition a court to temporarily remove guns from an individual who has displayed mental instability or made threats of violence.\n\nIn Tennessee, a bill introduced in January by two Memphis lawmakers would have allowed police officers to petition a judge for a temporary, three-week gun removal order for gun owners who could posed a risk to the public. The bill failed to get out of a legislative committee.\n\nAt a news conference on Tuesday, Davidson County Sheriff Daron Hall called Sunday's mass shooting \"evidence that we have too many guns and too many mentally ill people.\n\n\"When you put those two things together in our community, the potential for things like this is going to exist,\" Hall said. \"My hope is we can find a way to reach people who are today suffering from mental illness that we can help, instead of one of these days having another one of these types of cases.\"\n\nReach Anita Wadhwani at awadhwani@tennessean.com, 615-259-8092 or on Twitter @AnitaWadhwani.\n\nWhy the Waffle House shooting stories are free\n\nThe Tennessean is lifting its paywall for coverage of the Waffle House shootings because it is imperative to tell this story to our community and beyond. If you value local journalism and reporters who tell the stories that matter in the Nashville community, please subscribe to the Tennessean. Digital packages start at $0.99\/week.\n\nRead or Share this story: https:\/\/www.tennessean.com\/story\/news\/2018\/04\/25\/waffle-house-shooting-suspect-travis-reinking-mental-health-gun-laws\/546370002\/","11":"Police on Monday arrested a man accused of killing four people at a Waffle House this weekend, ending a 34-hour, door-to-door manhunt that locked down schools and sent fear rippling across the Nashville region.\n\nAuthorities discovered Travis Reinking, 29, hiding in the woods behind a construction site about a mile from the restaurant where the shooting occurred in the community of Antioch, southeast of downtown Nashville. Police said Reinking immediately lay on the ground and surrendered when an officer approached him with his gun drawn.\n\nReinking was taken to a hospital after his arrest and booked later Monday at the Hill Detention Center on four counts of criminal homicide.\n\nReinking requested a lawyer and refused to answer questions or make a statement, said Don Aaron, a spokesman for the Metropolitan Nashville Police Department. He did not explain how Reinking eluded officers, police dogs and search helicopters, and he would not say what drove the suspect to allegedly open fire on apparent strangers early Sunday morning.\n\nReinking’s bond was set at $2 million — $500,000 for each homicide count. He is scheduled to make his first appearance in court Wednesday morning.\n\nReinking had accumulated a long list of red flags in recent years; police said he showed signs of mental instability, had extensive run-ins with authorities, and had his firearms license revoked and his guns taken away by authorities last year. He allegedly carried out the mass shooting with one of the guns police had removed.\n\n1 of 21 Full Screen Autoplay Close Skip Ad × The scene after a gunman opened fire at a Waffle House in Nashville View Photos Four people died after a gunman opened fire at the restaurant early Sunday. Caption Four people died after a gunman opened fire at the restaurant early Sunday. Jose Romero Buy Photo Wait 1 second to continue.\n\nLast summer, Reinking was arrested outside the White House after he tried to cross a security barrier, declaring himself a “sovereign citizen” who wanted to speak with President Trump. The incident put Reinking under the scrutiny of the Secret Service and the FBI, as well as state and local police in Illinois, where he lived at the time.\n\nIn August, state and local authorities seized his guns and gave them to his father, Jeffrey Reinking, who agreed to keep the firearms secure and away from Travis, officials said. Since Sunday’s shooting, the father has told police that he eventually gave the guns back to his son.\n\nFederal officials said Monday that the transfer was probably illegal and that the older Rein­king might be charged. A young man answering the door at the Rein­king family’s house in Morton, Ill., said the family had no comment.\n\nPolice suspect that Travis Reinking is the gunman who opened fire at the Waffle House in Antioch just before 3:30 a.m. on Sunday, wearing nothing but a green jacket.\n\nThe man kept shooting as he walked inside, shattering the restaurant’s glass windows. At one point, he stopped, presumably to reload. That’s when customer James Shaw Jr. says he lunged at the gunman, wrestled the weapon away from him and tossed it over the counter.\n\n[James Shaw Jr. on why he rushed the Waffle House shooter: ‘He was going to have to work to kill me’]\n\nAmong the victims is 29-year-old Taurean C. Sanderlin of Goodlettsville, Tenn., a restaurant employee who was fatally shot while standing outside. The others killed were customers: Joe R. Perez, 20, of Nashville; Deebony Groves, 21, of Gallatin, Tenn.; and Akilah Dasilva, 23, of Antioch.\n\nTwo others — Shanita Waggoner, 21, of Nashville, and Sharita Henderson, 24, of Antioch — remained hospitalized at Vanderbilt University Medical Center in stable condition on Monday. After the shooting, police said, Reinking was spotted fleeing shirtless into a wooded area behind his apartment.\n\nJust an hour before arresting Reinking, police acknowledged having “no confirmed sightings” of the suspect. Even as authorities expanded their search, with 160 officers scouring surrounding neighborhoods, they said they weren’t sure if he remained in the area.\n\nLate Sunday, a resident of a nearby county told police he had found an empty laptop bag containing a handwritten ID card with Reinking’s name, Aaron said, suggesting that the 29-year-old was in that area the same night the shooting occurred. It remains unclear if the bag was dropped before or after the gunfire, police said.\n\nReinking’s arrest provided few clues about his activities since the shooting. He was wearing a maroon shirt and had a backpack when taken into custody. Inside the backpack, police said, was a loaded handgun, .45-caliber ammunition, a flashlight and a holster.\n\nA long list of red flags\n\nBeginning in May 2016, Reinking had a number of increasingly fraught encounters with authorities. That month, an emergency response officer found Reinking in a CVS parking lot in Morton, Ill. Reinking told police that pop star Taylor Swift was stalking and harassing him, according to police records. Reinking believed that Swift had hacked into his Netflix account and that his family was involved in the harassment. He told police a bizarre story about a Dairy Queen meetup with Swift that ended with him searching for the singer on the restaurant’s roof.\n\nHis parents told officers that he had threatened to kill himself and owned guns at home. Eventually, Reinking agreed to go to a hospital for evaluation, something he told police he had done before.\n\nOn June 16, 2017, police said, Reinking went to a local pool wearing a woman’s pink housecoat; he swam in his underwear, exposed his genitals and tried to pick fights with lifeguards.\n\n[Mass shooting statistics: The terrible numbers that grow with each mass shooting]\n\nThat same day, records show that Reinking — who was living in a shop above the offices of his father’s construction business in Tremont, Ill. — walked down to the offices wearing a pink dress, holding a rifle and shouting expletives at employees, before throwing the rifle in his car and speeding away.\n\nAn officer called his father, Jeffrey Reinking, who was out of state at the time, according to reports from the Tazewell County Sheriff’s Office. The father told police that he had taken three rifles and a handgun away from Travis because his son was having problems. But he eventually returned the guns to his son.\n\nIn the report, an officer said he later called Jeffrey Reinking and told him that “when he gets back home, he might want to lock the guns back up until Travis gets mental help which he stated he would.”\n\nThree weeks later, Travis Reinking traveled to Washington and picked a fight with federal authorities.\n\nOn July 7, Reinking told authorities outside the White House that he had to get in to speak with the president. He said that “he was a sovereign citizen and has a right to inspect the grounds,” according to a D.C. police report. Sovereign citizens are viewed by the FBI as anti-government extremists who believe they are not subject to governmental laws, and law enforcement officials have described them as a major concern.\n\n[‘There was so much left for him’: Mourning for the victims of the Waffle House shooting]\n\nWhen an officer told him to stop blocking the entrance, Reinking “began to take his tie off and balled it into a fist” while walking past the security barriers and toward an officer, the police report says.\n\n“Do what you need to do,” Reinking said, according to the report. “Arrest me if you have to.”\n\nReinking was charged with unlawful entry, a misdemeanor, officials said.\n\nHe was ordered to perform 32 hours of community service at Cornerstone Baptist Church in Morton, Ill., and to stay away from the White House for four months. He mowed grass, ran a forklift to move pallets of food, and packaged food for distribution to local food banks as well as hygiene packets for hurricane relief, according to court records.\n\nA letter signed by the church’s pastor, the Rev. Steven. E. Hauter, says Reinking completed 33.5 hours of community service.\n\nA woman who answered the phone at the church Monday said Hauter was “not available, and we have no comments.”\n\nProsecutors dismissed the case against Reinking in November after he completed the terms of the agreement.\n\nAfter an investigation by the FBI office in Springfield, Ill., the Tazewell County Sheriff’s Office said Monday, it was asked by the Illinois State Police to take away Reinking’s firearm owners identification (FOID) card, which he needed to legally possess guns or ammunition in Illinois.\n\nWhen a person’s FOID card is revoked, they have to hand it over to authorities and fill out paperwork confirming that their guns have been transferred to someone who has a valid card, the sheriff’s office said.\n\nReinking signed his four guns over to his father on Aug. 24, 2017, according to state records. Matthew E. Espenshade, assistant special agent in charge of the FBI’s Memphis division, said Monday that “every federal resource was brought to bear” in Reinking’s case after his arrest at the White House and the FBI assessment, pointing specifically to the attempts to keep him from possessing firearms.\n\n“We were able to effectively neutralize what we felt was the threat at the time by ensuring that he did not have the ability to purchase or own weapons and that those weapons were taken,” Espenshade said. “He was not able to possess or own those weapons.”\n\nIllinois State Police said they could not provide details about when Reinking obtained the FOID card or whether any red flags arose during his application. It was not immediately clear whether he had been diagnosed with any mental illness. Illinois law bars someone who has been “adjudicated as a mental defective” or has been a patient at a mental institution from obtaining a firearm license.\n\n‘That is your child’\n\nThe Waffle House shooting is the latest attack to raise questions about the systems intended to prevent such violence — systems that have repeatedly broken down.\n\nIn Parkland, Fla., police and the FBI did not act upon explicit warnings that a teenager intended to shoot up a high school in the weeks and months before 17 people were killed there in February.\n\n[Tennessee community experiences second mass shooting in six months]\n\nIn Sutherland Springs, Tex., a gunman who killed more than two dozen churchgoers last year was able to buy firearms because his domestic violence conviction had not been entered into a national database that would have flagged it during his background check.\n\nThe FBI said a breakdown in the background check system also allowed a shooter in Charleston, S.C., to obtain the gun he used to kill nine people in a church there.\n\nThe Waffle House shooting is the second in less than a year to hit the town of Antioch, where a masked gunman opened fire at a church last year.\n\nLast fall, Reinking moved to the Nashville area and worked in the construction industry, authorities said. He was fired from a job about three weeks ago, police said, and was recently hired by another employer but had not been to work since April 16.\n\nA few days before the Waffle House shooting, Reinking nearly had another run-in with police. On Tuesday, authorities say he stole a BMW from a dealership in suburban Nashville. Police later tracked the car to Reinking’s apartment complex but did not know who the thief was. After the shooting, a key fob for the BMW was found in Reinking’s apartment, officials said.\n\nEmployees at the dealership “had no idea who the man was” who took the vehicle, Aaron said, noting that Reinking refused to give identification to the dealership. Police in Brentwood said charges are pending in the case.\n\nA neighbor near his family’s home in Morton, Ill., said Reinking worked for a while for his father’s company, J&J Cranes.\n\n“He’s a good man. He was raised in a Christian home,” said Bill Koepnick, who called Reinking hard-working and honest. “A guy who perpetrates a crime like that naked? Come on, he’s not in his right mind.”\n\nBut Abede Dasilva, who was in the Waffle House with his brother, Akilah Dasilva, when Akilah was fatally shot, said he is struggling to understand why Reinking’s family allowed him to keep his firearms.\n\n“That is your child,” Dasilva said. “If something is mentally wrong with him, then you have to know that. How did they think it was okay to give him his guns back?”\n\nTara Haelle in Morton, Ill., and Devlin Barrett, Rachel Chason, Keith L. Alexander, Julie Tate, Magda Jean-Louis and Alice Crites in Washington contributed to this report.\n\n\n\nEmergency workers outside the Waffle House near Nashville, where a gunman opened fire early Sunday, killing four. (Mark Humphrey\/AP)\n\nRead more:\n\nMasked gunman rampages through Nashville church; usher uses personal weapon to subdue shooter\n\nHe fired a shotgun into a classroom door, police say, then said ‘sorry’ to the injured student\n\nMore than 208,000 students have experienced gun violence at school since Columbine","12":"GOP Rep. Charlie Dent of Pennsylvania announced this month that he was resigning from Congress and told Republicans: “Big wave coming—get off the beach.”\n\nDent is probably right. A little more than six months before the midterms, predictive models point to Democrats winning control of the House of Representatives. A strong history of pick-ups by the party out of the White House, disgust with President Trump, good results in special elections, 46 Republican retirements (compared to 20 Democrats), and an energized Democratic base all augur well.\n\nThe question isn’t whether the odds favor flipping the House, but whether Democrats should bank on it. And the answer—for anyone who cares about protecting American democracy—is an obvious no.\n\nSix months is a lifetime in politics. Trump’s popularity won’t recover by fall, but a deal with North Korea and a couple of other breaks could shift the momentum just enough to protect vulnerable Republican seats. And the recent history of midterms strongly favors Republicans, who took the House in 2010. In 2014, turnout fell to 37 percent, the lowest in 70 years, with the steepest falloff among Democrats.\n\nMost Democrats get it; they’re focused and girded for battle, with a bumper crop of young and exciting candidates, including a record number of women. But too many others wring their hands watching cable news without educating themselves about which seats in their states are in play and what they can do to flip them. And a remnant of lefties are still living in Jill Steinland—acting as if the midterms are in the bag and they can indulge in expensive primary fights over minor policy differences that drain resources from the constitutionally critical task at hand.\n\nAre Democrats in danger of once again forming a circular firing squad? The Democratic Congressional Campaign Committee (DCCC) is so worried that it’s pressuring weaker candidates in some districts to drop out in favor of well-funded moderates with a better chance of winning in November. California, where a half dozen seats are flippable (one quarter of those needed to gain control), is a particular concern because the state’s “top two” primary system means a large field of Democrats could split the vote and leave two Republicans running against each other in the general election.\n\nLiberal activists say pressure from the DCCC and other Washington types is exactly what they dislike about the Democratic establishment. It’s the same thinking, they claim, that forced the party to nominate Hillary Clinton over Bernie Sanders. Their message: Don’t ram moderates down our throats!\n\nThe problem with this argument is that it ignores the mechanics of actually winning elections, which require party discipline and rejection of the narcissism of small differences. Nominating the most liberal Democratic candidate in a Republican district may feel principled but it reeks of moral vanity.\n\nDemocrats with their heads screwed on right are reviving an old ethic: party and country over personal preference. In swing districts, that means often resisting the natural inclination to support the candidate they like best in favor of the one who can win in November. In Trump’s America, pragmatism is a moral imperative.\n\nLitmus tests—on support for a single payer health care system or even gun safety—are unaffordable luxuries in this year’s primaries. In 1980, Ronald Reagan issued his famous 11th Commandment—“Thou Shalt Not Speak Ill of Another Republican.” With the GOP violating that dictum every day, we’ll see if Democrats pick it up and play as a team for a change. The DNC might consider asking each primary candidate to sign a pledge committing to campaign for the winner.\n\nLest we forget: The stakes are the highest of any midterm election in memory. Imagine if House Republicans sustain heavy losses but hang onto their majority (24 seats as of now) by a few seats. This confounding of baked-in expectations would depress millions and have profound consequences for American life.\n\nAt a minimum, it would mean: The end of any investigation of Trump, whose presidency would be immediately normalized, with all that implies for his I-told-you-so behavior; new life for a right-wing legislative agenda that would include slashing social spending and, quite likely, finishing off Obamacare; even less oversight of federal agencies emboldened to wreak havoc.\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the top stories from The Daily Beast. Cheat Sheet A speedy, smart summary of all the news you need to know (and nothing you don't). By clicking “Subscribe,” you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason.\n\nNow imagine if Democrats, in the face of gerrymandered districts and financial disadvantages, re-take the House. It then wouldn’t matter nearly as much if Trump fired Robert Mueller, Rod Rosenstein, and the rest of the Department of Justice. The Democratic-controlled House Judiciary Committee could hire a large staff to pick up where Mueller left off and use its subpoena power to complete the probe.\n\nEven if a Democratic House didn’t vote articles of impeachment (and it probably would), we might finally get to the bottom of Russian intrusion in American elections and Trump’s myriad other assaults on the rule of law. When they speak privately, a surprising number of Republicans agree that their party needs a whipping this year so the process of small-d democratic and small r-republican renewal can begin.\n\nAccountability can’t wait. Imagine EPA Administrator Scott Pruitt having to answer for his corruption and vanity on Capitol Hill. He literally wouldn’t have time to redesign his seal, much less trash the environment.\n\nThen multiply the idea of true congressional oversight across the federal government. The lame questions aging senators asked Facebook CEO Mark Zuckerberg have obscured just how potent an energized majority can be when it wants to tie up a dangerous president in knots.\n\nAll the country needs is one house of Congress under the control of Democrats to remove or reduce the threat Trump poses in every area except foreign policy. Even there, a Democratic House would find ways to check his power, summoning national security adviser John Bolton to answer for any warmongering.\n\nThis new world of accountability depends, of course, on money. Well-funded special-election victories for Democrats are misleading; it’s much harder to crowd-source across dozens of districts. Despite slightly more contributions for competitive races, Democrats still trail overall.\n\nSo far, the Republican Party has raised about $262 million and the Democrats about $206 million for 2018. Some of the Republican haul comes from the $400 million pledged in January by the political network controlled by the Koch brothers, which is aimed at maintaining the party’s control of Congress and the state legislatures that will draw the all-important legislative maps after the 2020 census.\n\nMost of that $400 million won’t be donated and spent until the fall, when Democratic challengers now touted as likely winners could find themselves buried under mountains of cash. And we don’t know yet how much more might be coming from other Republican billionaires, for whom $10 or $20 million to GOP candidates in October is like a bar bill. The Mercer family has been sidelined by the Cambridge Analytica scandal but is still expected to kick in tens of millions.\n\nMoney isn’t everything. To drive turnout, Democrats need a strong “kitchen table” economic agenda and bold ideas that move beyond identity politics. (Marijuana legalization, for instance, turns more young people on than old people off.) But the record conclusively shows you also need the Benjamins: The best-funded candidates almost always win in state and local races.\n\nThat’s why squandering money and grassroots organizing in divisive primaries or contests far removed from competitive House seats is so aggravating. Every dollar that goes to those races is one less dollar for democracy’s main event in the fall.\n\nIn New York, supporters of actress Cynthia Nixon, who is challenging New York Gov. Andrew Cuomo in the Sept. 13 Democratic primary, argue that even if she doesn’t win, at least she’s pushing Cuomo to the left. But it’s false for Nixon to charge that Cuomo, for all his faults, is “governing like a Republican.” No Republicans favor banning fracking, family and medical leave, and a big hike in the minimum wage, as Cuomo does.\n\nMost unions get this. Despite her Trump-like handicap (being a celebrity who has never held public office), Nixon last week received the endorsement and a line on the November ballot from the Working Families Party. This caused the two major unions that have long supported that progressive third party—the Service Employees International Union and the Communications Workers of America—to pull out of the WFP. They recognize that intra-party ideological struggle would be fine in almost any election but this one.\n\nAfter all, the New York-New Jersey region boasts at least a half dozen flippable House races. Many ostensibly “woke” New York Democrats are still asleep when it comes to Job One; they often can’t even name the vulnerable incumbent Republicans just a few miles away.\n\nIf they wake up and research nearby districts, they may find that Nixon’s Not the One—that the one who will help rescue the country from Trump is a moderate military veteran or businessman who might not be their dream Democratic candidate but will do just fine in these circumstances.\n\nThis same dynamic is at play across the country. In Ohio, former Rep. Dennis Kucinich is challenging Richard Cordray, former director of the Consumer Financial Protection Bureau, in the Democratic gubernatorial primary. It’s not just that Cordray is a fine public servant and Kucinich a leftwing gadfly who has played footsie with Trump and would likely lose to the Republican in November. The real reason Dennis is a menace is that he’s diverting energy and resources that could benefit inspiring House candidates in Republican districts, like Ken Harbaugh, an Iraq War veteran who co-founded the Mission Continues, in Ohio-7.\n\nThis time, it’s all hands on deck. To flip the House, Democrats and other concerned Americans will have to dig deep in their pockets, subordinate their particular concerns to the cause of winning, and do what it takes to protect democracy.","13":"Emmanuel Macron has proposed negotiations on a “new deal” aimed at curbing Iran’s military power and regional activities, to exist alongside a three year-old agreement that restricts the country’s nuclear programme.\n\nThe Trump-Macron minibreak makes for some fantastique photographs Read more\n\nAmid the pageantry of a state visit laced with some characteristically undiplomatic touches from Donald Trump, the French president offered the idea of a new deal at a joint White House press conference with his US counterpart as a way of salvaging the 2015 agreement, which Trump has threatened to leave.\n\nThe offer seemed calculated to appease the US president’s discontent with the current agreement, the 2015 Joint Comprehensive Programme of Action (JCPOA) by proposing a broader initiative to tackle other elements of Iran’s challenge in the region, particularly its ballistic missile programme, and its military role in Syria.\n\n“I always said we should not tear apart the JCPOA and have nothing else,” Macron said. “This would not be a good solution.” But it was unclear if Trump had agreed.\n\nMacron is on the first state visit to take place during Trump’s presidency. The two presidents have gone out of their way to stress their personal chemistry, planting a tree on the White House south lawn, holding a dinner at George Washington’s house at Mount Vernon and hugging, hand-holding and cheek-kissing at the White House on Tuesday, where a traditional arrival ceremony featured nearly 500 members of the US military and a booming 21-gun salute.\n\nBut the intimacy took an awkward turn when Trump took Macron by surprise, ostentatiously brushing what he said was dandruff from the French president’s jacket. “We have a very special relationship, in fact I’ll get that little piece of dandruff off,” Trump said. “We have to make him perfect – he is perfect.”\n\nPlay Video 0:12 I’ll get that little piece of dandruff off, says Trump as he flicks at Macron's jacket - video\n\nSaving the Iran nuclear deal would be a diplomatic coup for Macron, who has taken a political gamble in befriending a US president who is deeply unpopular in Europe.\n\nAt a joint press conference in the East Room of the White House, Macron observed that while Trump saw the Iran nuclear agreement as “a bad deal”, he believes it is “not sufficient” and proposed a new deal, that would complement the JCPOA.\n\n“I’m not saying, we are moving one deal to another,” Macron said, but added that the JCPOA was just one aspect of the problems Iran presented.\n\nIran threatens to withdraw from nuclear weapons treaty Read more\n\nHe said that while the JCPOA restricted Iran’s major nuclear activities until 2025, a new deal would go further, imposing a permanent check on those activities, while also limiting the country’s development of ballistic activities, and its military operations across the region, particularly in Syria.\n\nThe new agreement would include regional powers, like Russia and Iran, who are involved in the Syrian conflict.\n\nThe French president said his White House discussions with Trump “make it possible to pave the way for a new agreement”. He also insisted: “France is not naive when it comes to Iran. We also have a lot of respect for the Iranian people … but we do not repeat the mistakes of the past.”\n\nIn their remarks, Trump and Macron both hinted heavily that they were close to an understanding.\n\nReferring to his decision on 12 May on whether to continue signing presidential sanctions waivers, Trump suggested he had confided his intentions to his French counterpart. “Nobody knows what I’m going to do on the 12th,” he said, turning to Macron and adding: “Though Mr President, you have a pretty good idea.”\n\n“We can change and we can be flexible. In life, you have to be flexible,” Trump concluded at the end of the joint press conference.\n\nMacron said that US and French officials were working “intensively” together to fashion a new common approach to Iran and the region.\n\n“Regarding Iran, we have a disagreement regarding the JCPOA but I think we are overcoming it by deciding to work towards a deal, an overall deal.”\n\nAt one point, however, Trump issued a blunt warning: “If Iran threatens us, they are going to pay a price like few countries have ever paid.”\n\nThe US president was also asked about previous hints that he will withdraw US troops from Syria, where he, Macron and Theresa May recently coordinated airstrikes in response to the regime’s use of chemical weapons.\n\n“I would love to bring our incredible warriors back home,” he said. “But Emmanuel and myself have discussed the fact that we don’t want to give Iran open season to the Mediterranean, especially since we really control it to a large extent … We are discussing Syria as part of an overall deal.”\n\nThe US president’s upcoming meeting with the North Korean dictator, Kim Jong-un, was also in the spotlight. In comments earlier on Tuesday, he raised eyebrows by describing Kim as “very open” and “very honourable”.\n\nLater Trump denied that the US had made any concessions in agreeing to the talks. “The end result is: we’ll see. Maybe good things will happen and maybe we’re all wasting a lot of time.”\n\nUS and North Korea expectations over denuclearization appear to collide Read more\n\nPressed on what denuclearisation meant, he said: “It means they get rid of their nukes. Very simple. They get rid of their nukes … It would be very easy to make a simple deal and claim victory. I’m not going to do that. I want them to get rid of their nukes.”\n\nMeanwhile Trump admitted that Dr Ronny Jackson, his choice to lead the Department of Veterans Affairs, would soon make a decision on whether to withdraw after the emergence of allegations about inappropriate behavior on the job and overprescribing prescription drugs. “It’s totally his decision,” the president said.\n\n“I told Admiral Jackson just a little while ago, I said, ‘What do you need this for?’ This is a vicious group of people that malign and they do and I lived through it,” Trump said. “I said, ‘What do you need it for?’ He’s an admiral, he’s a great leader. And they question him about every little thing.”\n\nJackson’s hearing had been set for Wednesday at the Senate veterans affairs committee but was indefinitely postponed amid the allegations.\n\nTrump, Macron and their wives attended a state dinner on Tuesday night.\n\nAlthough French diplomats dismiss media talk of a “bromance”, this is the sixth time the two presidents have met, with the most notable being Trump’s trip to Paris for the Bastille Day parade on 14 July last year. Since Macron came to power, the two presidents have had about 20 phone calls together, according to the Elysée Palace.\n\nAt the end of their opening remarks on Tuesday, Trump declared: “I like him a lot.”","14":"Rotation. Motors rotate. Potentiometers and variable capacitors often rotate. It is a common task to have to rotate something remotely or measure the rotation of something. If I asked you today to rotate a volume control remotely, for example, you might offer up an open loop stepper motor or an RC-style servo. If you wanted to measure a rotation, you’d likely use some sort of optical or mechanical encoder. However, there’s a much older way to do those same tasks and one that still sees use in some equipment: a synchro.\n\nThe synchro dates back to the early 1900s when the Panama Canal used them to read and control valves and gates. These devices were very common in World War II equipment, too. In particular, they were often part of the mechanisms that set and read gun azimuth and elevation or — like the picture to the left — a position indication of a radar antenna. Even movie cameras used these devices for many years. Today, with more options, you don’t see them as much except in applications where their simplicity and ruggedness is necessary.\n\nHow Do They Work?\n\nA synchro looks like a motor, but it is really a transformer optimized for specific applications. For example, it is common to see a synchro transmitter and a synchro receiver, although usually the devices can work as both. When wired together and excited with the proper AC voltage, turning one synchro shaft will turn the other the same amount. And one transmitter can drive multiple receivers. For example, an airplane cockpit may have an instrument that uses one transmitter and has two receivers, one for the pilot and another for the copilot.\n\nA basic synchro is similar to a motor in that it has a rotor and a stator. However, each of these has a transformer winding. Some devices use single phase and others use three-phase. In addition, devices made for vehicles probably use 400 Hz AC instead of the 50 or 60 Hz common for stationary units. Usually, light-duty units made to drive indicators use single phase but synchros that transmit torque will use three-phase connections.\n\nYou can consider a synchro as a variable-coupling transformer. Rotating the shaft varies the magnitude of the magnetic coupling between the primary and secondary. That means the output voltage varies based on the shaft position. If you wire two synchros together, the circuit acts like a bridge. When the two devices are in the same position, the system is in balance — that is, putting out equal and opposing voltages. But if one shaft moves, the imbalance causes current to flow through the windings moving the other shaft to equilibrium. This configuration is sometimes known by the old General Electric name Selsyn. Other trade names included Teletorque and Autosyn, but you don’t hear those as often.\n\nVariety and Power\n\nThere are many variations. Some synchros have brushes and others are brushless. Some are made for precision. In high precision applications, you may have a coarse transmitter slaved to a fine transmitter that rotates multiple times for each full rotation of the coarse shaft for reading a more precise value. You can think of this like a clock, where the big hand goes around twelve times for each rotation of the little hand. Usually, the gearing ratio is 36:1 or 72:1 so that each rotation of the fine shaft corresponds to five or ten degrees of the coarse transmitter.\n\nMaking a little handle turn a giant gun mount was problematic. At first, the receiver motor just told a human what to do using an indicator and then the human operated the gun. However, the development of the amplidyne made it possible to amplify the synchro outputs to directly drive larger loads.\n\nThe Amplidyne\n\nThe amplidyne has a superficial resemblance to a dynamotor — that is, a generator turned by a motor. However, in a dynamotor, you turn the generator to make a high voltage. In an amplidyne, the motor still turns the generator, but an input voltage is put on the generator’s field winding. The more current you apply, the higher the output voltage. This creates a very low-frequency amplifier that takes a current input and produces a voltage output.\n\nAmplidynes found use in other applications, too. Elevators, locomotives, and even nuclear submarines. Of course, today, we have much better options for doing high power amplification, but there could be a few still hiding in some old building’s elevator, somewhere.\n\nMore Info\n\nBecause these were used extensively in the Navy, one of the best sources of information is an old Navy pamphlet (if you consider 166 pages a pamphlet; if it disappears, search for OP 1303). If you want something more modern, Moog (the aerospace company, not the synthesizer company, although the companies were founded by cousins) has an application guide and a handbook you might find interesting.\n\nYou won’t find too many of these interesting devices in use today, although there are companies that make modern encoders that specifically target traditional synchro applications. Of course, tubes made a comeback. Maybe that pile of World War II surplus synchros in the secret Hackaday bunker will be worth something one day.\n\nSpeaking of World War II, check out the 1944 instructional video below about airplanes that could move guns electrically using all these components.\n\nPhoto Credits:\n\nSynchro by MGeek CC BY-SA-3.0","15":"(LAS VEGAS) — A month after speaking at the March for Our Lives in his hometown of Austin, Texas, Matthew McConaughey says he supports some gun control but fears the youth-led movement could be “hijacked” by those hoping to eliminate all guns in the United States.\n\nMcConaughey spoke about his support for the marchers on Monday in Las Vegas, where he was promoting his upcoming film, White Boy Rick, at the CinemaCon theater-owners convention.\n\nHe called gun violence “an epidemic in our country.”\n\n“I’ve got a lot of friends who are gun owners. I’ve got a lot of friends who are NRA (National Rifle Association). I grew up hunting. We had responsible gun ownership, but I was taught the right way to respect that tool,” he said. “At the same time, their petition that they were speaking about is a very good one. And I also fear that their campaign — they have to watch that they don’t get hijacked. Meaning, a lot of the crowd was for no guns at all. That was not the march for life. March for Our Lives was for rightful, just, responsible gun ownership — but against assault rifles, against unlimited magazines and for following up on the regulations.”\n\nThe 48-year-old Oscar winner said he hoped to find room for agreement between anti-gun activists and the NRA.\n\n“The two sides (have) got to talk. Because we both agree that there’s an epidemic. We both agree something has got to change. So I was for what they were marching for, and I wanted to speak to my hometown on the capital of my state Texas’ steps. And also talk to the many men and women who I grew up with, I know that had the guns, that owned the guns, and say hey, do we really, where can we reach across the aisle here? Find a compromise for the betterment of all of us?”\n\nMcConaughey plays the father of a teenager who becomes a drug dealer and an FBI informant in White Boy Rick, based on a true story. It’s set for a September release in theaters.","16":"During the TIME 100 gala on Tuesday evening in New York, guests praised the Parkland shooting survivors for the national gun control movement they have led in the aftermath of the tragedy at Marjory Stoneman Douglas High School on Feb. 14.\n\n“I admire them greatly,” said comedian and television host Samantha Bee, adding that, of all those in attendance at the event, she was most excited to see the Parkland students.\n\nActor Ben Platt, known best for his starring role in the Broadway musical Dear Evan Hansen, said he was happy to see the students—including Cameron Kasky, Jaclyn Corin, David Hogg, Emma González and Alex Wind—relaxing and having a nice time. “They’ve been working so hard for all of us,” said Platt.\n\nRajesh Panjabi, the co-founder and CEO of Last Mile Health, added: “What you’re seeing with the Parkland students … I think is reminding us … that really our future is in own hands, it’s not written for us.”","17":"David Hogg, one of the Parkland, Fla. students who survived the mass shooting at Marjory Stoneman Douglas High School in February, says he is excited to vote in the upcoming elections after recently turning 18.\n\n“I’ve become more of a citizen and more of an activist,” Hogg said at the TIME 100 Gala in New York on Tuesday. Hogg added that he wants to go to American cities dealing with gun violence, like Chicago, to help people “raise their voice.”\n\nCameron Kasky, another Parkland survivor, said Tuesday that he hopes former President Barack Obama, who wrote about them in the 2018 TIME 100, “goes out and votes in November.”\n\nHogg and Kasky were named to the 2018 TIME 100, along with their classmates Emma González, Alex Wind and Jaclyn Corin.\n\nThe five students from Parkland, Fla. started the #NeverAgain movement to curb gun violence after 17 of their peers and faculty members at Marjory Stoneman Douglas High School were murdered on Feb. 14.\n\nThe Parkland students’ impassioned responses to the mass shooting spurred a national debate on gun violence and reinvigorated calls for new gun control laws. On March 24, they commanded national attention in Washington, D.C., where hundreds of thousands of people converged for the March For Our Lives demonstration.\n\n“By bearing witness to carnage, by asking tough questions and demanding real answers, the Parkland students are shaking us out of our complacency,” Obama wrote about the young Parkland activists as part of the 2018 TIME 100.","18":"The suspect in the deadly van attack in Toronto posted a chilling Facebook message just minutes before plowing into a crowded city sidewalk, authorities said Tuesday, raising the possibility that he may have nursed grudges against women — a possible echo of a 1989 massacre of 14 women that remains one of Canada’s most traumatic acts of violence.\n\nThe 25-year-old suspect, Alek Minassian, was charged Tuesday with first degree murder in the deaths of 10 pedestrians he mowed down in the rented van he sent careening along the busy walkway. Fourteen others were injured.\n\nToronto Police Services Det. Sgt. Graham Gibson told a news conference that those killed and injured were “predominantly” women, though he declined to discuss a possible motive.\n\n“All the lanes are open with this investigation,” said Police Chief Mark Saunders.\n\nAuthorities have not yet released a list of victims. Those known to have been killed include a 30-year-old woman from Toronto, Anne Marie D’Amico, who was active in volunteer work, as well as a female student at Seneca College, which Minassian also attended. A Jordanian citizen and two South Koreans were also among those killed.\n\nThe gender issue arose because of what police called a “cryptic” Facebook message posted by Minassian just before the incident that suggested he was part of an online community angry over their inability to form relationships with women.\n\nThe now-deleted post saluted Elliot Rodger, a community college student who killed six people and wounded 13 in shooting and stabbing attacks near the University of California, Santa Barbara, in 2014.\n\nCalling Rodger “the Supreme Gentleman,” the Facebook post declared: “The Incel Rebellion has already begun! We will overthrow all the Chads and Stacys!”\n\nRodger had used the term “incel” — for involuntarily celibate — in online posts raging at women for rejecting him romantically. Like-minded people in internet forums sometimes use “Chad” and “Stacy” as dismissive slang for men and women with more robust sex lives.\n\nThe anti-women sentiment recalled the 1989 massacre at the Ecole Polytechnique, an engineering college in Montreal, when 25-year-old Marc Lepine entered a classroom, separated the men from the women, told the men to leave and opened fire, killing 14 women before killing himself. In a suicide note, he blamed feminists for ruining his life.\n\nSince then, there have been sporadic mass shootings in Canada, but none with a higher death toll — reinforcing the view among many Canadians that their country is less violent than the United States.\n\n“Canadians don’t know who they are, but they know who they are not — they’re not Americans,” said Nelson Wiseman, a political science professor at the University of Toronto. “They perceive that Canada, relative to the U.S., is a peaceable kingdom.”\n\n“This isn’t to say everything’s hunky dory in Canada,” Wiseman added. “But we don’t have this constant string of mass shootings that keep happening, and then nothing changes.”\n\nWendy Cukier, a professor of justice studies at Toronto’s Ryerson University and president of Canada’s Coalition for Gun Control, said Canada may avoid some types of violence because its social programs are stronger than those in many U.S. states and it has less income inequality. But the main difference, she contends, is tighter gun regulations in Canada.\n\n“If you take guns out of the mix, Canada and the U.S. are identical,” she said, citing statistics indicating the two countries have similar rates of non-firearm homicides.\n\nAlthough police say Monday’s rampage does not appear linked to international terrorism, the use of a vehicle to kill mirrored tactics used by terrorists in France, Germany, Spain, New York City and elsewhere.\n\nSince 2014, there have been at least two terror-related cases in Canada of vehicles being used as weapons — they caused several injuries and one death. But overall, Canada has been spared high-casualty terror attacks; its most striking incidents of violence over the past 50 years have varied widely in nature.\n\nIn 2014 a Muslim-Canadian gunman killed a member of the honor guard at Ottawa’s national war memorial, then stormed Parliament, where he was shot dead by a sergeant-at arms. Last year, a French-Canadian man shot dead six Muslim men during evening prayers at a mosque in Quebec City. Back in 1972, 37 people died in a Montreal cafe deliberately set on fire by three men who had been refused entry.\n\nIn Toronto, Canadian rapper Maestro Fresh Wes returned Tuesday to the scene of the rampage, pausing by a newly erected memorial. Wes, who lives nearby, was strolling down Yonge Street, heading to his barber to get a haircut when he saw a body bag on the ground.\n\n“Yesterday was the most beautiful day of the year and then look what happened,” he said. “Toronto is a safe city but things could happen anywhere. When these things happen, you have to reflect.”\n\nAlso revisiting the site was Saman Tabasinejad, a New Democrat Party politician who was canvassing in the area when the attack occurred.\n\n“I saw shattered glass everywhere, a fire hydrant knocked over and then five body bags,” she said. “People were holding others and I saw solidarity all over, people trying to help others.”\n\n“When something like this happens, you think people are going to run away from the tragedy but people didn’t, they ran towards it to try to help others,” she added. “It shows that something like this could happen at the hands of one person, but so many more stand against it and show their humanity.”","19":"A man has been shocked repeatedly with a Taser gun and arrested on board a plane after he allegedly groped another passenger, Miami police said.\n\nAccording to American Airlines, there was a “disagreement” between Jacob Garcia, 28, and others on Flight 2446 as the aircraft was waiting to depart Miami International Airport for Chicago.\n\nThe dispute started after Mr Garcia allegedly touched a woman without her permission, according to an arrest report.\n\nHe was moved to another seat, but started to shout abuse at the female passenger and her partner, the report said. Flight attendants asked Mr Garcia to get off the plane but he refused, the file claimed.\n\nFootage of the incident showed three officers surrounding the 28-year-old, who is reportedly from Chicago.\n\n“What is the reason why you’re removing me from this plane?” he asks.\n\nA male voice says: “Well you just assaulted a lady for one.”\n\nMr Garcia then says: “No, you guys are just trying to get on social media.”\n\nThe unknown male then says: “You’re a racist, for two.”\n\nThe struggle continues, with one officer urging Mr Garcia not to “fight”.\n\nWhen the man asks again why he is being removed from the flight, an officer takes out a Taser and fires it at him.\n\nIn between shocks the man asks why he is being removed from the aircraft.\n\nThe police report says the Miami-Dade officer used his Taser 10 times because he was “unable to holster his electronic control weapon” due to “Mr Garcia’s actions and the close quarters of the engagement”.\n\nEventually, Mr Garcia walked off the plane under police escort, but he continued to resist and twice tried to grab a police officer’s gun, according to the report.\n\nHe was taken to Turner Guilford Knight Correctional Centre, where he was charged with battery, depriving an officer of a firearm, criminal mischief and disorderly conduct, officials said.\n\nAmerican Airlines said in its statement it followed its normal procedures after the “disagreement” between passengers broke out, adding that the flight departed with the remaining passengers about an hour after the scheduled time."},"URL":{"0":"https:\/\/lifehacker.com\/a-gun-lingo-glossary-for-those-unfamiliar-with-firearms-1825427596","1":"https:\/\/www.theverge.com\/2018\/4\/25\/17275996\/cult-leaders-psychology-bhagwan-shree-rajneesh-netflix-wild-wild-country","2":"https:\/\/gizmodo.com\/inside-amds-quest-to-build-chips-that-can-beat-intel-1824064984","3":"https:\/\/www.nytimes.com\/2018\/04\/24\/us\/gun-owners-laws-parkland.html","4":"https:\/\/www.nytimes.com\/2018\/04\/23\/opinion\/waffle-house-shooting-nashville.html","5":"https:\/\/mashable.com\/2018\/04\/22\/james-shaw-jr-hero-waffle-house-shooting\/","6":"https:\/\/mashable.com\/2018\/04\/25\/water-pistol-emoji-google-facebook\/","7":"https:\/\/www.cnn.com\/2018\/04\/25\/opinions\/mick-mulvaney-delivers-the-chilling-truth-sachs\/index.html","8":"http:\/\/www.businessinsider.com\/best-heat-protectant","9":"http:\/\/www.thisisinsider.com\/jay-feely-gun-prom-photo-reaction-opinion-2018-4","10":"https:\/\/www.tennessean.com\/story\/news\/2018\/04\/25\/waffle-house-shooting-suspect-travis-reinking-mental-health-gun-laws\/546370002","11":"https:\/\/www.washingtonpost.com\/news\/post-nation\/wp\/2018\/04\/23\/waffle-house-shooting-travis-reinking-manhunt-continues-nashville-police-say\/","12":"https:\/\/www.thedailybeast.com\/democrats-are-primed-to-win-big-reclaim-the-house-and-save-our-democracy-heres-how-they-could-blow-it","13":"https:\/\/www.theguardian.com\/world\/2018\/apr\/24\/trump-iran-deal-macron-new-agreement-white-house-visit","14":"https:\/\/hackaday.com\/2018\/04\/25\/retrotechtacular-synchros-go-to-war-and-peace\/","15":"http:\/\/time.com\/5253700\/matthew-mcconaughey-march-for-our-lives\/","16":"http:\/\/time.com\/5253441\/time-100-parkland-survivors\/","17":"http:\/\/time.com\/5248853\/parkland-survivor-david-hogg-at-time-100\/","18":"http:\/\/time.com\/5253337\/toronto-van-attack-alek-minassian-facebook\/","19":"https:\/\/www.yahoo.com\/news\/police-repeatedly-taser-airline-passenger-133051553.html"}}