{"Content":{"0":"There are a lot of gun terms thrown around in the media these days, like “clip,” “casings,” and “semi-automatic.” But if you’re not familiar with firearms, many of these terms might go over your head. This glossary of common gun lingo will help clear things up so you can be an informed part of the conversation.\n\n\n\nAdvertisement\n\nObviously, this is a sensitive subject, especially in light of the many recent tragedies that have occurred. But knowledge on the subject of guns is important—no matter where you stand on the matter—since misinformation does nothing but cause more confusion and frustration for everyone. Real discussion can only occur when we all understand the basic facts.\n\n\n\nIn alphabetical order, these are the gun terms you may not know:\n\nACP : An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP.\n\n\n\n: An abbreviation of Automatic Colt Pistol. Designates various John Browning cartridge designs and calibers primarily used in Colt and Fabrique Nationale de Herstal semi-automatic pistols, like .45 ACP, .380 ACP, and .25 ACP. AK-47 : An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s”\n\n\n\n: An incredibly popular automatic assault rifle developed in the Soviet Union by Mikhail Kalashnikov, and first used in active service back in 1948. They are very reliable and cost very little to make so they’re the gun of choice for many military and revolutionary outfits. As of 2004, “Of the estimated 500 million firearms worldwide, approximately 100 million belong to the Kalashnikov family, three-quarters of which are AK-47s” Ammunition (ammo) : A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used.\n\n\n\n: A package of components that includes gunpowder, a primer, and a projectile encased in a casing. Amount of ammunition is measured in rounds, which is the what’s loaded into a gun. Ammunition comes in hundreds of sizes, and must match the firearm in order for it to be used. AR-15 : Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee.\n\n\n\n: Stands for ArmaLite Rifle-15, not “assault rifle.” It’s a lightweight semi-automatic rifle that comes in a wide variety of models. They are considered “modern sporting rifles” by some and “assault rifles” by others. Variants of the AR-15 have been used in many high-profile mass shootings in the U.S., including Sandy Hook, Aurora, San Bernardino, Sutherland Springs Church, the Las Vegas srip, the Stoneman Douglas High School shooting, and most recently the Waffle House shooting in Nashville, Tennessee. Assault rifle : A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s.\n\n\n\n: A technical term for a selective-fire rifle, usually used by a military or police force, which fires reduced-power ammunition from a detachable magazine. It can fire in either semi-automatic or fully automatic modes. Examples include AK-47s and M16s. Assault weapon : A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons.\n\n\n\n: A political term, not a technical term, that changes depending on who is using it. Connecticut defines assault weapons as “selective-fire firearms capable of fully automatic, semi-automatic, or burst fire at the options of the user.” Virgina defines it as any weapon with a magazine capacity greater than 20 rounds. The Federal Assault Weapon Ban, which was passed in 1994 but is now expired, had its own complex list of guidelines for defining assault weapons. Automatic : A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.”\n\n\n\n: A gun that continuously fires bullets as long as the trigger is pressed or held down and there is still ammunition in the magazine. More commonly known as a “machine gun.” Ballistics : The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did.\n\n\n\n: The science and study of cartridge discharge, and the launch, flight, behavior, and effects of projectiles (in this case bullets). Ballistics experts can determine where a bullet was fired, where it went, and what it did. Beretta : An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more.\n\n\n\n: An Italian firearm manufacturing company—Fabbrica d’Armi Pietro Beretta. It’s the oldest active manufacturer of firearm components in the world. They make semi-automatic pistols, revolvers, shotguns, rifles, submachine guns, machine pistols, and more. Blank : A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races.\n\n\n\n: A round of ammunition loaded with black powder but no bullet. Commonly used in film, TV, theatre, military exercises, and for starting races. Bolt action : A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber.\n\n\n\n: A type of rifle that fires one round at a time. Once a round is fired, the user must manually pull back a metal, cylindrical mechanism called the bolt to unload the empty shell and load another round into the chamber. Buckshot : Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game.\n\n\n\n: Shotgun ammunition that contains medium or large-sized pellets (.24” in diameter or greater) that fire out of a shotgun shell all at once. Used for self-defense and hunting large game. Bullet : The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target.\n\n\n\n: The projectile in a cartridge or round of ammunition. When the primer is struck, the gunpowder is ignited, and the bullet is propelled down the gun’s barrel and toward its target. Casings : The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.”\n\n\n\n: The containing unit of a cartridge or round. It holds the gunpowder, the projectile(s), and has a built in primer (for igniting the gunpowder). Usually made of metal for rifles and handguns, plastic for shotguns. Sometimes called a “shell.” Caliber : The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped.\n\n\n\n: The diameter of a gun’s bore (the inner diameter of the barrel) measured as fractions of an inch. It also determines the size of ammunition that can be fired by the gun. For example, “.22 cal” or “.45 caliber.” Caliber can also be measured in millimetres, like “9 mm,” but there is no decimal point and the word caliber is dropped. Clip : A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below).\n\n: A unit of multiple ammunition rounds (usually stored on a metal strip) that are ready to be quickly loaded into a firearm or magazine, as opposed to loading a gun a single round at a time. Also, often used as a slang term for a magazine (see below). Cock : The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates.\n\n\n\n: The action of manually drawing the hammer of a gun back, arming the hammer to be released at the pull of the trigger, which would fire the weapon. Many weapons, especially those with internal hammers, can be cocked automatically by pulling the trigger. This that action and sound you see and hear in movies and TV when a standoff escalates. Double tap : Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots.\n\n\n\n: Simply two shots fired in rapid succession, usually without re-aiming the firearm between shots. Firearm : By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms.\n\n\n\n: By federal definition, under the 1968 Gun Control Act, it’s a rifle, shotgun, or handgun using gunpowder as a propellant. Air guns and other devices that fire projectiles without combustion are not considered firearms. Flash suppressor : An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter.\n\n\n\n: An attachment at the end of a firearm’s barrel that lets hot air and gas escape the barrel. It makes for a smaller flash of light when a round exits the barrel, improving visibility for the shooter. Folding stock : A rifle or shotgun stock that can be doubled over for compact storage.\n\n\n\n: A rifle or shotgun stock that can be doubled over for compact storage. Gauge : This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound.\n\n\n\n: This is the bore size (the width inside of the barrel) of a shotgun, similar to the way caliber is for rifles and handguns. It’s based on the number of round lead balls of bore diameter that equals a pound. Glock : A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK).\n\n\n\n: A series of popular semi-automatic handguns designed and produced by Austrian company Glock Ges.m.b.H. (or GLOCK). Hair trigger : A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch.\n\n\n\n: A trigger that can be pulled (or “breaks”) with little pressure and an extremely light touch. High-capacity magazine : In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds.\n\n\n\n: In most jurisdictions, it’s any magazine that holds over 10 rounds. Some high-capacity magazines can hold as many as 100 rounds. Note: many modern semi-automatic pistols have magazines that hold between 15 and 18 rounds; modern semi-automatic rifles come standard with magazines holding between 20 and 30 rounds. Hollow-point : A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target.\n\n\n\n: A bullet with a concave nose designed to increase expansion and fragment upon penetration of a solid target. Does more internal harm to the target, but is considered safer for innocent bystanders who might be otherwise struck with a bullet that passes through a target. Magazine : A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires.\n\n\n\n: A container that holds cartridges or rounds under spring pressure to be fed into a gun’s chamber. Magazines are usually detachable and refillable. With a semi-automatic or automatic weapon, a full magazine is inserted into the gun, the hammer is cocked, and rounds are automatically loaded into the gun’s chamber from the magazine as it fires. Pistol : A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols.\n\n\n\n: A type of handgun that fires bullets. It’s a small, portable, concealable firearm designed to be easily fired from one or two hands. They can be single shot, semi-automatic, or fully automatic in the form of a machine pistol. Glocks, revolvers, snubbies, and Desert Eagles are all pistols. Pistol grip : An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol.\n\n\n\n: An extra handle attached to a rifle or shotgun behind the trigger like you’d find on a pistol. Point blank : The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull.\n\n\n\n: The distance at which a firearm can be directly aimed at a target without worrying about trajectory. Believed to come from old bowmen terminology in England and France, referring to practice conducted with white bull skull targets. Point blank, or “point blanc,” meant the archer was standing very close to the target and could easily point their bow directly at the white of the bull’s skull. Private party transfer : A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t.\n\n\n\n: A second-hand purchase of a firearm involving you exchanging cash for a gun from a private party, no questions asked, like at a gun show. Some states require records to kept for such purchases, but most of them don’t. Recoil : Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is.\n\n\n\n: Often referred to as a gun’s “kick,” or the backward force the gun exerts when it’s fired. The heavier the bullet and the faster it leaves the barrel the more recoil there is. Revolver : A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round.\n\n\n\n: A handgun or pistol with a multi-chambered cylinder (usually holding six to eight rounds) that rotates with each pull of the trigger. If you’ve ever seen a western, they’re all using revolvers. “Single action” revolvers require you to manually cock the hammer back before firing each round. Rifle : A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic.\n\n\n\n: A gun with a long barrel that’s fired from the shoulder and used for precision shooting. The barrel has helical pattern grooves cut into the bore walls (the inside of the barrel), a process known as “rifling.” They come in many varieties, including bolt action, semi-automatic, and automatic. Round : A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile.\n\n\n\n: A complete unit of ammunition (also known as a cartridge) that has a casing, a primer, a propellant, and a projectile. Safety : A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon.\n\n\n\n: A mechanism on modern firearms that prevents a gun’s trigger from being pulled, thus preventing the gun from being fired. Typically, the safety should always be left on until a user is ready to fire their weapon. Saturday night special : A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.”\n\n\n\n: A colloquial term used for any inexpensive handgun, especially a very small pistol that can easily be concealed in your pocket. They’ve also sometimes been called “suicide specials.” Sawed-off shotgun : A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted.\n\n\n\n: A shotgun that has had its barrel shortened to less than 18” (often by sawing it off), or a shotgun with an overall length less than 26”. These types of guns are federally restricted. Scope : A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily.\n\n\n\n: A magnifying tube attached to the top of a rifle, shotgun, or pistol that allows a shooter to see and aim at distant target more easily. Semi-automatic : A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty.\n\n\n\n: A self-loading firearm. It fires one bullet each time the trigger is pulled, but also performs all necessary mechanical steps to prepare another bullet to be fired. Once a magazine is loaded into a semi-automatic gun and the gun is cocked, a user could pull the trigger over and over firing bullets until the magazine was empty. Shells : A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition.\n\n\n\n: A popular, slang term for the leftover casing of a round. Also, sometimes used to describe shotgun ammunition. Shotgun : A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range.\n\n\n\n: A firearm fires groups of small pellets or very large slugs instead of bullets. They’re designed for shooting fast moving targets, like birds, deer, or rabbits, at close range. Silencer : A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law.\n\n\n\n: A slang term for a suppressor. This device is attached to the end of a gun’s barrel and reduces the sound of its discharge, or altering the sound’s characteristics so it’s less intense. They are tightly controlled under federal law. Snubby : Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above).\n\n\n\n: Slang for a revolver with a very short barrel. They can be considered to be “Saturday Night Specials” (see above). Stopping power : A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power.\n\n\n\n: A term often used to describe an ammunition’s ability to cause a human or animal to be incapacitated when shot with it. It’s an imprecise term, but basically, a cartridge or round with high stopping power is doing more damage per each shot than a round with less stopping power. Self-defense rounds are usually marketed as having high stopping power. Strawman purchase : When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated.\n\n\n\n: When you have someone else purchase a gun for you, then they hand the gun over to you for a much lower price or small fee. It’s illegal, but it’s hard to stop in states where Private Party Transfers aren’t regulated. Waiting period: The legally mandated time between purchasing a firearm and receiving the firearm, anywhere from seven to 25 days. It’s designed to give law enforcement officials time to perform a background check on the purchaser, and provides a “cooling off” period to help prevent impulsive acts of violence and suicides.\n\n","1":"When Ma Anand Sheela first met the Indian guru Bhagwan Shree Rajneesh in his apartment in Mumbai in 1968, she hugged him and cried. “My whole head melted,” Sheela says in the Netflix docuseries Wild Wild Country, which discusses Rajneesh and his cult. “My life was complete. My life was fulfilled.”\n\nRajneesh, who died in 1990, was a powerful spiritual guru who had thousands of followers in India and the West. In 1981, with the help of Sheela, who became his personal assistant, Rajneesh bought a ranch nearby the tiny town of Antelope, Oregon, and moved his cult there, creating a whole new city named Rajneeshpuram. It’s no surprise that the situation snowballed, leading to heated confrontations with local residents, attempted murder, and mass poisoning. Wild Wild Country follows the saga in captivating ways, through historical footage as well as sit-down interviews with Sheela, who effectively ran the cult and was Rajneesh’s spokesperson, and other members who had prominent roles, like Rajneesh’s lawyer Swami Prem Niren.\n\nBut as Ronit Feinglass Plank notes in The Atlantic, the series doesn’t really explain what the day-to-day life was like in Rajneeshpuram. And it doesn’t really address how it’s possible that thousands of people could just give up their lives, wear only maroon clothes, and blindly follow one man. What are the psychological mechanisms at play?\n\nRajneesh preached to his followers about the idea of creating awakened people who live in harmony with their surroundings. But his cult also forced members to donate large quantities of money, while creating an isolated community that kept tight control over its members. The Netflix documentary doesn’t show this, but Win McCormack, who wrote about the cult in the 1980s, points out in The New Republic that Rajneesh’s followers were encouraged to get sterilized or have abortions. (For more on Rajneesh and his cult, read The Oregonian’s 20-part investigation from the 1980s.)\n\nRajneesh was just one of many cult leaders who have captivated — and horrified — people throughout history. In 1978, cult leader Jim Jones urged more than 900 of his followers to kill themselves by drinking poison in Jonestown, Guyana. In 1993, in a standoff with government officials, more than 75 Branch Davidians died in a building fire in Waco, Texas, together with their leader David Koresh. All of these groups, and many more less prominent cult organizations, have some things in common. I talked with Louis Manza, chair and professor of psychology at Lebanon Valley College about how cult leaders control their followers, when people are most vulnerable to cults, and the difference between cults and religions.\n\nThis interview has been lightly edited for brevity and clarity.\n\nHow do cult leaders like Rajneesh exert control over their followers?\n\nThey can take a lot of approaches, obviously. On a real simple level, they could take control in a very physical way, restraining someone from leaving a space, but that doesn’t seem to happen a whole lot. It’s more of a psychological control. If you look historically at different types of cults, there’s always an indoctrination period where the cult leader is going to form a bond with people. Once they have that bond, now they can get inside of someone’s head, because now those people start to trust that person. And now the leader can start to make other suggestions to them: “You should move away from your family.” “You should come live with us.” Etc. That’s one of the critical things: there has to be that emotional connection that’s made by the person who’s running everything with the people they want to bring in with them. If you don’t have that connection, it’s going to be really hard to get people to do anything.\n\nWhat kinds of psychological mechanisms do cults use to keep their members in line?\n\nOnce someone forms a bond with a person, you can use that to your advantage, to a certain extent. You can withhold certain types of things. If you’re the cult leader, [you can decide] we all get to meet at this point in time, and we all get to talk about our feelings, but you can’t come this week because you’ve been misbehaving, or you’re not been pulling your share, or whatever the case might be. Once you have that relationship with that person, punishing [or rewarding] them can get something out of them. Again, it’s not a physical-restraint type of thing, but it is a form of control.\n\nThey’re also paying attention to what works, the same way that a spouse pays attention to what works with their significant other, the same way a parent pays attention with their kids. [Parents] can punish their children by making them stand in a corner for 10 minutes, and that works because that kid doesn’t like to stand in a corner. But for another kid, that doesn’t work, so they have to find something else. So they take the tablet away from them, or they don’t let them watch television. People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that. But the person who’s exploited has to be exploitable. If someone is in a good place psychologically, then they’re most likely not going to be exploitable.\n\n“People who are very good at understanding other people, are very good at paying attention, can get inside someone’s head and then exploit that.”\n\nWhen are people most vulnerable to a cult?\n\nOn a simple level, when they’re in a state of psychological instability — if something is not quite right in their life, if they’re missing something, especially on a relationship perspective. We are social creatures. There’s going to be some variability there; some people like much larger social circles than others, some people like to live in a cabin in the woods by themselves. But the majority of us fall in the middle. It’s part of what makes us humans. And so if that’s missing for individuals, and they don’t have a way of meeting that need on their own, they’re going to look for someone else who can maybe provide that need for them. Now, lots of people will join “cults” as a way of satisfying that. Other people will join other types of groups.\n\nI compete in ultramarathons, so I do a couple races a year. And that kind of satisfies that need for me. Now, is that a cult? I don’t think so, not in a way we define a cult, when you think of like the Jonestown massacre and Jim Jones. If you’re into certain sports teams, that social need is being met there. It’s just that idea that someone needs some type of social connection. I think it’s one of the primary forces. If they simply can’t find a way on their own to fulfill that, and then someone comes along and says, “Hey, we have this group. And you’re welcome. Join us!” it can be a very subtle thing at first. If you want to get someone in, and you know how to manipulate people, it’s fairly simple to do: you bring them in, you establish the relationship, and then you just start sucking them in more and more, and eventually, someone just crosses a line and they’re in. And then they can have a hard time getting out, because now they have that social need being met. It can be a very subtle process along those lines.\n\nWhat do cult leaders have in common?\n\nThey tend to be charismatic. Historically, if you think of the people we call cult leaders, like David Koresh, James Jones, they all had a certain charisma. That goes back to what I was saying about forming social bonds. If you can’t attract people to you, then you’re going to be hard-pressed to form a cult. Beyond that, it’s going to depend. You have to understand people, you gotta know what’s going on inside of their heads, you gotta talk to them, you gotta be able to pull information out of them. Those are skills. All of us use them in different ways. I’ve been teaching since 1992, so I know if I do this, I will get students to interact in class. Is that a form of manipulation? Sure it is. I wouldn’t put it up with the same kind of manipulation that a cult leader is doing, but they are also doing that. They’re understanding people, they’re studying people. They develop that kind of skill-set, but I think charisma has to be at the top of it, because just knowing people, it’s a skill people can acquire. Being charismatic and understanding people, that’s another thing altogether.\n\nPeople who are in power also like to keep that power, and they don’t want to give that power up. The cult leader wants to control people, to a certain degree. When you look at people who run these organizations, if you look at the more historically famous ones, they had a need to control people, and when that control got pushed up against, they pushed back. When David Koresh and the Branch Davidians went down, Koresh didn’t want to give up control of those people. And you had the gun fight and the burning of a building and all that. Jim Jones didn’t want give up control of those hundreds of people in Jonestown, and people died. I think wanting to control is a driving force from the leader, and wanting to belong is the driving force for the member. You put those things together, you create the perfect storm for getting people into a cult.\n\nWhat’s the difference between a cult and a religion?\n\nReligions are an organized belief system, and cults are organized belief systems. People will engage in lots of behaviors on the part of their religion, that can be very good but it can also be very bad. People have killed other individuals in the name of their religion. Now, will Catholics prevent you from leaving the church? Not to my knowledge. I was raised Catholic. I’m an atheist now. Now one held me back. So what we usually consider cults tend to exert a bit more control over their members, but that’s not to say that that control doesn’t happen in more organized, traditional religions. But with cults, you see that real psychological, physical-restraint thing kick in to a much higher degree than you see in Catholics, Lutherans, or whatever. If there is a dividing line, it’s along those lines, but they definitely share a lot of features, because they’re organized belief systems.\n\nBut there are lot of things that are not even religions or cults that are organized belief systems. Again, if you’re part of a certain sports team, you have an organized belief system. But mental manipulation, psychological manipulation is something you tend to see more in cults than in organized religion.","2":"There are few gambles in the tech world as big spending billions to build a new computer processor from scratch. Former AMD board member Robert Palmer supposedly compared it to Russian roulette: “You put a gun to your head, pull the trigger, and find out four years later if you blew your brains out.” Six years ago AMD loaded the gun and pulled the trigger, dramatically restructuring itself internally in a mad bid to escape a disaster of its own making. Now we’ve seen the results and instead of dying, AMD has a savvy new CPU microarchitecture, Zen, that’s the foundation of the shockingly good new series of Ryzen processors. They’re so good, in fact, that they could pose a real challenge to Intel’s incumbent dominance and change what the computer market looks for the next few years.\n\n“I think Intel kind of woke up and said ‘hey you know we’re in a battle all of a sudden,’” Linley Gwenapp, an analyst, and editor of the Microprocessor Report, an industry magazine, told Gizmodo. “So they’re not going to just stand by and let AMD storm into the market.”\n\nAdvertisement\n\nBut Intel has its work cut out for it. In January at CES in Las Vegas, I met with both companies and the mood could not have been more different. Intel seemed to spend the entire consumer electronics show apologizing for Spectre and Meltdown, a series of catastrophic security vulnerabilities that affected every one of the company’s CPUs. It seemed to barely have time to tease all the cool stuff it had coming out in the next few months. AMD, meanwhile, was a peacock—fluttering its feathers and bragging about its plans to continue one of the most aggressive launches in CPU history. The fact that it was vulnerable to Meltdown was almost an aside. AMD was way too busy being thrilled to be back, doing something very cool, and not being the one with all the bad press for once.\n\n“I think it’s been very successful when you look at where they were a year ago,” Gwenapp said of AMD. Because even just a year ago the company was in rough shape. According to Gwenapp, AMD had as little as 1.5 percent of the server market share last year. Intel had the other 98.5 percent. Sure it was making the chips that power every single Xbox One and PS4, and yes it’s the exclusive provider of GPUs for Apple machines, but to anyone who was paying attention, it sure seemed like AMD was a shadow of its former self. After all, the company was once considered Intel’s only serious rival in the CPU space, and until Zen was announced, AMD had been virtually silent on that front, effectively capitulating the multi-billion market for the chips that serve as the brains for everything from your computer to the servers powering your favorite websites.\n\n\n\nPhoto: Gizmodo\n\nAMD’s last big push in the CPU space came with a microarchitecture called Bulldozer back in 2011. In the tech world that’s an eternity. To put it in perspective, the same year AMD was last seriously attempting to compete with Intel, Apple launched the iPhone 4s, and Intel launched the second generation of its Core architecture. Intel is now on generation eight and expected to launch its ninth by the end of the year. It’s been eons since Intel and AMD were serious competitors.\n\nAdvertisement\n\nOne of the biggest reasons it’s taken so long for AMD to compete again is because that last big CPU launch was disastrous. Bulldozer obviously wasn’t intended to be awful. “It wasn’t as if somebody architected something that people thought wouldn’t be successful,” Patrick Moorhead, Founder and Prinicipal Anaylyst at Moorhead Strategy, told Gizmodo. Before becoming an analyst, Moorhead was a VP at AMD for nearly 10 years and departed at the same time Bulldozer came to market.\n\nAccording to Moorhead, Bulldozer was always intended to be a high octane kind of CPU that blazed past its Intel competitors thanks to its high clock rate (or clockspeed). The higher the clockspeed the more cycles of processing a CPU can potentially undergo in a second, and according to Moorhead, AMD had planned a clock rate of 5GHz, which is over five billion processes every second. Intel’s competitor at the time shipped CPUs with a much lower clockrate—only a handful could hit 4GHz.\n\n“That’s why when people say ‘oh we didn’t get out of Bulldozer what we would have wanted’ it’s because that was supposed to be a very high frequency part,” Moorhead said. In fact no CPU in general production from AMD or Intel has ever hit a clockrate of 5Ghz or higher. The only CPU to ever go into production with such a high clockrate is the IBM zEC12 released in 2012 and intended solely for IBM mainframes.\n\n“It was never really competitive.”\n\nWhen Bulldozer went into production it had a base clockrate of just 4.2GHz with a turbo clock rate (which is enabled when the processor needs to crank through a little data very quickly) of 4.5GHz. And the respectable clock rate couldn’t compete with Intel’s offerings in the same space. The reaction from reviewers was brutal.\n\nAdvertisement\n\nAdvertisement\n\nAnandtech’s Anand Lal Shimpi wrote that he was “not sure it’s quite ready for prime time” and that “Bulldozer simply does not perform.” Tom’s Hardware noted that it was often “embarrassingly bested by its predecessor” while Tweaktown lamented that “you can’t help but almost feel disappointed with what’s going on here today.”\n\nWhen CNET did a round up of the geekier reviews of Bulldozer it reported that “Bulldozer does not appear to offer AMD a competitive resurgence.” But it was at least a little hopeful AMD could stick around in the CPU space, if for no other reason than “to keep Intel honest.”\n\nYet that didn’t happen. AMD had come out of the gate with a troubled architecture and the gap between it and Intel only grew wider over each successive annual iteration. The company tried “to start with something that doesn’t work well and then kludge it up to make it better,” Gwenapp told Gizmodo. But with each new iteration based on the already underperforming Bulldozer architecture it couldn’t keep up. “It never really was competitive.”\n\nIt takes guts\n\nAnd a CPU absolutely must be competitive—either cheaper, faster, or more power efficient. It is the core brain that powers every computer you use—from your phone to your laptop to your TV. A CPU defined by its microprocessor—which is in many cases a synonym for CPU. It’s a wafer of silicon that then has billions of microcircuits etched to its surface and connected to one another via ions of copper. The specific way a CPU’s silicon microcircuits—or transistors—are arranged and connected via copper is called its “architecture.”\n\nAdvertisement\n\nAdvertisement\n\nThe very first microprocessor, the Intel 4004 released in 1971, was built on a die, or foundation, that was just 10,000nm. That is as thick as a very thin strand of human hair. The Ryzen CPU is just 14nm. A small process means it can move energy across those copper ions faster—effectively meaning that the smaller a CPU gets the faster it can be. But the smaller a CPU is the more delicate it becomes. So in the bid to make the fastest and most powerful processors, CPU designers must also make them smaller and more intricate. And that means always optimizing and seeking better efficiencies.\n\nConsequently each CPU is designed for a specific “instruction set.” That is the most basic code that works between a CPU and a devices software. Common CPU instruction sets you’ve heard of are ARM and x86. ARM CPUs are usually found in phones and tablets—the CPUs that power you Samsung GalaxyS9 and your iPhone X are ARM-based processors. x86 CPUs are usually reserved for computing devices that need a lot more power and a little less battery life. Intel and AMD’s CPUs for laptops, desktops, and servers are x86, and unless specifically specified, as are AMD’s competitors, including its new batch of Ryzen processors.\n\nBeyond the instruction set CPUs, are actually pretty simple and just made up of a few key components: cores, CPU caches, and the system bus. The cores are the engine of the CPU, they’re the things doing all the actual processing and when you talk about the clockrate of a CPU you’re talking about how fast those cores are operating. The cores do all the actual processing required by the CPU, but they’re very busy processing all that data you feed them, so they need to cache bits of it away for super quick references.\n\nAdvertisement\n\nThis is where CPU caches come in. They are the memory. When you glance at the specs for a computer you’re planning to buy you might see a mention of these caches, usually labelled L1, L2, and L3. They’re important because they’re what the cores actually read and write data to while processing. That data, after being processed on the CPU caches, is then sent back out to the general memory (also known as RAM) for the computer, and then possibly onto the storage drive, and it all gets to your eyeballs because it goes through the graphics processing unit.\n\nThe CPU caches and the cores communicate to one another via the system bus. It’s called a bus because it’s essentially busing information from one part of the CPU to another. And sometimes it’s not just moving data between the cores and the CPU caches. A system bus will also move data to and from a graphics processor if its squeezed onto the same chip too. At its most rudimentary, consider a system bus to be like that little green board you used to snap all the Lego bricks onto.\n\nAdvertisement\n\nThere are a lot of different kinds of system buses, and every major CPU maker has their own system bus architecture. So Intel has what it calls Front Side Bus, and until Zen, AMD used tech called HyperTransport.\n\nAdvertisement\n\nNow, focusing on any one of these components can improve the speed of a CPU,. When AMD created Bulldozer it put all its effort into the clockrate of the cores of the CPU. The clockrate is the frequency at which a computer processing unit can actually process cycles of data. More processes means a faster CPU and for a very long time improving the clockrate of a CPU was the primary goal of designers.\n\nBut in the early 2000s, Intel brought a CPU to market with a clockrate of 3GHz, and since then nearly all CPUs have hovered around that clockrate. One of the reasons for that stall in clockrate increases is because the higher the clockrate the more heat the CPU produces. Getting rid of all that heat can be costly—especially if you’re trying to pack that CPU into something super slim and fanless like a Surface Pro.\n\nSo in recent years, CPU designers have turned other parts of the CPU to improve speed, and when AMD made the decision to essentially scrap Bulldozer and put most of its resources into what would be come Zen, one particular component of the CPU would get a brunt of the focus: A new system bus architecture called Infinity Fabric.\n\nAdvertisement\n\nBut before AMD settled on Infinity Fabric, before it even settled on creating a new CPU and acknowledging Bulldozer’s failure, the company needed a new CPU design team.\n\nPhoto: Alex Cranz (Gizmodo)\n\nTheir powers combined\n\nEnter Mark Papermaster, current Chief Technology Officer for AMD. He joined the company in late 2011, just after Bulldozer’s launch, and according to him “it was not a coincidence.” Papermaster had been brought in to help save a company that saw its stock prices plummet more than 60-percent in a year thanks in part to Bulldozer’s poor performance.\n\n\n\nAdvertisement\n\nAdvertisement\n\nBefore joining AMD Papermaster was primarily noteworthy for two things. In 2008 he was the subject of a highly publicized lawsuit with IBM, where he’d worked since 1982. IBM was concerned that Papermaster, then a recent hire at Apple, would potentially carry trade secrets with him from IBM to Apple. The case settled out of court. Then Papermaster made headlines again in 2010, when he reportedly left Apple after just 15 months due to disagreements with then CEO Steve Jobs.\n\nPapermaster entered AMD in October 2011 and the company seemed to be in a state of free fall, with major rivals like Qualcomm, Apple, and Samsung snapping up dissatisfied employees. The flight of employees struck a nerve with some. “That just breaks my heart,” former AMD founder Jerry Sanders told Forbes in February 2012.\n\nThe company was in disarray and Papermaster was himself contributing to it. Not because of his previous reputation, but because one of his first orders of business was to dramatically restructure the CPU design team. He’d seen how bad Bulldozer was doing and it was clear to him it wasn’t the processor AMD needed to succeed. “I saw the market going to high performance,” he told Gizmodo. “To do that we needed a new CPU.” Instead of something that could just handle your web browsing, Papermaster was certain the market needed something that could handle gaming, or processing huge 3D files, or rendering big 4K videos.\n\nAdvertisement\n\nAnd for Papermaster, a new CPU meant a major restructuring of AMD’s design group. Traditionally the CPU design group was was broken up into two basic teams. “Prior to the Zen architecture they really had two kind of parallel design tracks,” Natalie Jerger, a professor of Electrical and Computer Engineering at the University of Toronto, told Gizmodo. One processor was intended for low powered laptops and desktops—the cheapest of the cheap. The other was intended for servers and high end desktops. The server class processors were Bulldozer, and the low power CPUs were what was called the Bobcat family.\n\n“And so what [Papermaster] did was he merged these two teams together,” Joe Macri, Corporate Vice President and Product CTO at AMD, told Gizmodo. Macri was one of the leaders of that new, larger team.\n\n\n\nAdvertisement\n\nTo hear him tell it, the merging of the two teams (and the removal of anyone made redundant) seemed like a necessity for the task Papermaster assigned to the larger group. “We didn’t need to start from scratch,” Macri said. “So that was really more of a merge than taking an existing team, rip it apart, and put it back together. But in the process we got a lot of efficiencies. We were able to apply more people to a single function and get much more design bandwidth.” Bandwidth that would be necessary to accomplish Papermaster’s goal of building a CPU that was in every way better than that rubbish it had just released.\n\nAdvertisement\n\nPapermaster was soon aided by another new exec at AMD: Lisa Su, who joined as Senior Vice President and General Manager in January 2012. Su had come from Freescale, another CPU maker that has since merged with NXP Semiconductors. Her first focus was on AMD’s graphics and gaming markets—where the company was actually having some successes. Su and then CEO Rory Read, secured deals with both Sony and Microsoft to create the chips at the heart of the Playstation 4 and Xbox One.\n\nThose deals were enormous, and many sources cite AMD’s work on custom chips for Sony and Microsoft as one of the reasons the company both survived the CPU drought and actually managed to produce such an effective CPU with its current architecture, Zen.\n\nSu’s work earned her quick notice and by October of 2014, a little more than two years after she’d joined AMD, she was elevated to CEO. Su and Papermaster then proceeded to pour resources into the development of Zen. According to Macri it was over two million man hours spread over four years.\n\nAdvertisement\n\nFor Papermaster, putting all those resources into a new CPU design, and having that team effectively ignore Bulldozer and its successive iterations, was absolutely vital. He needed a team that would have the breathing room “to get those bright ideas that they had.” He felt that some of AMD’s coolest ideas for new CPUs “had been on the shelf because there had been such a demanding schedule of new revision after new revision.”\n\nAdvertisement\n\n“You know sometimes you can get a ‘let’s do a from scratch design and throw everything out.’ The team didn’t do that.” Instead the team pulled from AMD’s extensive back catalog to use ideas that hadn’t been given a lot of focus over the years. One such idea was improving on the system bus architecture HyperTransport and creating a new one: Infinity Fabric.\n\n\n\nMark Papermaster told Gizmodo AMD called it “the hidden gem,” while Jim Anderson told Gizmodo it was the “secret sauce.”\n\nMr. Infinity\n\nThis is where a talented engineer named Jim Keller comes in. He’s a mythical sort of figure within AMD. Nearly every person I spoke to cited Keller as one of the primary people behind the success of Zen’s design, and importantly behind the design of Infinity Fabric.\n\nAdvertisement\n\nPapermaster hired Keller in 2012 and put him in charge of the processor group. Keller was no stranger to AMD. He’d worked there previously in the ‘90s and his short tenure had achieved legendary status in the geeky processor community online where he is credited as the principal figure behind AMD’s K8 microarchitecture which allowed the company to be viciously competitive with Intel in the late ‘90s and early 2000s.\n\nAdvertisement\n\nKeller and Papermaster had worked at Apple together, where Keller is credited with designing the first CPUs Apple built itself for its iPhones and iPads. When he came to AMD, both he and his new employer agreed to come under a limited time contract. He would work at AMD for three years, and at the end of that contract he would depart, which he did in 2015. He now designs chips for the autopilot feature in Tesla’s cars, and declined to comment for this story. [Update: The morning of publication, Intel announced that Jim Keller had jointed the company as the SVP for Silicon Engineering. The plot thickens!]\n\nKeller, and in particular his work on mobile CPUs and previous work on HyperTransport, were key. Without Keller to speak for himself we’re left with glowing praise from AMD execs like Mark Papermaster and Jim Anderson, and from analysts like Linley Gwenapp who said “I think Jim and his team really has turned around the company from a technology standpoint.”\n\nAdvertisement\n\nIn a rare public interview in 2014 with Papermaster, you start to get a sense of Keller’s enthusiasm and motivation. “I joined AMD because I love processor design and I love complicated systems design and AMD was looking at taking a big swing on the next generation,” Keller said.\n\nKeller seems calm and polished up on the little stage, but he tends to ramp up in response to geekier questions—growing sharper and more and more animated as he talks about architectures and pipelines and cores and the other supremely technical stuff that most of us would yawn at.\n\nThe interview is a great look at where Zen was in 2014—three years before its launch. At the time it was only approximately two years into its development, and still being designed alongside K12—AMD’s planned next generation ARM CPU. In the interview, Keller actually cites that co-development as an asset to Zen and specifically to the cores at the heart of each Zen CPU.\n\nAdvertisement\n\nAdvertisement\n\nHowever Keller doesn’t hint at the most important component until near the end of the 15 minute session when he mentions a next generation “fabric” that would be found in every CPU from mobile devices up to servers and that would allow AMD to scale performance at an enviable rate. That fabric would be known, by 2017, as Infinity Fabric.\n\n“AMD has found a way to have their cake and eat it too.”\n\nHe explains that the fabric would allow AMD to employ a “chiplet” approach to design. Instead of building one processor on a single die AMD could package a series of processors together—connecting them via the Infinity Fabric system bus. This would make the CPUs way cheaper to produce and ideally as fast as a CPU, like AMD’s previous CPUs and most of the ones from Intel, that included all the cores on a one die.\n\nAdvertisement\n\n“Historically,” analyst Patrick Moorhead told Gizmodo, “when you put things in packages it slows down the process. But AMD has found a way to have their cake and eat it too by coming up with this packaging that sets very high performance.”\n\nAnd this packaging also meant AMD was designing a very different kind of CPU from its competitor, with a different, and according to AMD, much more efficient methodology. “We came up with a very regular structure for it,” Joe Macri told Gizmodo. “We basically had a data point and a control point and everybody that bolted into [Infinity Fabric] bolted into it the same way.”\n\nAdvertisement\n\nMacri claims Infinity Fabric actually sped up design of the processors across the board. The modular design it gave the Zen architecture meant AMD didn’t need to reinvent the wheel for every kind of CPU. “One of the biggest challenges in designing a core is actually validating it,” Macri said. And thanks to Infinity Fabric AMD could quickly validate, or confirm the operation of, a whole slew of slightly varied designs ranging across their entire offering of Zen processors.\n\nAdvertisement\n\nThink of Infinity Fabric as the little snaps in Lego blocks and all the components of a CPU as the blocks themselves. AMD could take a few blocks to build a desktop CPU, or tack on more to create a big multi-core server processor, or snap on a GPU to make a wicked fast chip intended for laptops.\n\nOr, as happened in 2016—an entirely new type of CPU for AMD.\n\nImage: Gizmodo\n\nThe breakthrough\n\nReleased in 2017, Threadripper—AMD’s perhaps most eye catching CPU launched on Zen—was never on any of Papermaster’s aggressive roadmaps. Instead it was a passion project by a very small group of engineers—like maybe four. A “very, very small group,” Robert Hallock, AMD Evangelist for APUs and CPUs said. He shared the same row of cubicles with them.\n\n\n\nAdvertisement\n\nAdvertisement\n\nThe company had wanted to do a really big and powerful desktop CPU for a while, but it had never been feasible technologically or financially speaking. Yet this tiny group of engineers realized that they could potentially take advantage of the chiplet design made possible by Infinity Fabric to build an incredibly powerful desktop CPU to rival Intel’s popular top-end Xeon CPUs. Yet instead of the 8 cores found on the Xeon processors used in beefy workstations, the Threadripper would have a whopping 16 cores—the most ever put in a mass-produced desktop CPU.\n\nSuch a CPU should take years to design, test, and push into the market place right? According to Jim Anderson the tiny team didn’t even approach him about it until January 2016, when they pulled him aside during CES in Las Vegas. He said he immediately recognized the sheer cool factor of these chips and insisted on putting the project on a fast track, taking it from their concept to production in just a little over a year.\n\nThe project was steeped in secrecy, referred to only as Summit P3—which many assumed was a minor offshoot of Ryzen—then call Summit Ridge, and according to Hallock “you were not even allowed to send emails” about the project. Everything, from the look to the speed results were closely guarded until launch and even the teams trying to convince PC makers like Dell to adopt the CPU had almost no details on the product itself.\n\nAdvertisement\n\nYet when Threadripper did finally launch in the summer of 2017, it shocked critics and consumers alike, and was quickly adopted by some of the largest PC makers in the world, including Alienware’s top-of-the-line gaming desktops.\n\nBut it wasn’t just the audacity of Threadripper’s design that intrigued people. Yes 16 cores running 32 threads in a desktop PC anyone can build is impressive, but Intel announced an 18-core i9 processor just two weeks after Threadripper was announced. What was surprising was that it was cheap—$1,000 to the $2,000 for Intel’s 18-core processor—and the damn thing was actually as fast.\n\nPhoto: Gizmodo\n\nMore than anything else, this is what has surprised observers about AMD’s latest CPU architecture: The chips are cheaper and usually faster than their Intel competition. You can look at our own reviews of AMD processors over the last year as proof (here, here, and here).\n\nAdvertisement\n\nAdvertisement\n\nYet AMD isn’t just producing fast, cheap processors processors, it’s also releasing them all of a sudden at a surprisingly fast clip. In 2017 AMD released four categories of CPUs based on Zen: Ryzen desktop CPUs, Threadripper, Epyc CPUs intended for servers, and Ryzen APUs for laptops (APU is the AMD term for a CPU with integrated graphics). We’re only four months into 2018 and AMD has already released incredibly fast and cheap APUs for the desktop, additional mobile APUs for laptops, and even a second generation of Ryzen CPUs for desktops.\n\nJim Anderson told Gizmodo he anticipates over 60 new laptops and desktops with Ryzen inside by the end of the year, with most of those systems being laptops, and most of those laptops coming in the next few months. “This will be the widest range of premium notebook systems that you’ve ever seen from AMD in the company’s history.”\n\nHow good those laptops are remains to be seen. So far there are only a handful of AMD-based laptops actually in the marketplace, and we still don’t have a good sense of how well a mobile Zen processor handles power compared to its Intel rival.\n\nAdvertisement\n\nBut if it’s not quite as good at power management, it’s still okay. Because Intel has clearly noticed AMD’s strides into the CPU space and has responded accordingly. Last year Intel’s top of the line desktop CPU maxed out at 4 cores, but after AMD released a 6-core processor Intel quickly responded with its own 6-core device. And when AMD surprised us with the 16-core Threadripper, Intel raced to get the 18-core i9 into the marketplace.\n\nA rivalry between the two companies can only ever be good for all of us hunting for our next computer. “You know,” Natalie Jerger told Gizmodo, “the the world is much more exciting if we have multiple people trying to innovate in this space.”\n\nAdvertisement\n\nThis post has been updated to reflect that former AMD-engineer Jim Keller has moved on to Intel from Tesla.","3":"On platforms and devices, software and apps, the emoji keyboard is a gun-free zone. Well, almost.\n\nOn Wednesday, Google rolled out an Android update for the emoji keyboard that replaces the gun emoji with a \"toy water pistol.\" And according to Emojipedia, a similar change is imminent on Facebook.\n\nSEE ALSO: Apple is replacing the pistol emoji with a bright green squirt gun\n\nApple (via Unicode), Samsung, Twitter, and WhatsApp for Android have also all previously replaced guns with toy water pistols.\n\nEmojipedia reports that in the past, Google hedged on the change. But it has also emphasized its desire to be consistent with other platforms. That \"consistency\" is surely what drove this change — definitely not the gun control movement which has literally taken over the country in the wake of February's Parkland, FL shooting.\n\nIn 2016 when I asked if Google planned to change their gun emoji to a water pistol, the answer was \"we'll see\". Implied: we'll change ours, if or when others change theirs. And now they have. https:\/\/t.co\/lKzrMoSNys pic.twitter.com\/KGTlFLmOn9 — Jeremy Burge (@jeremyburge) April 24, 2018\n\nGoogle and Facebook's switch leaves one major player still with a straightforward, and not \"playful\" gun emoji option. That's Microsoft, on its Windows devices. Interestingly, though, Microsoft initially had a \"ray gun\" as its gun option. It only switched to a pistol in 2016 — the same year that Apple opted for a water gun option.\n\nAre toy guns much better tho? Just saying. Image: emojipedia\n\nRidding emoji keyboards of guns may sound like a trivial move in the effort to end gun violence — and it was a decision that certainly would irked some gun rights advocates. But with emoji more and more defining the way we speak to each other, and with the evidence that words and images impact the way that we actually think and act in the world, taking a gun out of our visual lexicon may be a more powerful act than it seems.","4":"Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed in this commentary are his.\n\n(CNN) Bless your soul, Mick Mulvaney, for spelling out so clearly and succinctly the evil that drives Washington. As the former congressman and now interim director of the Consumer Financial Protection Bureau explained to bankers on Tuesday, \"We had a hierarchy in my office in Congress. If you're a lobbyist who never gave us money, I didn't talk to you. If you're a lobbyist who gave us money, I might talk to you.\" Yes, Mulvaney would also meet his constituents from back home, whom he insists were at the top of the hierarchy.\n\nAmerica is a pay-to-play political system. When the lobbyists pay up, they're at the table. And to be sure, the big boys now run the show. The result is a political system among the most corrupt in the world, but with a twist of genius: the US Supreme Court has for all intents and purposes legalized the corruption and thereby put American democracy on a downward death spiral. The system works like this.\n\nAmerica's business interests, upper classes and white population have long made it hard for the poor and working class to register to vote. In most other democracies , voter registration is not the responsibility of individual voters, but is more or less automatic. Unlike these other democracies, US elections are a game of voter turnout, not of substance.\n\nAnd voter turnout efforts are based heavily on money -- big money -- to run ads on TV and other media, buy voter data, manage expensive targeting of households, and other big-ticket strategies. The 2016 federal election cycle saw at least $6.4 billion spent on federal campaigns, and that's not counting the anonymous corporate sums that are not reported.\n\nCongressmen live and breathe for campaign funds, and also to avoid crossing the interests of powerful corporate lobbies that might fund a primary challenger. The result is that billionaires and powerful companies own and operate the US political system. The vulgarity of the US situation would shock Karl Marx, who famously described 19th century democracy as a system in which \"the oppressed are allowed every few years to decide which particular representatives of the oppressing class are to represent and repress them.\"\n\nJUST WATCHED Warren to Mulvaney: You're hurting real people Replay More Videos ... MUST WATCH Warren to Mulvaney: You're hurting real people 02:24\n\nJane Mayer brought this home with flair in her account in \" Dark Money ,\" focusing especially on mega-billionaires David and Charles Koch, as well as the detailed account of hedge-fund billionaire Robert Mercer of Cambridge Analytica notoriety.\n\nSo, the public wants gun control, but Washington delivers guns and mass shooting instead. The public wants renewable energy, but Washington delivers EPA Chief Scott Pruitt and fossil fuels instead. The public wants taxes on the rich, but Washington delivers massive tax cuts for the rich instead. The public wants peace, but Washington and the military-industrial lobby deliver perpetual war instead. The American people are not the problem; the billionaires and their greedy agenda are at the heart of the crisis.\n\nDuring the Obamacare debates a few years ago, when I asked a congresswoman why there was so little attempt by Congress to control soaring medical care prices, she buried her head in her hands and murmured \"the lobbies! the lobbies!\" It was like Kurtz in \"The Heart of Darkness\" murmuring \"The horror! the horror!\"\n\nJUST WATCHED Jon Stewart slams 9\/11 health program proposal Replay More Videos ... MUST WATCH Jon Stewart slams 9\/11 health program proposal 02:19\n\nThe Supreme Court's infamous decision in Citizens United v. Federal Election Commission will go down in US history alongside Dred Scott v. Sandford (1857) and Plessy v. Ferguson (1896) as among the worst moments in US jurisprudence. In Citizens United, the Supreme Court basically gutted any control over corruption by eliminating nearly all restrictions on independent campaign spending by corporations, on the grounds that such restrictions violate the \"free speech\" guarantee of the First Amendment.\n\nA system that was already corrupt up to the gills suddenly was essentially told, officially and at the highest level, that American democracy was hereafter being turned over to the highest bidder. Evidently, Mulvaney knew well how to play the game, as he was showered with largesse from the financial industry\n\nThe Roberts Court is certainly one of the shoddiest in American history. It followed up the Citizens United decision with McDonnell v. United States, declaring, in effect, that the blatant corruption of former Virginia Gov. Robert McDonnell and his wife could be seen merely as a politician interacting normally with his constituents. McDonnell, duly convicted of bribery earlier by a jury of his peers, walked free after the Supreme Court ruling.\n\nIn Citizens United, the court offered the following stunning claims: \"We now conclude that independent expenditures, including those made by corporations, do not give rise to corruption or the appearance of corruption. ... The appearance of influence or access, furthermore, will not cause the electorate to lose faith in our democracy.\"\n\nJUST WATCHED Showdown of dueling bosses at watchdog agency Replay More Videos ... MUST WATCH Showdown of dueling bosses at watchdog agency 01:30\n\nIt would be hard to find a more inaccurate statement. The public's confidence in American democracy has plummeted. In a January 2018 survey, just 8% of Americans expressed \"a great deal of confidence\" in the Congress. According to Gallup, the proportion of Americans expressing \"a great deal\" or \"quite a lot\" of confidence in Congress has declined from 30% in 2004 to just 12% in 2017.\n\nYou have done your duty, Mulvaney, and now you and your ilk should resign in peace. It is also urgent to challenge again in the courts the absurd claims of Citizens United before the confidence in our political institutions falls to zero.","5":"CLOSE Police released the 911 call that led to Travis Reinking's arrest 34 hours after authorities say he killed four people in a shooting at an Antioch Waffle House.\n\nBuy Photo Law enforcement personnel escort accused Antioch Waffle House gunman Travis Reinking into booking Monday, April 23, 3018, at Hill Detention Center in Nashville, Tenn. (Photo: Lacy Atkins \/ The Tennessean)Buy Photo\n\nThe red flags have been there for years.\n\nIn 2016 Illinois police took Waffle House shooting suspect Travis Reinking into protective custody after he was found in a CVS parking lot \"delusional.\"\n\nCLOSE Sheriff Daron Hall gives updates on Travis ReinKing, Waffle House shooting suspect.\n\nReinking believed that Taylor Swift, his family and police were involved in hacking into his phone and stalking him, according to a police report. Family members said he had threatened to kill himself and told police he \"owns and had access to many firearms at his residence.\" His parents told police Reinking had been having similar delusions since 2014.\n\nReinking, who was 27 at the time, was taken to a local hospital for a mental health evaluation. It's unknown what the evaluation found or when he was released.\n\nBetween August 2016 and March 2017, Reinking had moved to the small town of Salida, Colorado. At the crane company where he worked, his bosses and a coworker said he exhibited bizarre behaviors, including an \"obsession\" with Taylor Swift whom he claimed he would marry, but he also complained Swift was stalking and harassing him, and hacking his bank accounts, according to a Salida police report.\n\nReinking claimed he was a \"sovereign citizen\" - a group the FBI defines as anti-government extremists who believe they are separate or “sovereign” from the United States. He showed a coworker his guns.\n\nWhen he quit. claiming police were following him, he said he was moving back to Illinois. His former boss in Colorado, Ken Sustrich called his father \"to let him know of concerns he had about Travis' mental health issues.\"\n\nIn June, 2017, Illinois police intervened again. Reinking had threatened an employee of his father's crane company while holding an AR-15 rifle and wearing a pink dress.\n\nLater the same day, he drove to a public pool, took off the pink dress and jumped in, exposing himself and yelling at those present.\n\nMore: Waffle House shooting suspect Travis Reinking's $2 million bond revoked; new charges added\n\nMore: Waffle House hero: Could you rush toward a gunman who just killed people?\n\nIn a report about that incident, police said: \"Travis has some mental problems.\" They searched him for weapons but found none.\n\nPolice contacted Jeff Reinking, Travis' father, who said he had taken three rifles and a hand gun away from his son and locked them up – but had recently returned them.\n\nMore: Police search Travis Reinking's electronics amid investigation into Waffle House shooting\n\nMore: Sheriff Daron Hall explains how the jail is securing the Waffle House shooting suspect\n\nOne month later, in July 2017, U.S. Secret Service arrested Reinking for being in a \"restricted area\" near the White House. Reinking said he wanted to meet with the president.\n\nThen in early August, 2017, an Illinois police officer encountered Reinking again. Reinking reported that people were tapping into his phone and computer, and that \"unknown people outside his residence barking like dogs.\"\n\nThe officer filed a report, noting \"this is an informational report only. No further action is being taken.\"\n\nLater that month, in connection to the Secret Service arrest, his Illinois firearms authorization was revoked. Local Illinois authorities seized four weapons and placed them with Jeff Reinking. His father later admitted giving the weapons back to his son, but it is unclear when that happened.\n\nEight months later, Reinking made national headlines when he allegedly killed four people and injured several others in a Nashville Waffle House, spurring a 34-hour manhunt until police apprehended him on Monday. Reinking has been charged with four counts of criminal homicide. He remains jailed without bond.\n\nReinking's brushes with the law reveal a pattern of mental instability that raised red flags among local and federal officials – but they also reveal the limits of law enforcement in removing guns from people whose mental illnesses could pose a risk of danger to the public, experts said.\n\n\"If a police officer is concerned somebody shouldn't have a gun, there's very little an officer can do,\" said Avery Gardiner, co-president of the Brady Campaign to Prevent Gun Violence, which advocates for stricter gun regulations.\n\nThere is also little that can prevent gun buyers with mental illness from purchasing weapons.\n\nSince 1968, a federal law has barred the possession or acquisition of firearms by anyone who “has been adjudicated as a mental defective or has been committed to any mental institution.\"\n\nFrom 1998 to 2014, the FBI rejected 16,669 potential gun buyers because a background check found a mental health adjudication, about 1.4 percent of the roughly 1.2 million background checks that resulted in a denial.\n\nThe National Rifle Association has urged policymakers to focus on the nation's mental health system without limiting gun rights. They also have stressed that there are protections in place.\n\n\"The NRA will support any reasonable step to fix America’s broken mental health system without intruding on the constitutional rights of Americans,\" according to a statement posted on the group's website.\n\nMental health professionals support broadening access to mental health care but stress that mental illnesses are not the only factor behind mass shootings.\n\n\"I think we can see in this case a lot of times mental illness is just one of a number of complicated factors that leads someone to do something completely unexplainable,\" said Dr. Jonathan Metzl, director of the Center for Medicine, Health and Society, at Vanderbilt University.\n\nReinking's mental instability, his brushes with the law, access to family guns and differing gun laws in different states that may have allowed him to legally own guns are all contributing factors, Metzl said.\n\nSince the 2007 Virginia Tech shooting, mental health has moved to the forefront of the debate over gun control and gun rights.\n\nThe gunman in that case was able to pass a background check despite having been treated at a Virginia hospital as a potential danger to himself or others.\n\nMore recently, the debate emerged again after the Parkland Shooting which claimed the lives of 14 students and three school officials on Feb. 14.\n\nSchool officials and a sheriff's deputy had sought to forcibly commit Nikolas Cruz for a mental evaluation a year before the deadly rampage, but their recommendation was never acted upon. Cruz was able to obtain a gun legally.\n\nIn Tennessee, officials are limited in their authority to remove weapons from individuals – even those who appear to pose a danger.\n\n\"Until someone commits a crime, there is no authority in the state of Tennessee to take someone's gun,\" said Judge Melissa Blackburn, a General Sessions judge who also presides over Nashville's Mental Health and Veterans Court.\n\nAfter the Parkland shooting, Blackburn and other judges worked with the city's Legal Department to analyze current laws related to gun ownership and mental illness, she said .\n\nWhat they found was the law prohibits mental health professionals at any of the state's inpatient psychiatric facilities from reporting people they have been determined to be mentally defective to local sheriffs or police.\n\nThe law says that those individuals may be reported to the Tennessee Department of Safety and Homeland Security or the FBI.\n\nThere is no mechanism that allows judges to take guns from people whom mental health professionals suspect are a danger but have not been convicted of a crime, Blackburn said.\n\n\"We have looked extensively at the law,\" she said. \"We need to get our legislators involved.\"\n\nA handful of states have enacted so-called \"red flag\" laws that typically allow law enforcement or family members to petition a court to temporarily remove guns from an individual who has displayed mental instability or made threats of violence.\n\nIn Tennessee, a bill introduced in January by two Memphis lawmakers would have allowed police officers to petition a judge for a temporary, three-week gun removal order for gun owners who could posed a risk to the public. The bill failed to get out of a legislative committee.\n\nAt a news conference on Tuesday, Davidson County Sheriff Daron Hall called Sunday's mass shooting \"evidence that we have too many guns and too many mentally ill people.\n\n\"When you put those two things together in our community, the potential for things like this is going to exist,\" Hall said. \"My hope is we can find a way to reach people who are today suffering from mental illness that we can help, instead of one of these days having another one of these types of cases.\"\n\nReach Anita Wadhwani at awadhwani@tennessean.com, 615-259-8092 or on Twitter @AnitaWadhwani.\n\nWhy the Waffle House shooting stories are free\n\nThe Tennessean is lifting its paywall for coverage of the Waffle House shootings because it is imperative to tell this story to our community and beyond. If you value local journalism and reporters who tell the stories that matter in the Nashville community, please subscribe to the Tennessean. Digital packages start at $0.99\/week.\n\nRead or Share this story: https:\/\/www.tennessean.com\/story\/news\/2018\/04\/25\/waffle-house-shooting-suspect-travis-reinking-mental-health-gun-laws\/546370002\/","6":"Rotation. Motors rotate. Potentiometers and variable capacitors often rotate. It is a common task to have to rotate something remotely or measure the rotation of something. If I asked you today to rotate a volume control remotely, for example, you might offer up an open loop stepper motor or an RC-style servo. If you wanted to measure a rotation, you’d likely use some sort of optical or mechanical encoder. However, there’s a much older way to do those same tasks and one that still sees use in some equipment: a synchro.\n\nThe synchro dates back to the early 1900s when the Panama Canal used them to read and control valves and gates. These devices were very common in World War II equipment, too. In particular, they were often part of the mechanisms that set and read gun azimuth and elevation or — like the picture to the left — a position indication of a radar antenna. Even movie cameras used these devices for many years. Today, with more options, you don’t see them as much except in applications where their simplicity and ruggedness is necessary.\n\nHow Do They Work?\n\nA synchro looks like a motor, but it is really a transformer optimized for specific applications. For example, it is common to see a synchro transmitter and a synchro receiver, although usually the devices can work as both. When wired together and excited with the proper AC voltage, turning one synchro shaft will turn the other the same amount. And one transmitter can drive multiple receivers. For example, an airplane cockpit may have an instrument that uses one transmitter and has two receivers, one for the pilot and another for the copilot.\n\nA basic synchro is similar to a motor in that it has a rotor and a stator. However, each of these has a transformer winding. Some devices use single phase and others use three-phase. In addition, devices made for vehicles probably use 400 Hz AC instead of the 50 or 60 Hz common for stationary units. Usually, light-duty units made to drive indicators use single phase but synchros that transmit torque will use three-phase connections.\n\nYou can consider a synchro as a variable-coupling transformer. Rotating the shaft varies the magnitude of the magnetic coupling between the primary and secondary. That means the output voltage varies based on the shaft position. If you wire two synchros together, the circuit acts like a bridge. When the two devices are in the same position, the system is in balance — that is, putting out equal and opposing voltages. But if one shaft moves, the imbalance causes current to flow through the windings moving the other shaft to equilibrium. This configuration is sometimes known by the old General Electric name Selsyn. Other trade names included Teletorque and Autosyn, but you don’t hear those as often.\n\nVariety and Power\n\nThere are many variations. Some synchros have brushes and others are brushless. Some are made for precision. In high precision applications, you may have a coarse transmitter slaved to a fine transmitter that rotates multiple times for each full rotation of the coarse shaft for reading a more precise value. You can think of this like a clock, where the big hand goes around twelve times for each rotation of the little hand. Usually, the gearing ratio is 36:1 or 72:1 so that each rotation of the fine shaft corresponds to five or ten degrees of the coarse transmitter.\n\nMaking a little handle turn a giant gun mount was problematic. At first, the receiver motor just told a human what to do using an indicator and then the human operated the gun. However, the development of the amplidyne made it possible to amplify the synchro outputs to directly drive larger loads.\n\nThe Amplidyne\n\nThe amplidyne has a superficial resemblance to a dynamotor — that is, a generator turned by a motor. However, in a dynamotor, you turn the generator to make a high voltage. In an amplidyne, the motor still turns the generator, but an input voltage is put on the generator’s field winding. The more current you apply, the higher the output voltage. This creates a very low-frequency amplifier that takes a current input and produces a voltage output.\n\nAmplidynes found use in other applications, too. Elevators, locomotives, and even nuclear submarines. Of course, today, we have much better options for doing high power amplification, but there could be a few still hiding in some old building’s elevator, somewhere.\n\nMore Info\n\nBecause these were used extensively in the Navy, one of the best sources of information is an old Navy pamphlet (if you consider 166 pages a pamphlet; if it disappears, search for OP 1303). If you want something more modern, Moog (the aerospace company, not the synthesizer company, although the companies were founded by cousins) has an application guide and a handbook you might find interesting.\n\nYou won’t find too many of these interesting devices in use today, although there are companies that make modern encoders that specifically target traditional synchro applications. Of course, tubes made a comeback. Maybe that pile of World War II surplus synchros in the secret Hackaday bunker will be worth something one day.\n\nSpeaking of World War II, check out the 1944 instructional video below about airplanes that could move guns electrically using all these components.\n\nPhoto Credits:\n\nSynchro by MGeek CC BY-SA-3.0","7":"(LAS VEGAS) — A month after speaking at the March for Our Lives in his hometown of Austin, Texas, Matthew McConaughey says he supports some gun control but fears the youth-led movement could be “hijacked” by those hoping to eliminate all guns in the United States.\n\nMcConaughey spoke about his support for the marchers on Monday in Las Vegas, where he was promoting his upcoming film, White Boy Rick, at the CinemaCon theater-owners convention.\n\nHe called gun violence “an epidemic in our country.”\n\n“I’ve got a lot of friends who are gun owners. I’ve got a lot of friends who are NRA (National Rifle Association). I grew up hunting. We had responsible gun ownership, but I was taught the right way to respect that tool,” he said. “At the same time, their petition that they were speaking about is a very good one. And I also fear that their campaign — they have to watch that they don’t get hijacked. Meaning, a lot of the crowd was for no guns at all. That was not the march for life. March for Our Lives was for rightful, just, responsible gun ownership — but against assault rifles, against unlimited magazines and for following up on the regulations.”\n\nThe 48-year-old Oscar winner said he hoped to find room for agreement between anti-gun activists and the NRA.\n\n“The two sides (have) got to talk. Because we both agree that there’s an epidemic. We both agree something has got to change. So I was for what they were marching for, and I wanted to speak to my hometown on the capital of my state Texas’ steps. And also talk to the many men and women who I grew up with, I know that had the guns, that owned the guns, and say hey, do we really, where can we reach across the aisle here? Find a compromise for the betterment of all of us?”\n\nMcConaughey plays the father of a teenager who becomes a drug dealer and an FBI informant in White Boy Rick, based on a true story. It’s set for a September release in theaters.","8":"During the TIME 100 gala on Tuesday evening in New York, guests praised the Parkland shooting survivors for the national gun control movement they have led in the aftermath of the tragedy at Marjory Stoneman Douglas High School on Feb. 14.\n\n“I admire them greatly,” said comedian and television host Samantha Bee, adding that, of all those in attendance at the event, she was most excited to see the Parkland students.\n\nActor Ben Platt, known best for his starring role in the Broadway musical Dear Evan Hansen, said he was happy to see the students—including Cameron Kasky, Jaclyn Corin, David Hogg, Emma González and Alex Wind—relaxing and having a nice time. “They’ve been working so hard for all of us,” said Platt.\n\nRajesh Panjabi, the co-founder and CEO of Last Mile Health, added: “What you’re seeing with the Parkland students … I think is reminding us … that really our future is in own hands, it’s not written for us.”","9":"The suspect in the deadly van attack in Toronto posted a chilling Facebook message just minutes before plowing into a crowded city sidewalk, authorities said Tuesday, raising the possibility that he may have nursed grudges against women — a possible echo of a 1989 massacre of 14 women that remains one of Canada’s most traumatic acts of violence.\n\nThe 25-year-old suspect, Alek Minassian, was charged Tuesday with first degree murder in the deaths of 10 pedestrians he mowed down in the rented van he sent careening along the busy walkway. Fourteen others were injured.\n\nToronto Police Services Det. Sgt. Graham Gibson told a news conference that those killed and injured were “predominantly” women, though he declined to discuss a possible motive.\n\n“All the lanes are open with this investigation,” said Police Chief Mark Saunders.\n\nAuthorities have not yet released a list of victims. Those known to have been killed include a 30-year-old woman from Toronto, Anne Marie D’Amico, who was active in volunteer work, as well as a female student at Seneca College, which Minassian also attended. A Jordanian citizen and two South Koreans were also among those killed.\n\nThe gender issue arose because of what police called a “cryptic” Facebook message posted by Minassian just before the incident that suggested he was part of an online community angry over their inability to form relationships with women.\n\nThe now-deleted post saluted Elliot Rodger, a community college student who killed six people and wounded 13 in shooting and stabbing attacks near the University of California, Santa Barbara, in 2014.\n\nCalling Rodger “the Supreme Gentleman,” the Facebook post declared: “The Incel Rebellion has already begun! We will overthrow all the Chads and Stacys!”\n\nRodger had used the term “incel” — for involuntarily celibate — in online posts raging at women for rejecting him romantically. Like-minded people in internet forums sometimes use “Chad” and “Stacy” as dismissive slang for men and women with more robust sex lives.\n\nThe anti-women sentiment recalled the 1989 massacre at the Ecole Polytechnique, an engineering college in Montreal, when 25-year-old Marc Lepine entered a classroom, separated the men from the women, told the men to leave and opened fire, killing 14 women before killing himself. In a suicide note, he blamed feminists for ruining his life.\n\nSince then, there have been sporadic mass shootings in Canada, but none with a higher death toll — reinforcing the view among many Canadians that their country is less violent than the United States.\n\n“Canadians don’t know who they are, but they know who they are not — they’re not Americans,” said Nelson Wiseman, a political science professor at the University of Toronto. “They perceive that Canada, relative to the U.S., is a peaceable kingdom.”\n\n“This isn’t to say everything’s hunky dory in Canada,” Wiseman added. “But we don’t have this constant string of mass shootings that keep happening, and then nothing changes.”\n\nWendy Cukier, a professor of justice studies at Toronto’s Ryerson University and president of Canada’s Coalition for Gun Control, said Canada may avoid some types of violence because its social programs are stronger than those in many U.S. states and it has less income inequality. But the main difference, she contends, is tighter gun regulations in Canada.\n\n“If you take guns out of the mix, Canada and the U.S. are identical,” she said, citing statistics indicating the two countries have similar rates of non-firearm homicides.\n\nAlthough police say Monday’s rampage does not appear linked to international terrorism, the use of a vehicle to kill mirrored tactics used by terrorists in France, Germany, Spain, New York City and elsewhere.\n\nSince 2014, there have been at least two terror-related cases in Canada of vehicles being used as weapons — they caused several injuries and one death. But overall, Canada has been spared high-casualty terror attacks; its most striking incidents of violence over the past 50 years have varied widely in nature.\n\nIn 2014 a Muslim-Canadian gunman killed a member of the honor guard at Ottawa’s national war memorial, then stormed Parliament, where he was shot dead by a sergeant-at arms. Last year, a French-Canadian man shot dead six Muslim men during evening prayers at a mosque in Quebec City. Back in 1972, 37 people died in a Montreal cafe deliberately set on fire by three men who had been refused entry.\n\nIn Toronto, Canadian rapper Maestro Fresh Wes returned Tuesday to the scene of the rampage, pausing by a newly erected memorial. Wes, who lives nearby, was strolling down Yonge Street, heading to his barber to get a haircut when he saw a body bag on the ground.\n\n“Yesterday was the most beautiful day of the year and then look what happened,” he said. “Toronto is a safe city but things could happen anywhere. When these things happen, you have to reflect.”\n\nAlso revisiting the site was Saman Tabasinejad, a New Democrat Party politician who was canvassing in the area when the attack occurred.\n\n“I saw shattered glass everywhere, a fire hydrant knocked over and then five body bags,” she said. “People were holding others and I saw solidarity all over, people trying to help others.”\n\n“When something like this happens, you think people are going to run away from the tragedy but people didn’t, they ran towards it to try to help others,” she added. “It shows that something like this could happen at the hands of one person, but so many more stand against it and show their humanity.”","10":"The suspect in the fatal van attack in Toronto wrote a Facebook post highlighting his violent misogynist tendencies prior to running down pedestrians on a walkway on Monday.\n\nAlek Minassian, 25, was charged with first degree murder in the deaths of 10 pedestrians after he plowed through a walkway. Most of his victims were women. While authorities have not yet announced a motive, police said Minassian posted a “cryptic” message on Facebook indicating he was a part of the “incel” community, or an online group of “involuntary celibate” men who blame women for rejecting them.\n\nIn his post, Minassian praised Elliot Rodger, the man who killed six students and wounded 14 in a 2014 attack near the University of California, Santa Barbara.\n\n“The Incel Rebellion has already begun,” Minassian wrote in a since-deleted Facebook post. “We will overthrow all the Chads and Stacys! All hail Supreme Gentleman Elliot Rodger!”\n\nIt is not immediately clear if Minassian posted on internet incel forums or what his motive for the attack was. The Southern Poverty Law Center, which tracks the community of “involuntary celibates” as part of its watch on male supremacists, says the group looks at punishing women who reject them sexually or romantically as an act of heroism.\n\n“They’re being supposed gentlemen, and feel they should be rewarded for it,” says Eric Mankowski, a psychology professor at Portland State University. “When they perceive they are not being rewarded, they resort to a violent response to gain back what they think they are entitled to.”\n\nHere’s what to know about the term “incel” and the community it attracts.\n\nWhat are incels?\n\n“Incels” or “involuntary celibates” are misogynistic men who, feeling overlooked, invisible and disrespected, blame women for their lack of success in the bedroom, often resorting to violent and dehumanizing language, according to Mankowski. In their world, “Chads” are men who find success with women, while “Stacys” are the women who reject incels.\n\nAlmost any man raised in contemporary society, where traditional definitions of masculinity still rule, is susceptible to being drawn into online incel communities, Mankowski says.\n\n“I don’t think it’s a question of a particular rare bad apple, but it’s really a question of: Why are we socializing boys and men to have ways of being and beliefs that are associated with acts of mass violence?”\n\nThe “incel rebellion” mentioned by Minassian refers to discussions among incels about an uprising led by “beta” males to take over feminism’s oppressive control, the New York Times reports.\n\nHow has misogyny driven other instances of mass violence?\n\nThe attack by Minassian and his salute to Elliot Rodger immediately recalls the Isla Vista killings, in which the 22-year-old Rodger killed six people — three men in his apartment and three women outside a sorority house — and injured 14 others in May 2014. Rodger carried out his attack through stabbing, shooting and running people down in a vehicle. He was then found dead in his car with a self-inflicted gunshot wound.\n\nBefore carrying out the attack, Rodger uploaded a video to YouTube raging against women from a local sorority who he felt had rejected him, thus leaving him a virgin.\n\n“Tomorrow is the day of retribution for the last eight years of my life, ever since I’ve hit puberty, I’ve been forced to endure and existence of loneliness, rejection, and unfulfilled desires … I don’t know why you girls are not attracted to me, but I will punish you all for it,” Rodger said in the video, which YouTube later took down.\n\nRodger, who referred to himself as an incel, detailed the plans for his attack in a lengthy, rambling manifesto, which, along with numerous Facebook posts, a blog and other videos, revealed his hatred for women and anger at seeing other couples interact with each other.\n\nThe deadly van attack on Monday also recalls a misogyny-fueled massacre in 1989, when the 25-year-old Marc Lepine killed 14 women in a classroom at the Ecole Polytechnique engineering college in Montreal after asking all the men in the room to leave. Lepine shot the women before killing himself, saying in a suicide note that feminists had ruined his life.\n\nOther attacks that resulted in mass casualties have also been linked to violence against women. Most mass shootings between 2009 and 2016 had to do with domestic and family cases, according to Everytown for Gun Safety, a gun-violence prevention group. In 54% of incidents where four or more people were killed with a gun, an intimate partner or family member was a victim. And of 46 public mass shootings since 2009, 33% of the shooters had a history of violent behavior toward women, according to a TIME analysis of Everytown data.\n\nMankowski says the general conversation about masculinity and violence needs to shift. When white men are found to be behind mass attacks, the reigning narrative focuses on their mental health problems, substance abuse issues or their romantic entanglements, rather than on the messaging boys and men receive about how to respond to their issues. Women, Mankowski notes, also suffer from mental health problems and romantic rejection and abuse substances, but it’s almost “unheard of that they would commit mass violence,” he says.\n\n“The long-term strategy is examining the implied and taught messages on how to be men — they comply with these messages about manhood because there’s privilege and status and benefits that you garner if you perform the role as it’s being taught,” he says. “Incel is saying, ‘I’m doing the role and not getting the benefits, and I’m particularly likely to respond with violence.’”\n\nHow have self-described incels reacted to the Toronto van attack?\n\nIncels gather online in spaces like 4chan, an anonymous message board, after Reddit banned the community. While administrators of websites like incel.me have condemned the attack, many online users have heralded Minassian and condoned violence against women. Incels also valorize Rodgers and have also commended Nikolas Cruz, the suspect charged in the killing of 17 people in a mass shooting at Marjory Stoneman Douglas High School in February.\n\n“The constant torture that society puts us through every single day brews rightful hatred in our minds,” reads one message posted on an Incel group on Wednesday. “That is what happens when a man is put through so much bullying, ostracization, and persecution throughout his life.”","11":"Photo illustration by Slate. Photos by Thinkstock.\n\nDear Prudence,\n\nMy mother married and had me while she was in high school. She is the bravest woman I know, and she raised my brother and me by herself, put herself through college, and has finally married the love of her life after divorcing my alcoholic father and waste-of-space stepfather. Recently, she discovered she was pregnant again at 41. I am 23 and three months pregnant with my first child. Everyone else in my family, even my younger brother, is happy about our concurrent pregnancies, openly celebrating and making jokes. I feel so weird about this. I get flashes of jealousy and resentment toward my mother and her pregnancy. She obviously is very focused on her own health and family right now, but I feel abandoned. It’s as if this baby has cheated me out of having a mom, or my mother has betrayed me by getting pregnant. I hate myself for feeling this way. It is irrational and petty and hateful, and I can’t even tell anyone about it! I don’t know what to do. I don’t know if it is hormones, or if I have always been an awful person. My husband has commented on the mood swings I have after I talk to my mother, but I lie and just say I am tired. I feel trapped. How do I stop this? How do I get these feelings under control and out of my head? My mother and I are both pregnant, married to lovely men, in good health, and happily employed. I have nothing to be upset over, but I am, and I hate it.\n\n—Pregnant and Resentful\n\nThere’s a significant difference between “I have nothing to be upset over” and “I’m feeling something negative that I don’t have to do anything about.” You’re very aware that just because you’re upset it doesn’t mean your mother has done anything wrong, and you’re capable of being happy for her hard-won joy. What you’re experiencing is a pretty typical oldest-child response to finding out you’re about to get a younger sibling: surprise, resentment, fear that you’re going to be loved less or pushed aside, anxious, insecure. The fact that you’re experiencing this unexpectedly, in your 20s, and on the verge of becoming a mother yourself makes this additionally intense. You’re not taking this out on your mother or expecting the world to change to suit your needs. You’re not an awful person. Don’t censor yourself when your husband asks you what’s wrong. Instead, ask him to hear you out and help you talk through your feelings. Consider seeing a therapist or talking about this with a trusted friend for the next few months as you deal with the day-to-day realities of going through pregnancy at the same time as your mother.\n\nDear Prudence Uncensored\n\n“It’s so normal to want to be parented a little yourself during such a new and difficult time.”\n\nDaniel Mallory Ortberg and Nicole Cliffe discuss this letter in this week’s Dear Prudence Uncensored—only for Slate Plus members.\n\nDear Prudence,\n\nI live in a three-bedroom house with a couple, who use the master bedroom, and “Hannah.” Hannah and I have our own rooms but share a Jack-and-Jill bathroom. We’ve always gotten along. I routinely take an hourlong bath every day at 6 p.m. I work early and then go to the gym; this has always been my schedule. Recently Hannah hosted her sisters and parents for a visit. Hannah was out and didn’t tell her family about my schedule. I was in the bath when one of her sisters started pounding on the door, saying they needed to get ready to go out. I yelled that I was in the bath. Twenty minutes later, I heard a second pounding on the door. The other sister wanted to use the bathroom. Again, I told her I was in the bath. Both sisters and Hannah’s mother then had a loud discussion of how “horribly rude” I was. I guess they didn’t realize I could hear them through the door. Apparently it’s a huge breach of manners to take a bath when you have guests.\n\nThe icing on the cake: Hannah’s mother said I was obviously raised in a barn and my mother should be ashamed of me. I was so embarrassed I didn’t say anything. I stayed in my room all weekend and pled illness to get out of the dinner my other roommates were hosting. I can’t get that conversation out of my head, but I don’t see what good it will do to tell Hannah. What should I do?\n\n—Bath Blues\n\nThe breach of manners wasn’t taking a bath, the breach of manners was continuing with your hourlong bath despite knowing that there were guests in the house who wanted to get ready on a tight schedule. After hearing the first knock, you should have said “I’m taking a bath, but I’ll be out as soon as I can,” cut your bath short, and made the room available. In the future, if guests come to visit—whether Hannah’s family or anyone else—wrap up your baths after 20 minutes and save the long, luxurious soaks for nights when you know no one else needs the bathroom. I’m sorry you had to hear Hannah’s family members venting their frustration, but I think this is worth letting go. If Hannah’s family visits again, you can say something polite and to-the-point like, “I’m sorry I hogged the bathroom last time; if I’m ever using it when you need to get ready, just let me know, and I’ll be sure to wrap up as quickly as possible.”\n\nDear Prudence,\n\nI’m a happily married man with a young child. Last autumn, an old female friend from college emailed me to reconnect (she’s not on social media). We never dated or flirted, and most of our interactions were tied to our coursework. We then texted for a bit and made vague plans for her to see my band when we were on tour in her part of the country. I told my wife about the correspondence in passing at the time. My band’s tour never materialized, so we didn’t end up seeing each other.\n\nThis old friend emailed me again for my address, and I obliged, thinking she got engaged or something. My wife always gets the mail, but the friend’s postcard, addressed to me and family and written in flowery glitter pen, was delivered to our downstairs neighbor by mistake, and I picked it up off the landing while my wife was away for the weekend. On the card, my old friend wrote that she can’t wait to reach out to visit when she’s in the Midwest this summer. The glitter pen looks weird. Can I throw it away and pretend like I never got it? It’s in a hoodie pocket now in the back of my closet, and I’m afraid not initially showing it to my wife makes it look like I’m guilty.\n\n—Glitter Postcard\n\nI think you are more stressed out about this than you need to be. You don’t say anything felt off about the contents of the postcard—a postcard addressed to your entire family saying she’s looking forward to getting together when she’s in town is hardly clandestine or suggestive. And glitter pen is not some universally agreed-upon code for “Let’s commit adultery!” It’s not inherently flirtatious, or the equivalent of sealing the back of the envelope with a red lipstick kiss. I think you’re jumping the gun here. If you’re not interested in reviving what was only ever an incidental friendship, you’re under no obligation to stay in touch with this woman, but neither are you obligated to tell your wife anything, because there’s not really anything to tell.\n\nDear Prudence,\n\nA friend of a friend contacted me about six months ago asking for money. He was in a tough place and was reaching out to anyone who had previously donated to a GoFundMe he had set up a few months earlier. I gave a little and didn’t think much of it. Since then, he’s continually messaged me for money, and the requests have started coming more often. I get that it’s hard out there, and he’s really on the ropes, but I can’t afford to give as much as he’s asking. Should I stop giving money? How do I set up boundaries with a stranger?\n\n—How Do I Stop Giving Money?\n\nYou should definitely stop giving money you can’t afford to give away! You can set up boundaries with him by telling him you’re no longer available to make donations. That’s all you have to do! Either he’ll stop asking you, in which case your work is done, or he’ll continue sending requests, which you can either ignore or block, as you prefer. Just because you’ve done something in the past doesn’t mean you are obligated to continue doing it indefinitely.\n\nHow to Get Advice From Prudie:\n\n• Send questions for publication to prudence@slate.com.\n\n(Questions may be edited.)\n\n• Join the live chat every Monday at noon. Submit your questions and comments here before or during the live discussion.\n\n• Call the voicemail of the Dear Prudence podcast at 401-371-DEAR (3327) to hear your question answered on a future episode of the show.\n\nDear Prudence,\n\nI used to work at a restaurant. I loved it but left when my dream job opened up. I used to visit there frequently to eat. I told an old co-worker, Mike, that I was selling my house, and he put in an offer, which I accepted. It seemed perfect, but things soured quickly. Mike called and texted me constantly about issues with the sale rather than talking to my realtor. Negotiations got heated and personal, and I told Mike not to contact me again. He turned icy. While I’m glad I stuck up for myself, I feel anxious about ever going back to the restaurant. It’s a small place with a small staff, so the odds of seeing Mike are high. I wish I was the kind of person who could flounce in and relish watching him serve me after being a jerk, but I’m leaning more toward investing in a good disguise. What else can I do that doesn’t involve spirit gum prosthetics?\n\n—Can’t Go Home Again\n\nI don’t think you should wish to be the kind of person who could revel in watching someone you don’t like wait tables! Working as a waiter is not some sort of just punishment for having been rude, pushy, and invasive. If you want to give the restaurant a wide berth for a little while and wait for the emotional dust to settle, go for it; try to make plans with friends when you finally do revisit so your first trip isn’t by yourself. Don’t go out of your way to speak to Mike, and in the meantime, try exploring other restaurants (with less fraught associations) in your city.\n\nDear Prudence,\n\nLast year I came out as trans. My wife, our child, and our friends have inundated me with love and support. Our families, not so much. We both come from conservative religious backgrounds. Immediately after I came out, they stopped returning our calls and texts. Some deleted us from their social media. We were not invited over for the holidays, and none of them showed up to our 6-year-old son’s birthday party. My son keeps asking for them, and we don’t know what to tell him about why Nana and Papa no longer visit weekly, or why everyone was absent for his birthday and Christmas.\n\nWe assumed our parents would have trouble coping but never thought they would abandon their grandchild. We are aware that we could always go to their homes to try to start a dialogue, but we both agree there’s no use in trying to force someone to have a relationship with us. We’d been putting off our son’s questions with “They’re just very busy,” in the hopes that they’d come around, but it’s been almost a year. What should we tell him? Would the truth impede my son’s ability to reconnect with his family in the future? Should we even want that? While most of my transition has gone better than expected, this one thing has been filling me with guilt. I flip-flop between sadness for my son not having a large family like I did and being relieved that he won’t have to experience their brand of conditional love.\n\n—My Family Abandoned My Son Because I Came Out as Trans\n\nI’m so sorry that your families have turned their backs on you and your wife and son, and that you’re having to explain this to a 6-year-old boy who misses his grandparents. I think you’re right to want to tell him the truth, because at this point it must be clear to him that they’re not “just busy.” Worse, he might start to think that at any moment someone he loves could disappear suddenly and irrevocably because that’s how being busy works—so trying to replace uncertainty and doubt with clarity, even if it’s painful, is ultimately your best choice. He’s a little young to go into much detail, but you can stress the salient facts: that your family has decided they don’t want to see you anymore after your transition, that some people are prejudiced against trans people, that you and your wife love your son and will always be here for him. I don’t think there’s a way you can effectively keep the truth from your son in the long run, and whether he’s ever able to reconnect with them is up in the air (and in many ways outside of your control). If that’s ever possible, it won’t be because he’s been shielded from the truth about the nature of your parents’ decision to shun you.\n\nClassic Prudie\n\n“After a lot of soul-searching, I’ve decided to divorce my wife of five years. All we did was fight, and we had little in the way of sexual intimacy. The problem is that my soon-to-be ex-wife just had a baby a few weeks ago. It’s four weeks after the birth, and things are worse. We fight constantly and we haven’t had sex for almost four months, so last week I finally got the courage to break ties and move into an apartment.”","12":"CLOSE Amodei sat down with the RGJ editorial board on May 15. RGJ Editorial Board\n\nBuy Photo U.S. Rep. Mark Amodei, R-Nev., answers questions from the Reno Gazette-Journal editorial board on Monday, May 15, 2017. (Photo: Peggy Santoro\/RGJ)Buy Photo\n\nNevada's 2nd U.S. House District Rep. Mark Amodei, R-Carson City, was highly critical of the U.S. Senate for cutting legislation in the \"Omnibus\" spending bill last month that would have made it illegal for members of Congress to have sexual relationships with employees and use taxpayer money to pay settlements that arise from them.\n\nAmodei, speaking on Nevada Newsmakers Monday, said the U.S. House approved sexual harassment legislation months ago and sent it to the Senate. Despite being praised for its transparency and accountability, the legislation was cut from the final Omnibus bill in the Senate.\n\n\"It is not my issue or crusade but holy mackerel -- you have north of 400 votes (in U.S. House on the sexual harassment issues) -- it was bipartisan, from North, East, South and West. Then it doesn't make it in there (Omnibus bill)?\n\nMore from Hagar:Rumor is that Paul Ryan may resign as U.S. House speaker, Scalise will replace him, Amodei says\n\nRelated: Nevada governor joins in opposition to Trump border plan\n\nRelated: Amodei denies wrongdoing in alleged 'straw donor' scheme to fund Ohio governor hopeful\n\n\"No wonder people hate this process,\" Amodei said.\n\nThe glaring omission was able to pass because Senate leadership gave the 2,200-page bill to Congress just hours before the final vote was necessary to avoid a federal government showdown, Amodei said.\n\nPresident Trump, in signing the bill, complained about the rush job to pass the bill and avoid a shutdown.\n\n\"It was totally hidden,\" Amodei said about the lack of sexual harassment legislation in the Omnibus bill.\n\nThe Senate action was \"incredibly offensive,\" Amodei said.\n\n\"By the way, since it was done this way, nobody has to stand up and take responsibility, saying, 'I don't want that in the law,' \" Amodei said.\n\nAll 22 female U.S. Senators signed a letter to Senate leadership recently, criticizing it for failure to pass legislation that would help victims of sexual harassment in congressional workplaces. More than 1,500 former congressional aides signed on to a letter late last year, urging Congress to take action.\n\nA push for sexual harassment legislation grew out of the #MeToo movement and news reports about lawmakers settling sexual harassment complaints quietly and using taxpayer money.\n\nRecently, Rep. Blake Farenthold, R-Texas, said he would step down immediately over sexual harassment claims. He used $84,000 of tax money to settle a sexual harassment claim against him in 2014. He promised to pay back the money to taxpayers months ago but did not do so before leaving office.\n\n\"It should be against the law to do that,\" said Amodei, who did not mention Farenthold.\n\nDemocrats have also been accused of sexual harassment. Nevada's 4th U.S. House Rep. Ruben Kihuen will not seek re-election after he was accused of repeated, unwanted sexual advances. However, no reports of financial settlements with taxpayer money have been reported.\n\nMore than $17 million has been paid to victims in federal workplace settlements since 1990, according to the Office of Compliance. That figure includes sexual harassment, age and race discrimination, retaliation and all other types of claims.\n\n_______\n\nRay Hagar writes news and commentary for Nevada Newsmakers.\n\nRead or Share this story: https:\/\/www.rgj.com\/story\/news\/politics\/2018\/04\/09\/hagar-mark-amodei-rips-u-s-senate-cutting-sexual-harassment-reforms-spending-bill\/500407002\/","13":"CLOSE Deputies say the sister of church shooter Dylann Roof has been arrested for bringing drugs, pepper spray and a knife to her South Carolina school. The Richland County Sheriff's Department says 18-year-old Morgan Roof was arrested Wednesday. (March 15) AP\n\nMorgan Roof, 18, was arrested March 15, 2018, for allegedly bringing drugs, pepper spray and a knife to her South Carolina school. (Photo: Alvin S. Glenn Detention Center)\n\nMorgan Roof, the younger sister of Charleston church shooter Dylann Roof, had a charge of marijuana possession dropped Monday in her first court appearance since being arrested last month for allegedly carrying weapons and drugs on school property.\n\nRoof, 18, was arrested March 14 after an administrator at A.C. Flora High School in Columbia, S.C. told a school resource officer that Roof had been found in possession of a knife, pepper spray and marijuana on school grounds.\n\nThe administrator found the items while confronting Roof about a threating Snapchat post she made about National Walkout Day — when students across the U.S. walked out of class to call for stricter gun control.\n\n\"Your walking out for the allowed time of 17min, They are letting you do this, nothing is going to change what (the expletive) you think it’s gonna do?\" Roof's post said, according to The Post and Courier. \"I hope it’s a trap and y’all get shot we know it’s fixing to be nothing but black people walkin out anyway.\"\n\nMore: 'We deserve better': Students nationwide walk out in massive protest over gun violence\n\nHer lawyer, John Delgado, said the post was not a threat but \"an 18-year-old in the middle of a difficult day,\" The Post and Courier reported.\n\nThe reason prosecutors dropped the drug charge against Roof was not made public. She still faces the charge of carrying weapons on school property, a felony in South Carolina that carries a sentence of up to five years in prison.\n\nRoof's half-brother, Dylann, is on death row at the United States Penitentiary in Terre Haute, Ind. The self-described white supremacist was convicted and sentenced to death by a federal jury in the June 17, 2015 shooting at Charleston's Emanuel AME Church that left nine people dead.\n\nRead or Share this story: https:\/\/usat.ly\/2FdM91N","14":"Share\n\nAmazon may have shown its hand early and revealed the existence of the previously rumored “Fire TV Cube.”A mysterious sign-up page has been discovered on Amazon’s website that allows you to subscribe to email notifications for news on an upcoming “Fire TV Cube,” and asking point-blank “What is Fire TV Cube?” Beyond that, no further information is given, nor is there any indication of what exactly the “Fire TV Cube” is going to be. Might as well sign up, in that case.\n\nWhile this discovery certainly indicates that we will be hearing news about the future of Amazon’s Fire TV at some point in the near future, this isn’t the first time rumors about the Fire TV Stick have surfaced. In September 2017, AFTVews, the same publication that discovered the sign-up page above, leaked images of what the next Fire TV could potentially look like, as well as information on potential features and specs. One of the more exciting rumored features is hands-free control of Alexa. While hands-free Alexa control is technically possible on the current Amazon Fire TV, it requires an Echo Dot or similarly Alexa-integrated device. Otherwise, you have to use the voice remote — which definitely isn’t hands-free. One of the draws of the so-called Fire TV Cube would ostensibly be removing the need for that second device thanks to a rumored built-in speaker, essentially creating an all-in-one solution. The leak also mentions that the Fire TV Cube could be controlled via Alexa, and receive notifications through the speaker, even when the TV is off.\n\nOther rumored features include support for 4K UHD resolution, high-dynamic range (HDR), and run on Android 7. It is reportedly meant to be a mid-tier option, situated between the Fire TV Stick and Fire TV 4K in terms of its specifications and budget.\n\nWhile the leaked images and benchmarks are compelling, the web page is the first time Amazon has acknowledged the device — or at least indicated that a Fire TV announcement is on the horizon. That may be as close to a smoking gun as we have had yet, but it’s worth pointing out that this was a discovery by a third party, not an official announcement from Amazon. While the webpage is real, we still don’t have official confirmation quite yet.","15":"On Monday, a man drove a rented van onto a sidewalk in Toronto, killing ten pedestrians and injuring fourteen others. Unlike in similar vehicle attacks—in iconic locations in Berlin, Nice, London, and New York—which have been inspired by the Islamic State, the attacker apparently identified with the so-called incel movement: the “involuntarily celibate” men who profess violent hatred toward the women who have ignored or spurned them.\n\nHis choice of location was also anomalous. The mile-long stretch where the attack took place is on Toronto’s periphery, at the end of a subway line. Twenty years ago, before Toronto’s various districts merged into a single “megacity,” the area was the administrative seat for the municipality of North York. The neighborhood includes a large library, a public pool, and a high school known for its performing-arts program. In the condominiums that line the street, one can hear Farsi, Korean, Chinese, Russian. The area might boast the highest concentration of bubble-tea establishments in the city. Massive billboards promote local Persian real-estate agents and touring performers from Iran. It’s unclear why the killer chose this area on this particular day. It coincided with no holiday or special event—just lunch hour on the first warm day of spring. Had he wanted to cause greater carnage and terror, he needed only to drive a few more miles down Yonge Street, into the core of the city.\n\nWhat was most unusual about the attack, though, was how it ended. As in many other attacks, the moment that the police confronted the suspect was captured on cell-phone video. The videos displayed what, in relative terms, was superhuman restraint by the Canadian police officer. The killer climbs out of his stalled van, as the officer points his service weapon at him. The killer points something black and ambiguous at the officer in return. The officer holds his fire as the man dares him to kill him, to shoot him in the head. The officer doesn’t. The killer then claims to have a gun in his pocket and motions for it. The officer—heroically or recklessly—doesn’t flinch, and says, “I don’t care, get down.” The killer takes a step toward the officer. The officer somehow deduces that the man is bluffing and unarmed. He holsters his weapon and takes out his baton. He then advances toward the killer, who compliantly gets on the ground and allows himself to be cuffed.\n\nThe reaction to this scene by most Torontonians was admiration and awe. There’s nothing Canadians like better than to favorably contrast ourselves against Americans, and we’re familiar with the pattern of American cops gunning down unarmed (and predominantly black) men. We like to see ourselves as more tolerant and reasonable. It’s an old trope, but it persists—especially as civic life in America becomes increasingly antagonistic and cruel. It’s nice to imagine that the police officer exemplifies us Torontonians, us Canadians. But I suspect that many Torontonians who celebrated this video also recall a different one, from the summer of 2013, that showed a confrontation between a Toronto police officer and an eighteen-year-old kid named Sammy Yatim.\n\nOn that July night, Yatim—a Syrian who had immigrated, with his mother, to Toronto five years earlier—boarded a streetcar, and proceeded to behave erratically and menacingly toward the other passengers. He exposed himself and brandished a knife. He didn’t hurt anyone, and by the time police arrived all the other riders had fled the streetcar. The driver cleared out, too, leaving Yatim to face several armed police officers. Repeatedly ordered to drop the knife, Yatim refused. Though he didn’t pose an imminent danger to the officers, one opened fire, discharging nine bullets, eight of which struck Yatim, killing him. At trial, the officer was absolved of second-degree murder and manslaughter but, bizarrely, convicted of attempted murder—notwithstanding the success of the attempt. This wasn’t the only questionable police shooting that Toronto experienced around this time, but it was the most wanton and tragic. It prompted street demonstrations and demands for better training in deëscalation and use of force by the Toronto police.\n\nWhat good or useful lesson can be derived from Monday’s attack? Is it better or worse that the killer seems to have been motivated by some other warped ideology? Are there any credible means by which we can protect ourselves from this kind of thing? Most of what we’d wish to control is beyond our control. Often, even that which we can control we fail to control. But in the two sets of cell-phone videos, taken five years apart, there are reasons to believe that, even in an atmosphere of cynicism and mistrust, seemingly intractable dynamics can change. One can argue that the way the officer behaved on Monday was merely individual, not necessarily reflective of anything beyond himself, but to watch the two videos suggests otherwise. The differences in conduct are too stark. It may be painfully ironic that the lessons learned from the death of Sammy Yatim, who harmed no one, led to the nonviolent arrest of a person who harmed many, but it’s something to admire and embrace. It’s a lesson that shouldn’t be limited to police in the field but that should be minded by us all—in the streets, in our homes, and on our Twitter feeds.","16":"A series of pro-Trump tweets from Kanye West sent the far right into a gleeful fit Wednesday, turning a simmering flirtation with the rapper into a full-blown love-fest from a conservative movement that more often rails against hip-hop and the entertainment industry than praises it.\n\nWest's Trump-themed tweetstorm Wednesday began with a message about \"free thinkers,\" followed by the assertion that \"you don't have to agree with trump but the mob can't make me not love him.\" It eventually featured a picture of one of Trump's signature Make America Great Again hats, a screenshot of Trump retweeting West, and criticism of former Democratic president Barack Obama.\n\nThe tweets prompted significant head-scratching — and some backlash — from West's fans. But among high-profile figures on the far right, the rapper's comments were quickly hailed as a courageous pushback against mainstream liberal centers of cultural and political power.\n\nThe praise came from some of the most controversial figures on the right, many of whom have emerged in the wake of Trump's political rise, and some of whom have at times been accused of harboring racist and extremist views.\n\nIn the hours after West's tweets, Infowars founder and conspiracy theorist Alex Jones posted two different videos praising the artist.\n\n\"The fact that they're flipping out so bad and trying to bully him into submission and he's not bowing down is powerful, it's a revolutionary idea,\" Jones said of West's response toward the reaction to his tweets. \"It's the return of Americana and not being a coward and having your own internal compass.\"\n\n\"The fact is that he's standing up to the thought police and the bullies at an absolute critical time right now,\" Jones added.","17":"From left to right, Alek Minassian and Elliot Rodger. Image sources via Wikipedia Commons\n\nThis article originally appeared on VICE Canada.\n\nWhy did Alek Minassian allegedly climb into a van on Monday and kill ten people in Toronto? It goes without saying that each and every crime like this is determined by a number of factors. The one silver lining in all of this is that since the alleged killer was arrested, we may have the opportunity to understand what led to Monday’s horrific events.\n\nIn the interim, all we have so far is reports that it appears Minassian is a high-functioning autistic man who made a Facebook post in the minutes before the killing invoking misogynist murderer Elliot Rodger and announcing the inauguration of the “incel rebellion.”\n\nFor those uninitiated into the heart of darkness called Extremely Online, incels or “involuntary celibates” are a group of sad men so upset at their lack of sexual activity that they fantasize about raping, murdering, and otherwise brutalizing all women as a kind of guerrilla anti-feminist warfare. They first came to media prominence in 2014 after Rodger killed six people in California in 2014 and issued a 100+ page “manifesto” where he crudely turned his personal history of social and sexual frustration into a political crusade against all sex-havers.\n\n(For anyone looking to get a taste of this particular rabbit hole, journalist Arshy Mann has compiled an excellent primer on Twitter.)\n\nEvery explosion of masculine violence is a different symptom of the same underlying social disease. It has very deep roots, especially in this country—the Montreal Massacre, where 14 women were murdered, happened long before Marc Lepine could post anywhere on the “manosphere.” But now death cults fitting every type of broken manchild flourish on the internet like weeds in the wake of a wildfire, or the slimy tendrils of some ancient underground fungus creeping up to consume the dead and dying.\n\nMisogyny seems to be the source of the poison well this violence draws on. But all these toxic streams—white nationalism, fundamentalist religion, gun fetishism, whatever—do the same work: They link masculinity and power with anger and violence in a way that promises an illusion of mastery and control to men who feel they have none.\n\nThere are some illuminating comparisons you can make with the case of Alexandre Bissonnette, the Quebec City mosque shooter. His crime was overdetermined—court documents describe a young man losing himself to alcoholism who initially considered shooting up a mall—but nonetheless, a clear expression of the conspiratorial Islamophobia Bissonnette was quaffing from far-right Twitter.\n\nI am not here to make the case that there is a new crisis in masculinity, or that we need to take special focus on redeeming our Millennial “lost boys”—the losers of a changing social hierarchy who posted once on 4chan as teenagers and turned into neo-Nazis as adults. It is more worthwhile to think about this as a problem of nihilism. The incel case is a good example.\n\nThe committed incel is one who believes that the sexual (and thus social) world is determined by rigid genetic and biological hierarchies. The common understanding is that incel anger stems grow out of their perception that they do not receive the sexual gratification they are entitled to by virtue of their place on the social pyramid, largely because feminism and the sexual revolution and multiculturalism and cultural Marxism and blah blah have encouraged women and minorities to usurp the natural order of things. (Elliot Rodger’s manifesto is primarily misogynist, but it also shows a preoccupation with the impropriety of race-mixing, something which aggrieved the mixed-race shooter to no end.)\n\nThis social corruption must be resisted and overturned (e.g. Men’s Rights Activists, other garden-variety sexists, etc.) or its gynocratic social-sexual system otherwise completely abandoned by self-actualized hermits (e.g. men going their own way). It goes without saying that this fixation on disruptive feminine chaos and the restoration of manly order is also the root of why so many sad men get aggressively into Jordan Peterson.\n\nBut there are others who recognize that this social-sexual hierarchy is determining and immutable, and they recognize themselves on its lower tiers because of some perceived psychological or physical defect. This is the really terrifying nihilistic turn: to find yourself in a violent and cruel fantasy world that casts you as the rightful subhuman, to see the full terrible truth of the universe laid out before you that tells you you’re born only to lose. Nothing matters except sex and love and you will never have it. The world is too corrupt. This becomes a true concept not only for all women but also all the men who sleep with them—the Chads and Staceys from the popular table in high school you could never sit at, now transformed into metaphysical social units that walk the streets and mock you with their very existence. You can see how this would be the last stop before the end of a very dark road, especially if healthy emotional expression is constrained by other underlying psychological issues and\/or the gendered psychic prison you have constructed for yourself.\n\nNihilism is contagious in the 21st century. We live in the shadow of ecological doom and the violent shuddering of an openly larcenous economy. Trust in traditional political and social institutions have been corroded by nearly 20 years of imperial overextension in increasingly meaningless and interminable wars both real and discursive. Hundreds of millions of post-literate citizens are drowning in the ubiquitous uncritical flood of information called the internet. If you’re so predisposed, it is very easy to convince yourself that everything is falling the fuck apart and that nothing matters and an increasing number of men in the developed world respond to these stressors by coupling their suicidal ideation to an explosion of mass violence.\n\nAnti-feminist killers like Rodgers or Minassian or Lepine would style themselves as guerrilla counterrevolutionaries in the sexual revolution that has been ongoing and periodically intensifying for more than the last half-century. It is worth noting that the two biggest massacres in the last 40 years of Canadian history have been explicitly misogynist attacks.\n\nToxic masculinity is a security issue. Not only in the event of misogynist terrorism but nearly all idiosyncratic outbursts of violence. “Deradicalization” efforts need to see the root beneath each individual subcultural bush. The teenagers who flew to Syria to find a Caliphate of murder and sexual slavery, the boys who stormed Columbine High School, the man who slammed his car into protestors at Charlottesville, the hundreds of other men who are convinced the only way they’ll ever feel justified and alive is to break the lives of others—these bitter fruits are all grown from the same seed.\n\nSome men are raised to be as hard and rigid as the phalluses they dubiously worship. When confronted by the inevitable emotional challenges entailed by living in the world with others, they can only break—not bend.\n\nAlek Minassian’s alleged murders were overdetermined. What is at the heart of his particular brokenness? Maybe he will tell us; maybe the keys to that puzzle are buried somewhere in the ruins of his unconscious. Maybe it really simply is that a man struggling with his mental health fell down a bad internet rabbit hole one day, and it completely warped his brain. More likely, there is no single, straightforward answer to explain the processes that caused someone to hate women and himself so much that he turned to mass murder.\n\nWe may or may not crack Minassian’s code. But here’s the thing, for every grand spectacle of violent death, there are many more men—sexually frustrated, emotionally stunted, bitter, brooding, isolated, invisible—who carry around an inexpressible anger in their hearts, unknown to all except their own dark digital cabal.\n\nUnless we start taking toxic masculinity seriously as a social policy problem, things will get worse before they get better.\n\nSign up for our newsletter to get the best of VICE delivered to your inbox daily.\n\nFollow Drew Brown on Twitter.","18":"Revelations that candidate Dennis Kucinich was paid $20,000 for a speech in London brings an unusual twist to the gubernatorial race\n\nMost Democratic primaries in 2018 have focused on bread-and-butter progressive issues like healthcare, education and gun control. In Ohio’s gubernatorial primary, however, domestic policy has increasingly been overshadowed by an unexpected figure: Syria’s President Bashar al-Assad.\n\nSyria took center stage last week, after the two-time presidential candidate Dennis Kucinich revealed in an amended filing with the state ethics board that he had received $20,000 for a paid speech to a pro-Assad group in London.\n\nThe former congressman has long been hesitant to condemn the Syrian dictator and has travelled to Damascus to meet him on several occasions, including for an interview for Fox News where Kucinich once served as a contributor. Kucinich’s idiosyncratic foreign policy views have earned him a seat on the advisory board of the Ron Paul Institute.\n\nFacebook Twitter Pinterest The candidate once interviewed Bashar al-Assad for Fox News. Photograph: Sana\/Handout EPA\n\nOnly days before his amended disclosure, the editorial board of the Cleveland Plain Dealer endorsed Kucinich, but cautioned “he must never again make nice with Syrian butcher Bashar Assad”.\n\nAndy Juniewicz, a spokesman for Kucinich, said that the candidate’s position on Syria was “not an issue in Cleveland”, adding that “most people don’t want to be engaged in foreign wars and it’s hard to see advocating peace being negative”.\n\nBut Kucinich’s main opponent and the current frontrunner, Richard Cordray, who is the former head of the Consumer Financial Protection Bureau (CFPB), has used Syria as a sledgehammer.\n\nLast week, his campaign hosted a conference call with the former Democratic governor Ted Strickland, who previously served in Congress alongside Kucinich. “For years Dennis Kucinich has been an outspoken defender of the Assad regime in Syria even as they’ve killed countless people and used chemical weapons against civilians,” said Strickland.\n\n“On the campaign trail Dennis has refused to condemn Assad … What we now know goes further. Dennis wasn’t just defending Assad out of conviction, he was also being paid by a group that has been a vocal cheerleader for this murderous dictator.”\n\nIf only the west’s motives for Syria strikes were more principled | Letters Read more\n\nCordray spent six years leading the CFPB, the consumer finance watchdog first conceived by Elizabeth Warren, is a comparatively conventional politician. He is a former supreme court clerk who previously served as Ohio’s attorney general and treasurer. Warren has endorsed his campaign and stumped with him and Cordray’s first television ad highlighted copious praise from Barack Obama.\n\nKucinich has attacked Cordray for his past support for gun rights. In a statement after Strickland’s conference call, the candidate said: “Cordray will do anything to change the subject from his NRA ‘A’ rating and his support for assault weapons on the streets of America.”\n\nFacebook Twitter Pinterest Richard Cordray, who is running against Dennis Kucinich, speaks in Cincinnati. Photograph: John Minchillo\/AP\n\nKucinich also lashed out at Strickland for participating in “unfounded and inflammatory” attacks that “grossly misportrayed” his visits to the Middle East.\n\nDemocratic observers unaffiliated with the race said while Assad was probably not a voting issue in Ohio, it did add to a broader narrative of Kucinich being an “unreliable Democrat”.\n\nOne well-connected state Democrat said “if [Kucinich] was making any progress in getting out of the box of being a little too quirky and a little too fringe this erased a lot of it.”\n\nKyle Kondik, the managing editor of the nonpartisan election website Sabato’s Crystal Ball and author of a book on Ohio politics, cautioned that not only is Kucinich better known than Cordray in the state but that his attacks on guns “seem like a more fruitful and topical line of attack than Syria does”.","19":"This is a super easy and super cheap Do It Yourself guide on how to make a Bluetooth Headset for your motorcycle helmet or whatever type of helmet that you want to use this on. So this was what happens according to the say \"NECESSITY IS THE MOTHER OF INVENTION\". It has always been difficult while you are riding your motorcycle or bike and the phone starts ringing and you have to stop on the side of the road to check the phone. So I already knew there were products like sena bluetooth headsets that were cheaper alternatives. But the most cheap one that I could find at that time costed around ₹ 2500(38 USD) and even though I was determined to buy it in the beginning but then I remembered that I had an old broken bluetooth speaker lying around which had blown out speaker. Next I started to dig through my broken electronics junk and found an old headset with microphone and used all these to make my first bluetooth headset for my helmet.\n\nSince then I had to rework on its casing and wiring more than 5 times and port it from my old to new helmet that I bought, all to make it look more sleeker and almost water proof. Even though I wanted to post a DIY guide about it at that time, since I didn't take any pictures of the procedure, I dropped the idea. Then recently a friend of mine after seeing my helmet told me he also wanted one and so I built one for him. So this guide is on how I built this one where all of the parts where bought at an absolute cheap price. If you already have these products lying around then it's even more better. Follow this DIY to make a Helmet Bluetooth Headset that will only cost you around ₹500 and has the same features as the ₹2500 unit in the market(NOTE: Both have no intercom features, just acts as a Bluetooth headset through which you can make\/attend phone calls and listen to music)."},"URL":{"0":"https:\/\/lifehacker.com\/a-gun-lingo-glossary-for-those-unfamiliar-with-firearms-1825427596","1":"https:\/\/www.theverge.com\/2018\/4\/25\/17275996\/cult-leaders-psychology-bhagwan-shree-rajneesh-netflix-wild-wild-country","2":"https:\/\/gizmodo.com\/inside-amds-quest-to-build-chips-that-can-beat-intel-1824064984","3":"https:\/\/mashable.com\/2018\/04\/25\/water-pistol-emoji-google-facebook\/","4":"https:\/\/www.cnn.com\/2018\/04\/25\/opinions\/mick-mulvaney-delivers-the-chilling-truth-sachs\/index.html","5":"https:\/\/www.tennessean.com\/story\/news\/2018\/04\/25\/waffle-house-shooting-suspect-travis-reinking-mental-health-gun-laws\/546370002","6":"https:\/\/hackaday.com\/2018\/04\/25\/retrotechtacular-synchros-go-to-war-and-peace\/","7":"http:\/\/time.com\/5253700\/matthew-mcconaughey-march-for-our-lives\/","8":"http:\/\/time.com\/5253441\/time-100-parkland-survivors\/","9":"http:\/\/time.com\/5253337\/toronto-van-attack-alek-minassian-facebook\/","10":"http:\/\/time.com\/5254929\/toronto-van-attack-suspect-incel-women-rejection\/","11":"https:\/\/slate.com\/human-interest\/2018\/04\/dear-prudence-my-mother-and-i-are-pregnant-at-the-same-time.html","12":"https:\/\/www.rgj.com\/story\/news\/politics\/2018\/04\/09\/hagar-mark-amodei-rips-u-s-senate-cutting-sexual-harassment-reforms-spending-bill\/500407002?utm_source=google&utm_medium=amp&utm_campaign=speakable","13":"https:\/\/www.usatoday.com\/story\/news\/nation\/2018\/04\/24\/charleston-church-shooters-sister-has-drug-charge-dropped-still-faces-weapon-charge\/548444002\/?utm_source=google&utm_medium=amp&utm_campaign=speakable","14":"https:\/\/www.digitaltrends.com\/home-theater\/amazon-fire-tv-cube-confirmed\/","15":"https:\/\/www.newyorker.com\/news\/news-desk\/a-brutal-attack-in-toronto-is-met-with-restraint","16":"https:\/\/www.buzzfeed.com\/jimdalrympleii\/the-far-right-is-celebrating-kanye-west-after-the-rapper","17":"https:\/\/www.vice.com\/en_us\/article\/8xkjbx\/toxic-masculinity-is-at-the-heart-of-this-darkness","18":"https:\/\/www.theguardian.com\/us-news\/2018\/apr\/26\/dennis-kucinich-assad-syria-paid-speech-ohio-governor-primary","19":"http:\/\/www.instructables.com\/id\/DIY-Helmet-Bluetooth-Headset\/"}}